{
  "name": "Razor",
  "title": "หนุ่มน้อยหมาป่า",
  "description": "เด็กหนุ่มผู้ใช้ชีวิตร่วมกับหมาป่า ใน Wolvendom ซึ่งเป็นพื้นที่หนึ่งใน Mondstadt ที่ห่างไกลจากผู้คน มีปฏิกิริยาที่เฉียบแหลมและคล่องแคล่วว่องไว",
  "constellationName": "Lupus Minor",
  "auto": {
    "name": "Steel Fang",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "ฟาดฟันต่อเนื่องมากสุด 4 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายอย่างต่อเนื่องเพื่อหมุนโจมตีศัตรูรอบตัวด้วยดาบขนาดใหญ่",
        "2": "เมื่อหยุดหมุนจะทำการฟันเพิ่มอย่างรุนแรงอีกหนึ่งครั้ง"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขณะชาร์จโจมตี",
      "5": "ความเสียหายชาร์จโจมตีครั้งสุดท้าย",
      "6": "ชาร์จโจมตีใช้พลังกาย",
      "7": "ระยะเวลาต่อเนื่องสูงสุด",
      "8": "ความเสียหายพุ่งลง",
      "9": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Claw and Thunder",
    "description": {
      "0": "ใช้สิ่งที่อาจารย์และ \"ครอบครัว\" ของเขาสอนเพื่อแก้ไขปัญหาในการล่า",
      "1": "<br/>",
      "2": "<strong>กด</strong>",
      "3": "กวัดแกว่งกรงเล็บของหมาป่าสายฟ้า ไปข้างหน้าเพื่อสร้าง<electro>ความเสียหายไฟฟ้า</electro>",
      "4": "หากโจมตีโดนศัตรูจะเป็นการเก็บ ลูกแก้วไฟฟ้า (Electro Sigil) ให้แก่ Razor หนึ่งลูกเพื่อเพิ่มประสิทธิภาพ การฟื้นฟูพลังงานให้แก่ Razor",
      "5": "ในเวลาเดียวกันลูกแก้วไฟฟ้าจะมีมากสุด 3 ลูก และจะรีเฟรชเวลาต่อเนื่องเมื่อ ได้ลูกแก้วไฟฟ้าลูกใหม่",
      "6": "<br/>",
      "7": "<strong>กดค้าง</strong>",
      "8": "ชาร์จพลังงานไฟฟ้าทำให้เกิดพายุไฟฟ้า เพื่อสร้าง<electro>ความเสียหายไฟฟ้า</electro> และลบล้างลูกแก้วไฟฟ้าที่มีทิ้งไป",
      "9": "ทุกครั้งที่ลูกแก้วไฟฟ้าถูกลบไปแบบนี้ ล้วนจะเปลี่ยนเป็นพลังงานธาตุของ Razor ทั้งสิ้น",
      "10": "<br/>",
      "11": "<i>สายฟ้าฟาดผ่าลงมาในพริบตา บางครั้งจะสามารถมองเห็นแววตา ของหมาป่าลึกเข้าไปในสายฟ้านั้นได้</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิลเมื่อกด",
      "1": "ความเสียหายสกิลเมื่อกดค้าง",
      "2": "โบนัสฟื้นฟูพลังงานต่อลูกแก้วไฟฟ้า",
      "3": "พลังงานที่ฟื้นฟูต่อลูกแก้วไฟฟ้า",
      "4": "ระยะเวลาของลูกแก้วไฟฟ้า",
      "5": "คูลดาวน์เมื่อกด",
      "6": "คูลดาวน์เมื่อกดค้าง",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Lightning Fang",
    "description": {
      "0": "เรียก The Wolf Within ที่ไร้รูปร่างออกมาปกป้องตัวเอง โดยจะสร้าง<electro>ความเสียหายไฟฟ้า</electro>และใช้ลูกแก้วไฟฟ้าที่มีอยู่ทั้งหมดไปเพื่อ ฟื้นฟูพลังงานธาตุให้แก่ Razor",
      "1": "ในช่วงเวลาที่ The Wolf Within คงอยู่จะร่วมต่อสู้ไปด้วยกันกับ Razor",
      "2": "<br/>",
      "3": "<strong>The Wolf Within</strong>",
      "4": [
        "จะโจมตีร่วมกับการโจมตีปกติของ Razor เพื่อสร้าง<electro>ความเสียหายไฟฟ้า</electro>;",
        "เพิ่มความเร็วในการโจมตีของ Razor และ<electro>ความต้านทานไฟฟ้า</electro>;",
        "ทำให้ Razor ทนต่อความเสียหาย ของปฏิกิริยา<electro>ชาร์จไฟฟ้า</electro>;",
        "ไม่สามารถใช้ชาร์จโจมตีได้;",
        "เพิ่มความสามารถในการต้านทาน การหยุดชะงักของ Razor "
      ],
      "5": "<br/>",
      "6": "เอฟเฟกต์จะหมดไปเมื่อ Razor ออกจากการต่อสู้",
      "7": "เมื่อออกจากการต่อสู้ จะคืนพลังงานธาตุอย่างมากสุด 10 หน่วย ให้แก่ Razor โดยจะขึ้นอยู่กับช่วงเวลาคงอยู่ที่เหลืออยู่",
      "8": "<br/>",
      "9": "<i>หมาป่าได้ตื่นขึ้นแล้ว การล่าได้เริ่มต้นขึ้นแล้ว</i>"
    },
    "skillParams": {
      "0": "ความเสียหายระเบิดพลัง",
      "1": "ความเสียหายของ Soul Companion",
      "2": "เพิ่มความเร็วการโจมตีปกติ",
      "3": "เพิ่มความต้านทานไฟฟ้า",
      "4": "ระยะเวลาต่อเนื่อง",
      "5": "คูลดาวน์",
      "6": "พลังงานธาตุ",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Awakening",
    "description": {
      "0": "เวลาคูลดาวน์ของ <strong>Claw and Thunder</strong>ลดลง 18% ",
      "1": "และเมื่อใช้ <strong>Lightning Fang</strong> จะทำการรีเซ็ตคูลดาวน์ของ <strong>Claw and Thunder</strong> ทันที"
    }
  },
  "passive2": {
    "name": "Hunger",
    "description": {
      "0": "เมื่อพลังงานธาตุของ Razor ลดลงต่ำกว่า 50% ประสิทธิภาพในการฟื้นฟูพลังงานจะเพิ่มขึ้น 30%"
    }
  },
  "passive3": {
    "name": "Wolvensprint",
    "description": {
      "0": "ลดอัตราการเสียพลังกายจากการวิ่ง ให้ตัวละครของตนเองที่อยู่ในทีมลง 20%",
      "1": "ไม่สามารถซ้อนทับพรสวรรค์ติดตัวที่เอฟเฟกต์เหมือนกันทุกประการได้"
    }
  },
  "constellation1": {
    "name": "Wolf's Instinct",
    "description": {
      "0": "หลังจากเก็บลูกแก้วธาตุ หรืออณูธาตุ จะเพิ่มความเสียหายที่สร้างได้ ของ Razor ขึ้น 10% เป็นเวลา 8 วินาที"
    }
  },
  "constellation2": {
    "name": "Suppression",
    "description": {
      "0": "เมื่อ Razor โจมตีศัตรูที่มีพลังชีวิตต่ำกว่า 30% อัตราคริจะเพิ่มขึ้น 10%"
    }
  },
  "constellation3": {
    "name": "Soul Companion",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Lightning Fang</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Bite",
    "description": {
      "0": "เมื่อกด <strong>Claw and Thunder</strong> จะทำให้พลังป้องกันของศัตรูที่ถูกโจมตีลดลง 15% เป็นเวลา 7 วินาที"
    }
  },
  "constellation5": {
    "name": "Sharpened Claws",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Claw and Thunder</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Lupus Fulguris",
    "description": {
      "0": "ทุก 10 วินาที ดาบใหญ่ของ Razor จะทำการชาร์จตัวเอง โดยจะทำให้เกิดสายฟ้าฟาดในการโจมตีปกติครั้งต่อไป สร้าง<electro>ความเสียหายไฟฟ้า</electro>เป็น 100% ของพลังการโจมตี",
      "1": "ในตอนที่ไม่อยู่ในสภาวะ <strong>Lightning Fang</strong> หากสายฟ้าโจมตีถูกศัตรู จะทำการรวบรวมลูกแก้วไฟฟ้าของ <strong>Claw and Thunder</strong> ให้ Razor หนึ่งลูก"
    }
  }
}