{
  "skill": {
    "triggerChance": "โอกาสเกิดการรักษา",
    "name": "Breastplate",
    "description": {
      "0": "เรียกเกราะหินออกมาเพื่อสร้าง <geo>ความเสียหายหิน</geo> แก่ศัตรูโดยรอบ และสร้างโล่ขึ้นมา เพื่อดูดซับความเสียหาย เท่ากับพลังป้องกันของ Noelle",
      "1": "โล่ป้องกันจะมีเอฟเฟกต์ดังนี้:",
      "2": [
        "เมื่อการโจมตีปกติหรือชาร์จโจมตีของ Noelle โดนเป้าหมาย จะทำให้มีโอกาสฟื้นฟูพลังชีวิต ให้แก่ตัวละครทั้งหมดในทีม",
        "มีเอฟเฟกต์การดูดซับความเสียหายธาตุทุกประเภทและความเสียหายกายภาพ 150%"
      ],
      "3": "<br/>",
      "4": "เมื่อเกิดเอฟเฟกต์การรักษา ปริมาณการรักษาจะขึ้นอยู่กับพลังป้องกันของ Noelle",
      "5": "<br/>",
      "6": "<i>Noelle นั้นไม่เพียงจะเป็นสาวใช้ แต่เธอยังเป็นอัศวินผู้มีความพยายาม อีกด้วย</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ปริมาณการดูดซับ",
      "2": "ปริมาณการรักษา",
      "3": "โอกาสเกิดการรักษา",
      "4": "ระยะเวลาต่อเนื่อง",
      "5": "คูลดาวน์",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "atkBonus": "เพิ่มพลังโจมตี",
    "name": "Sweeping Time",
    "description": {
      "0": "รวบรวมพลังแห่งหินไว้บนอาวุธและระเบิดพลังใส่ศัตรูทั้งหมดที่อยู่รอบ ๆ กลายเป็นการโจมตีวงกว้างหนึ่งครั้งเพื่อสร้าง<geo>ความเสียหายหิน</geo>",
      "1": "หลังจากนั้นจะได้รับเอฟเฟกต์ดังนี้:",
      "2": [
        "เพิ่มอาณาเขตการโจมตีของ Noelle ",
        "เปลี่ยนความเสียหายของการโจมตีเป็น<geo>ความเสียหายหิน</geo> โดยที่ไม่สามารถแทนที่ด้วยการแปลงของธาตุอื่นได้;",
        "เพิ่มพลังโจมตีตามพลังป้องกันของ Noelle"
      ],
      "3": "<br/>",
      "4": "<i>สิ่งที่จำเป็นต้องปัดกวาด บางครั้งก็ไม่ได้มีแค่ฝุ่นเท่านั้น...</i>"
    },
    "skillParams": {
      "0": "ความเสียหายระเบิดพลัง",
      "1": "ความเสียหายสกิล",
      "2": "เพิ่มพลังโจมตี",
      "3": "ระยะเวลาต่อเนื่อง",
      "4": "คูลดาวน์",
      "5": "พลังงานธาตุ",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "name": "Noelle",
  "title": "ดอกไม้ที่หาญกล้า",
  "description": "สาวใช้ผู้เป็นที่พึ่งพาได้เสมอของ \"กองอัศวินแห่ง Favonius\" มีความฝันว่าสักวันหนึ่งจะเป็นอัศวินอย่างเต็มตัวให้ได้",
  "constellationName": "Parma Cordis",
  "auto": {
    "name": "Favonius Bladework - Maid",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "ฟาดฟันต่อเนื่องมากสุด 4 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายอย่างต่อเนื่องเพื่อหมุนโจมตีศัตรูรอบตัวด้วยดาบขนาดใหญ่",
        "2": "เมื่อหยุดหมุนจะทำการฟันเพิ่มอย่างรุนแรงอีกหนึ่งครั้ง"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขณะชาร์จโจมตี",
      "5": "ความเสียหายชาร์จโจมตีครั้งสุดท้าย",
      "6": "ชาร์จโจมตีใช้พลังกาย",
      "7": "ระยะเวลาต่อเนื่องสูงสุด",
      "8": "ความเสียหายพุ่งลง",
      "9": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Devotion",
    "description": {
      "0": "เมื่อ Noelle อยู่ในแนวหลังของทีม และตัวละครของตนเองที่เข้าต่อสู้ในขณะนั้นมีพลังชีวิตต่ำกว่า 30% สกิลต่อไปนี้จะถูกปล่อยออกมาโดยอัตโนมัติ:",
      "1": "สร้างโล่ป้องกันให้ตัวละครของตนเองที่เข้าต่อสู้ในขณะนั้น โดยโล่จะดูดซับความเสียหายได้เท่ากับ 400% ของพลังป้องกันของ Noelle ซึ่งจะคงอยู่ได้ 20 วินาที",
      "2": "มีเอฟเฟกต์การดูดซับความเสียหายธาตุทุกประเภทและความเสียหายกายภาพ 150%",
      "3": "เอฟเฟกต์นี้เกิดขึ้นได้เพียงหนึ่งครั้ง ในทุก 60 วินาที"
    }
  },
  "passive2": {
    "name": "Nice and Clean",
    "description": {
      "0": "เมื่อการโจมตีปกติหรือการชาร์จโจมตีของ Noelle ถูกศัตรูทุก ๆ 4 ครั้ง จะเป็นการลดเวลาคูลดาวน์ของ <strong>Breastplate</strong> ลง 1 วินาที",
      "1": "ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นมากสุดหนึ่งครั้ง ในทุก 0.1 วินาที"
    }
  },
  "passive3": {
    "name": "Maid's Knighthood",
    "description": {
      "0": "เมื่อปรุงอาหารประเภทป้องกันได้ระดับ สมบูรณ์ จะมีโอกาส 12% ที่จะได้รับผลผลิตเพิ่มเป็น 2 เท่า"
    }
  },
  "constellation1": {
    "name": "I Got Your Back",
    "description": {
      "0": "ในขณะที่อยู่ในสภาวะของ <strong>Sweeping Time</strong> และ <strong>Breastplate</strong> เอฟเฟกต์การคืนพลังชีวิตของ Breastplate จะมีโอกาสเกิด 100%"
    }
  },
  "constellation2": {
    "name": "Combat Maid",
    "description": {
      "0": "ลดการใช้พลังงานการชาร์จ โจมตีของ Noelle ลง 20% และเพิ่มความเสียหายขึ้น 15%"
    }
  },
  "constellation3": {
    "name": "Invulnerable Maid",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Breastplate</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "To Be Cleaned",
    "description": {
      "0": "เมื่อเอฟเฟกต์ของ <strong>Breastplate</strong> จบลงหรือได้รับความเสียหาย จนสลายไป จะสร้าง <geo>ความเสียหายหิน</geo> เป็น 400% ของพลังโจมตี กับศัตรูโดยรอบ"
    }
  },
  "constellation5": {
    "name": "Favonius Sweeper Master",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Sweeping Time</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Must Be Spotless",
    "description": {
      "0": "<strong>Sweeping Time</strong> จะเสริมพลังโจมตีให้ Noelle เป็น 50% ของพลังป้องกัน;",
      "1": "นอกจากนี้ในช่วงเวลาที่สกิลคงอยู่ ทุกครั้งที่โค่นศัตรูลงได้ 1 ตัว การคงอยู่จะนานขึ้น 1 วินาที โดยสูงสุดไม่เกิน 10 วินาที"
    }
  }
}