{
  "name": "Chasca",
  "title": "ผู้คืนสันติเหนือนภา",
  "description": "\"ผู้ไกล่เกลี่ย\" แห่ง Tlalocan ผู้ยุติความขัดแย้งทั้งปวง",
  "constellationName": "Vultur Gryphus",
  "auto": {
    "name": "Phantom Feather Flurry",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "ยิงธนูโจมตีอย่างต่อเนื่องมากสุด 4 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "การ<strong>เล็งโจมตี</strong>แม่นยำยิ่งขึ้น และสร้างความเสียหายเพิ่มขึ้น",
        "2": "เมื่อเล็งโจมตี สายลมที่รุนแรงจะก่อตัวอยู่ตรงหัวของลูกศร ซึ่งลูกศรที่รวบรวมลมเต็มที่แล้ว จะทำให้เกิด<anemo>ความเสียหายลม</anemo>"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "ปล่อยฝนธนูจากกลางอากาศ และพุ่งลงมายังพื้นดินอย่างรวดเร็ว โดยจะโจมตีศัตรูที่อยู่ในเส้นทางที่พุ่งลงมา และสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "เล็งโจมตี",
      "5": "เล็งโจมตีเมื่อชาร์จเต็ม",
      "6": "ความเสียหายพุ่งลง",
      "7": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Spirit Reins, Shadow Hunt",
    "description": {
      "0": "Chasca สั่นพ้องกับเจตจำนงที่สถิตอยู่ในอาวุธ สร้าง<anemo>ความเสียหายลมวงกว้าง</anemo>ที่มีคุณสมบัติวิญญาณราตรี",
      "1": "หลังจากปล่อย Chasca จะได้รับค่าวิญญาณราตรี 80 หน่วย และเข้าสู่สถานะพรวิญญาณราตรี",
      "2": "<br/>",
      "3": "<strong>พรวิญญาณราตรี - Chasca</strong>",
      "4": "ใช้ค่าวิญญาณราตรีอย่างต่อเนื่อง เมื่อค่าวิญญาณราตรีหมดลง หรือทำการปล่อยอีกครั้ง พรวิญญาณราตรีของ Chasca จะสิ้นสุดลง สถานะพรวิญญาณราตรีจะมีคุณสมบัติดังนี้:",
      "5": [
        "ขี่ \"ศัสตราวิญญาณ - ไม้เท้าพิธี\" เพิ่มความเร็วในการเคลื่อนที่และความสามารถในการต้านทานการหยุดชะงักของ Chasca ในสถานะนี้ Chasca จะใช้ค่าวิญญาณราตรีอย่างต่อเนื่อง เพื่อรักษาสถานะลอยตัว เมื่อทำการพุ่งตัวหรือยกตัวละครให้ลอยสูงขึ้น จะใช้ค่าวิญญาณราตรีเพิ่มเติม;",
        "เมื่อทำการโจมตีปกติและชาร์จโจมตี จะเปลี่ยนเป็น \"โหมดเล็งหลายชั้น\" ในรูปแบบต่าง ๆ ขึ้นอยู่กับการกดหรือกดค้าง"
      ],
      "6": "<br/>",
      "7": "<strong>โหมดเล็งหลายชั้น</strong>",
      "8": "<strong>กด</strong>",
      "9": "สร้าง<anemo>ความเสียหายลม</anemo>ที่มีคุณสมบัติวิญญาณราตรี ให้แก่ศัตรูที่อยู่ตรงหน้า ความเสียหายนี้จะนับเป็นความเสียหายการโจมตีปกติ",
      "10": "<strong>กดค้าง</strong>",
      "11": "เข้าสู่สถานะเล็ง และเลือกศัตรูจำนวนหนึ่งภายในระยะที่กำหนด โหลด \"กระสุนล่าเงา\" มากสุด 6 นัด ตามลำดับ โดยขึ้นอยู่กับระยะเวลาชาร์จ; เมื่อโหลดกระสุน 6 นัดจนเต็มหรือหยุดการชาร์จ จะยิงกระสุนเหล่านั้นใส่ศัตรูที่เลือกไว้ตามลำดับ",
      "12": "<br/>",
      "13": "<strong>กระสุนล่าเงา</strong>",
      "14": [
        "สร้าง<anemo>ความเสียหายลม</anemo>ที่มีคุณสมบัติวิญญาณราตรี ความเสียหายนี้จะนับเป็นความเสียหายที่เกิดจากการชาร์จโจมตี;",
        "\"กระสุนล่าเงา\" นัดที่ 4/5/6 ที่โหลดลงในลูกโม่ จะเกิดการเปลี่ยนแปลงธาตุ โดยขึ้นอยู่กับประเภทธาตุของตัวละครอื่น ๆ ในทีม; สำหรับตัวละคร<pyro>ธาตุไฟ</pyro>, <hydro>ธาตุน้ำ</hydro>, <cryo>ธาตุน้ำแข็ง</cryo>หรือ<electro>ธาตุไฟฟ้า</electro>แต่ละตัวที่อยู่ในทีม \"กระสุนล่าเงา\" หนึ่งนัดจะสุ่มเปลี่ยนเป็น \"กระสุนล่าเงาเรืองแสง\" ของหนึ่งในประเภทธาตุที่เกี่ยวข้อง และสร้างความเสียหายธาตุที่สอดคล้องซึ่งมีคุณสมบัติวิญญาณราตรี โดยความเสียหายนี้จะนับเป็นความเสียหายชาร์จโจมตี",
        "\"กระสุนล่าเงา\" ที่บรรจุทีหลังจะถูกยิงออกมาก่อน"
      ],
      "15": "<br/>",
      "16": "นอกจากนี้ ขณะอยู่ในสถานะพรวิญญาณราตรี เมื่อกดค้างเพื่อปล่อยสกิลธาตุ <strong>Spirit Reins, Shadow Hunt</strong> Chasca จะเปลี่ยนเป็นการโจมตีพุ่งลงจากอากาศ ที่มีคุณสมบัติวิญญาณราตรี หากปล่อยปุ่มสกิลจะสามารถหยุดการโจมตีพุ่งลงจากอากาศ และรักษาสถานะลอยตัวได้; เมื่อการโจมตีพุ่งลงจากอากาศลงสู่พื้น พรวิญญาณราตรีของ Chasca จะสิ้นสุดลง",
      "17": "<br/>",
      "18": "<i>ตามหลักแล้ว ตราบใดที่เธอเต็มใจ สายบังเหียนนั้นก็ย่อมชักจูงได้ทุกสิ่ง... แต่จะมีอะไรเท่ไปกว่า ปืนอันใหญ่ยักษ์ได้อีกล่ะ?</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสั่นพ้อง",
      "1": "ความเสียหายกดโหมดเล็งหลายชั้น",
      "2": "ความเสียหายกระสุนล่าเงา",
      "3": "ความเสียหายกระสุนล่าเงาเรืองแสง",
      "4": "ขีดจำกัดค่าวิญญาณราตรี",
      "5": "คูลดาวน์",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Soul Reaper's Fatal Round",
    "description": {
      "0": "Chasca รวบรวมเจตจำนงและยิง \"กระสุนลมเกี่ยววิญญาณ\" 1 นัด สร้าง<anemo>ความเสียหายลมวงกว้าง</anemo>ที่มีคุณสมบัติวิญญาณราตรี หลังจากนั้น กระสุนลมเกี่ยววิญญาณจะแตกออกเป็น \"กระสุนเกี่ยววิญญาณ\" 6 นัด เพื่อโจมตีศัตรูที่อยู่ใกล้เคียง",
      "1": "<br/>",
      "2": "<strong>กระสุนเกี่ยววิญญาณ</strong>",
      "3": [
        "สร้าง<anemo>ความเสียหายลม</anemo>ที่มีคุณสมบัติวิญญาณราตรี;",
        "สำหรับตัวละคร<pyro>ธาตุไฟ</pyro>, <hydro>ธาตุน้ำ</hydro>, <cryo>ธาตุน้ำแข็ง</cryo>หรือ<electro>ธาตุไฟฟ้า</electro>แต่ละตัวที่อยู่ในทีม กระสุนเกี่ยววิญญาณสองนัด จะสุ่มเปลี่ยนเป็น \"กระสุนแสงเกี่ยววิญญาณ\" ของหนึ่งในประเภทธาตุที่เกี่ยวข้อง สร้างความเสียหายธาตุที่มีคุณสมบัติวิญญาณราตรี"
      ],
      "4": "<br/>",
      "5": "<i>ไม่มีใครหลีกหนีจากเสียงกระซิบ และแสงจันทร์ในยามราตรีได้ฉันใด ก็ไม่มีศัตรูหน้าไหนเล็ดลอด จากสายตาอันจดจ่อของเธอได้ฉันนั้น</i>"
    },
    "skillParams": {
      "0": "ความเสียหายกระสุนลมเกี่ยววิญญาณ",
      "1": "ความเสียหายกระสุนเกี่ยววิญญาณ",
      "2": "ความเสียหายกระสุนแสงเกี่ยววิญญาณ",
      "3": "คูลดาวน์",
      "4": "พลังงานธาตุ",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Bullet Trick",
    "description": {
      "0": "เมื่อทำการชาร์จ<strong>โหมดเล็งหลายชั้น</strong>ในสกิลธาตุ <strong>Spirit Reins, Shadow Hunt</strong> หากมีตัวละครที่มีประเภทธาตุตรงตามเงื่อนไขการเปลี่ยนแปลงธาตุอยู่ในทีม จะได้รับเอฟเฟกต์ดังนี้:",
      "1": [
        "แต่ละประเภทธาตุจะมีโอกาส 33.3%/66.7%/100% ที่จะทำให้เกิด \"จิตแปรผัน\" ตามจำนวนธาตุต่าง ๆ ที่ตรงตามเงื่อนไข ทำให้<strong>กระสุนล่าเงา</strong>นัดที่สามที่โหลดลงลูกโม่ สุ่มเปลี่ยนเป็น<strong>กระสุนล่าเงาเรืองแสง</strong>ของหนึ่งในประเภทธาตุที่เกี่ยวข้อง;",
        "แต่ละธาตุจะสร้างเอฟเฟกต์ \"จิตสำแดง\" ให้กับ Chasca หนึ่งชั้น ทำให้กระสุนล่าเงาสร้างความเสียหายเพิ่มขึ้น 15%/35%/65% เอฟเฟกต์นี้จะคงอยู่จนกว่าโหมดเล็งหลายชั้นในครั้งนี้สิ้นสุดลง และซ้อนทับได้มากสุด 3 ชั้น"
      ]
    }
  },
  "passive2": {
    "name": "Intent to Cover",
    "description": {
      "0": "เมื่อตัวละครในทีมที่อยู่บริเวณใกล้เคียงทำให้เกิด \"วิญญาณราตรีปะทุ\" Chasca จะยิง \"กระสุนล่าเงาเพลิงผลาญ\" ใส่ศัตรูที่อยู่ใกล้เคียง สร้าง<anemo>ความเสียหายลม</anemo>ที่มีคุณสมบัติวิญญาณราตรี ความเสียหายนี้จะเท่ากับ 150% ของ<strong>กระสุนล่าเงา</strong>ในสกิลธาตุ <strong>Spirit Reins, Shadow Hunt</strong>; หากมีตัวละคร<pyro>ธาตุไฟ</pyro>, <hydro>ธาตุน้ำ</hydro>, <cryo>ธาตุน้ำแข็ง</cryo>หรือ<electro>ธาตุไฟฟ้า</electro>อยู่ในทีม กระสุนล่าเงาเพลิงผลาญจะเกิดการเปลี่ยนแปลงธาตุ และสร้างความเสียหายธาตุที่เกี่ยวข้อง ซึ่งมีคุณสมบัติวิญญาณราตรี โดยเอฟเฟกต์นี้จะเท่ากับ 150% ของ<strong>กระสุนล่าเงาเรืองแสง</strong>ในสกิลธาตุ <strong>Spirit Reins, Shadow Hunt</strong>",
      "1": "ความเสียหายที่เกิดจากวิธีข้างต้น จะนับเป็นความเสียหายชาร์จโจมตี"
    }
  },
  "passive3": {
    "name": "Night Realm's Gift: Everburning Heart",
    "description": {
      "0": "เมื่อค่าวิญญาณราตรีหมดลง Chasca จะสลับไปใช้โฟลจิสตัน เพื่อรักษาพรวิญญาณราตรีให้คงอยู่",
      "1": "เมื่ออยู่ใน Natlan ที่มีพื้นที่กลไกโฟลจิสตัน จะสามารถทำการถ่ายโอนวิญญาณราตรี - Chasca ได้ เมื่อตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นอยู่กลางอากาศ และเมื่อสลับตัวละคร Chasca เข้าสู่การต่อสู้ จะทำให้เกิดเหตุการณ์ต่อไปนี้: Chasca จะเข้าสู่สถานะพรวิญญาณราตรี และได้รับค่าวิญญาณราตรี 32 หน่วย โดยทีมของตนเองสามารถทำให้เกิดการถ่ายโอนวิญญาณราตรีหนึ่งครั้ง ในทุก 10 วินาที"
    }
  },
  "passive": {
    "name": "Mediation's True Meaning",
    "description": {
      "0": "เมื่อตัวละครในทีมของตนเองเอาชนะศัตรู จะฟื้นฟูโฟลจิสตัน 25 หน่วย โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 12 วินาที",
      "1": "เอฟเฟกต์ดังกล่าวจะไร้ผลเมื่ออยู่ในดันเจี้ยน, Trounce Domain และ Spiral Abyss"
    }
  },
  "constellation1": {
    "name": "Cylinder, the Restless Roulette",
    "description": {
      "0": "เมื่อทำให้เกิด \"จิตแปรผัน\" ของพรสวรรค์ติดตัว \"Bullet Trick\" จะทำให้<strong>กระสุนล่าเงา</strong>นัดที่สองที่โหลดลงลูกโม่ เปลี่ยนเป็น<strong>กระสุนล่าเงาเรืองแสง</strong>",
      "1": "โอกาสทำให้เกิด \"จิตแปรผัน\" จะเพิ่มขึ้น: หากมีตัวละครที่มีประเภทธาตุที่ตรงตามเงื่อนไขการเปลี่ยนแปลงธาตุอยู่ในทีม จะทำให้โอกาสเกิด \"จิตแปรผัน\" เพิ่มขึ้น 33.3% โดยเพิ่มได้สูงสุดถึง 100%",
      "2": "<br/>",
      "3": "ต้องปลดล็อกพรสวรรค์ติดตัว \"Bullet Trick\" ก่อน",
      "4": "นอกจากนี้ เมื่อไม่ได้อยู่ในสถานะต่อสู้ ค่าวิญญาณราตรีและโฟลจิสตันที่ใช้ในสถานะพรวิญญาณราตรีของ Chasca จะลดลง 30%"
    }
  },
  "constellation2": {
    "name": "Muzzle, the Searing Smoke",
    "description": {
      "0": "เมื่อ Chasca เข้าสู่สนาม จะได้รับ \"จิตสำแดง\" ของพรสวรรค์ติดตัว \"Bullet Trick\" หนึ่งชั้น เอฟเฟกต์นี้ต้องปลดล็อกพรสวรรค์ติดตัว \"Bullet Trick\" ก่อน",
      "1": "นอกจากนี้ เมื่อปล่อย<strong>โหมดเล็งหลายชั้น</strong>ในสกิลธาตุ <strong>Spirit Reins, Shadow Hunt</strong> เมื่อ<strong>กระสุนล่าเงาเรืองแสง</strong>ของ Chasca โจมตีโดนศัตรู จะสร้างความเสียหายวงกว้างของธาตุที่เกี่ยวข้อง 400% ของพลังโจมตีของ Chasca โดยอิงตามประเภทธาตุของ<strong>กระสุนล่าเงาเรืองแสง</strong> ซึ่งความเสียหายนี้จะนับเป็นความเสียหายชาร์จโจมตี ทุกครั้งที่ใช้<strong>โหมดเล็งหลายชั้น</strong> จะทำให้เกิดเอฟเฟกต์นี้ได้มากสุดหนึ่งครั้ง"
    }
  },
  "constellation3": {
    "name": "Reins, Her Careful Control",
    "description": {
      "0": "เพิ่มเลเวลสกิลของสกิลธาตุ <strong>Spirit Reins, Shadow Hunt</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Sparks, the Sudden Shot",
    "description": {
      "0": "เมื่อ<strong>กระสุนแสงเกี่ยววิญญาณ</strong>ของท่าไม้ตาย <strong>Soul Reaper's Fatal Round</strong> โจมตีโดนศัตรู จะฟื้นฟูพลังงานธาตุให้กับ Chasca 1.5 หน่วย และสร้างความเสียหายวงกว้างของธาตุที่เกี่ยวข้อง 400% ของพลังโจมตีของ Chasca โดยอิงตามประเภทธาตุของ<strong>กระสุนแสงเกี่ยววิญญาณ</strong> ซึ่งความเสียหายนี้จะนับเป็นความเสียหายชาร์จโจมตี",
      "1": "เอฟเฟกต์ข้างต้นจะสร้างความเสียหายวงกว้างของธาตุที่สอดคล้องกัน ทุกครั้งที่ปล่อย <strong>Soul Reaper's Fatal Round</strong> จะทำให้เกิดเอฟเฟกต์นี้ได้มากสุดหนึ่งครั้ง"
    }
  },
  "constellation5": {
    "name": "Brim, the Sandshadow's Silhouette",
    "description": {
      "0": "เพิ่มเลเวลสกิลของท่าไม้ตาย <strong>Soul Reaper's Fatal Round</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Showdown, the Glory of Battle",
    "description": {
      "0": "ช่วงเวลาที่จำเป็นสำหรับชาร์จ<strong>โหมดเล็งหลายชั้น</strong>ของ Chasca จะลดลง และหลังจากทำให้เกิด \"จิตแปรผัน\" ของพรสวรรค์ติดตัว \"Bullet Trick\" แล้ว Chasca จะได้รับสถานะ \"Fatal Round\" และภายใน 3 วินาทีหลังจากนั้น ครั้งถัดไปที่ Chasca ใช้<strong>โหมดเล็งหลายชั้น</strong>ในสกิลธาตุ <strong>Spirit Reins, Shadow Hunt</strong> การชาร์จจะเสร็จสิ้นทันที และความแรงคริของ<strong>กระสุนล่าเงา</strong>กับ<strong>กระสุนล่าเงาเรืองแสง</strong> ใน<strong>โหมดเล็งหลายชั้น</strong>ครั้งนี้จะเพิ่มขึ้น 120% และจะได้รับเอฟเฟกต์ \"Fatal Round\" มากสุดหนึ่งครั้ง ในทุก 3 วินาที",
      "1": "<br/>",
      "2": "เอฟเฟกต์ดังกล่าว ต้องปลดล็อกพรสวรรค์ติดตัว \"Bullet Trick\" ก่อน"
    }
  }
}