{
  "name": "Alhaitham",
  "title": "คำวิจารณ์ซ่อนคม",
  "description": "เสมียนคนปัจจุบันของสถาบัน Sumeru มีสติปัญญา และพรสวรรค์ที่เหนือคนธรรมดา เขาใช้ชีวิตอย่างอิสระจนคนส่วนใหญ่แทบจะหาเขาไม่เจอ",
  "constellationName": "Vultur Volans",
  "auto": {
    "name": "Abductive Reasoning",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "โจมตีด้วยดาบต่อเนื่องมากสุด 5 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่ง เพื่อปลดปล่อยดาบออกไปข้างหน้า 2 ครั้ง อย่างรวดเร็ว"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขั้น 5",
      "5": "ความเสียหายชาร์จโจมตี",
      "6": "ชาร์จโจมตีใช้พลังกาย",
      "7": "ความเสียหายพุ่งลง",
      "8": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Universality: An Elaboration on Form",
    "description": {
      "0": "พุ่งตัวไปข้างหน้าอย่างรวดเร็ว โดยจะสร้าง<dendro>ความเสียหายไม้</dendro>แก่ศัตรูที่อยู่ใกล้เมื่อสิ้นสุดการพุ่งตัว และรวบรวม \"Chisel-Light Mirror\" ขึ้นมา",
      "1": "เมื่อกดค้าง วิธีที่ใช้จะแตกต่างกันออกไป",
      "2": "<br/>",
      "3": "<strong>กดค้าง</strong>",
      "4": "เข้าสู่สถานะการเล็ง เพื่อปรับทิศทางการพุ่งตัว",
      "5": "<br/>",
      "6": "<strong>Chisel-Light Mirror</strong>",
      "7": "เมื่อใช้สกิล Alhaitham จะสร้าง Chisel-Light Mirror ขึ้นมา 1 อัน; หากในช่วงเวลานี้ยังไม่มี Chisel-Light Mirror จะสร้างเพิ่มอีก 1 อัน โดย Chisel-Light Mirror จะมีเอฟเฟกต์ดังต่อไปนี้:",
      "8": [
        "ในเวลาที่มี Chisel-Light Mirror อยู่ การโจมตีปกติ, การชาร์จโจมตี และการโจมตีพุ่งลงจากอากาศของ Alhaitham จะเปลี่ยนเป็น<dendro>ความเสียหายไม้</dendro>ที่ไม่สามารถซ้อนทับด้วยธาตุอื่นได้;",
        "เมื่อการโจมตีที่กล่าวข้างต้นถูกศัตรู Chisel-Light Mirror จะใช้ Projection Attack ซึ่งจะสร้าง<dendro>ความเสียหายไม้วงกว้าง</dendro>โดยขึ้นกับจำนวนของ Chisel-Light Mirror;",
        "สามารถมี Chisel-Light Mirror ได้มากสุด 3 อัน;",
        "Chisel-Light Mirror จะค่อย ๆ หายไปทีละอันเมื่อเวลาผ่านไป และจะหายไปทั้งหมดเมื่อ Alhaitham ออกจากการต่อสู้"
      ],
      "9": "<br/>",
      "10": "<i>\"แต่เดิมแล้วความจริงนั้น ก็ตั้งอยู่ในความไม่แน่นอน ซึ่งแม้จะเป็นนักวิชาการที่ยิ่งใหญ่เพียงไหน ก็ไม่อาจหลุดพ้นจากความผิดพลาดได้\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายพุ่งโจมตี",
      "1": "ช่วงเวลาของ Projection Attack ทุก",
      "2": "ความเสียหาย Projection Attack เมื่อมี Mirror x1",
      "3": "ความเสียหาย Projection Attack เมื่อมี Mirror x2",
      "4": "ความเสียหาย Projection Attack เมื่อมี Mirror x3",
      "5": "ระยะเวลาในการหายไปของ Chisel-Light Mirror",
      "6": "คูลดาวน์",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Particular Field: Fetters of Phenomena",
    "description": {
      "0": "สร้าง Particular Binding Field ขึ้นมา และทำให้เกิด<dendro>ความเสียหายไม้วงกว้าง</dendro>หลายครั้ง",
      "1": "ในตอนที่ใช้สกิล หากมี Chisel-Light Mirror อยู่ จะใช้ Chisel-Light Mirror ทั้งหมดที่มี เพื่อเพิ่มจำนวนครั้งในการสร้างความเสียหาย",
      "2": "2 วินาที หลังจากใช้สกิลเสร็จ หากใช้ Chisel-Light Mirror ไป 0/1/2/3 อัน ในตอนที่ใช้สกิล จะสร้าง Chisel-Light Mirror ขึ้นมา 3/2/1/0 อัน ให้แก่ Alhaitham",
      "3": "<br/>",
      "4": "<i>\"หากนักวิชาการยึดมั่นการแสวงหาปัญญาไว้เป็นเป้าหมาย ถ้าอย่างนั้นเขาจะต้องเป็นศัตรูกับตัวหนังสือทุกตัวที่เขาอ่าน เช่นนี้จึงจะมีโอกาส ที่จะหลุดพ้นจากอคติได้\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายหนึ่งครั้ง",
      "1": "จำนวนการโจมตีพื้นฐาน",
      "2": "จำนวนการโจมตีเมื่อมี Mirror 1 อัน",
      "3": "จำนวนการโจมตีเมื่อมี Mirror 2 อัน",
      "4": "จำนวนการโจมตีเมื่อมี Mirror 3 อัน",
      "5": "คูลดาวน์",
      "6": "พลังงานธาตุ",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Four-Causal Correction",
    "description": {
      "0": "เมื่อการชาร์จโจมตี หรือการโจมตีพุ่งลงจากอากาศของ Alhaitham ถูกศัตรู จะสร้าง Chisel-Light Mirror ขึ้นมาหนึ่งอัน โดยที่เอฟเฟกต์นี้ ในทุก 12 วินาที จะเกิดขึ้นได้มากสุดหนึ่งครั้ง"
    }
  },
  "passive2": {
    "name": "Mysteries Laid Bare",
    "description": {
      "0": "ความชำนาญธาตุแต่ละหน่วยของ Alhaitham จะทำให้ Projection Attack และ <strong>Particular Field: Fetters of Phenomena</strong> สร้างความเสียหายเพิ่มขึ้น 0.1%",
      "1": "ด้วยวิธีนี้จะทำให้ Projection Attack และ Particular Field: Fetters of Phenomena สร้างความเสียหายเพิ่มขึ้นได้มากสุด 100%"
    }
  },
  "passive3": {
    "name": "Law of Reductive Overdetermination",
    "description": {
      "0": "เมื่อสร้างวัสดุเลื่อนขั้นอาวุธ จะมีโอกาส 10% ที่จะได้รับผลผลิตเพิ่มเป็น 2 เท่า"
    }
  },
  "constellation1": {
    "name": "Intuition",
    "description": {
      "0": "เมื่อ Projection Attack ถูกศัตรู จะทำให้ช่วงเวลาคูลดาวน์ของ <strong>Universality: An Elaboration on Form</strong> ลดลง 1.2 วินาที โดยที่เอฟเฟกต์นี้ ในทุก 1 วินาที จะเกิดขึ้นได้มากสุดหนึ่งครั้ง"
    }
  },
  "constellation2": {
    "name": "Debate",
    "description": {
      "0": "เมื่อ Alhaitham สร้าง Chisel-Light Mirror ขึ้นมา Chisel-Light Mirror ทุก 1 อัน ที่สร้างจะทำให้ความชำนาญธาตุเพิ่มขึ้น 50 หน่วย เป็นเวลา 8 วินาที โดยที่เอฟเฟกต์นี้ จะซ้อนทับได้มากสุด 4 ชั้น แต่ละชั้นคิดช่วงเวลาต่อเนื่องแยกกัน และเมื่อจำนวนของ Chisel-Light Mirror ถึงขีดสูงสุด เอฟเฟกต์นี้จะยังคงเกิดขึ้นได้เช่นเดิม"
    }
  },
  "constellation3": {
    "name": "Negation",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Universality: An Elaboration on Form</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Elucidation",
    "description": {
      "0": "เมื่อใช้ <strong>Particular Field: Fetters of Phenomena</strong> จะเกิดเอฟเฟกต์โดยขึ้นกับจำนวนของ Chisel-Light Mirror ที่ถูกใช้ไป และสร้างขึ้นในการปล่อยสกิลครั้งนี้ โดยเอฟเฟกต์ที่เกิดขึ้นมีดังนี้:",
      "1": [
        "Chisel-Light Mirror ทุก 1 อัน ที่ถูกใช้ไป จะทำให้ตัวละครอื่น ๆ ในทีมที่อยู่ในบริเวณใกล้เคียง มีความชำนาญธาตุเพิ่มขึ้น 30 หน่วย เป็นเวลา 15 วินาที;",
        "Chisel-Light Mirror ทุก 1 อัน ที่ถูกสร้างขึ้น จะทำให้ Alhaitham ได้รับ<dendro>โบนัสความเสียหายไม้</dendro> 10% เป็นเวลา 15 วินาที"
      ],
      "2": "<br/>",
      "3": "การปล่อย Particular Field: Fetters of Phenomena ซ้ำอีกครั้ง ในระหว่างช่วงเวลาต่อเนื่องของเอฟเฟกต์ที่กล่าวข้างต้น จะลบล้างเอฟเฟกต์ที่มีอยู่เดิมก่อน"
    }
  },
  "constellation5": {
    "name": "Sagacity",
    "description": {
      "0": "เพิ่มเลเวลของสกิล <strong>Particular Field: Fetters of Phenomena</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Structuration",
    "description": {
      "0": "Alhaitham ได้รับเอฟเฟกต์ต่อไปนี้:",
      "1": [
        "หลังจากใช้ <strong>Particular Field: Fetters of Phenomena</strong> 2 วินาที จะสร้าง Chisel-Light Mirror ขึ้นมา 3 อัน โดยไม่สนจำนวนของ Chisel-Light Mirror ที่ใช้ไป;",
        "เมื่อ Alhaitham สร้าง Chisel-Light Mirror ขึ้นมา หากจำนวนของ Chisel-Light Mirror ถึงขีดจำกัดแล้ว อัตราคริของ Alhaitham จะเพิ่มขึ้น 10% และความแรงคริเพิ่มขึ้น 70% เป็นเวลา 6 วินาที และเมื่อเอฟเฟกต์นี้เกิดขึ้นซ้ำอีกครั้ง ในระหว่างช่วงเวลาต่อเนื่อง ระยะเวลาที่เหลืออยู่จะเพิ่มขึ้น 6 วินาที"
      ]
    }
  }
}