{
  "name": "Beidou",
  "title": "ราชินีไร้บัลลังก์แห่งท้องทะเล",
  "description": "ผู้นำกองเรือติดอาวุธ \"Crux\" สตรีผู้ซื่อตรง และไร้ซึ่งพันธนาการ",
  "constellationName": "Victor Mare",
  "auto": {
    "name": "Oceanborne",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "โจมตีต่อเนื่องมากสุด 5 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายอย่างต่อเนื่อง เพื่อฟันโจมตีติดต่อกันอย่างรวดเร็ว",
        "2": "เมื่อการชาร์จโจมตีสิ้นสุดลง จะทำการฟันอย่างรุนแรงเพิ่มอีกหนึ่งครั้ง"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขั้น 5",
      "5": "ความเสียหายขณะชาร์จโจมตี",
      "6": "ความเสียหายชาร์จโจมตีครั้งสุดท้าย",
      "7": "ชาร์จโจมตีใช้พลังกาย",
      "8": "ระยะเวลาต่อเนื่องสูงสุด",
      "9": "ความเสียหายพุ่งลง",
      "10": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Tidecaller",
    "description": {
      "0": "ไม่มีอะไรต้องเป็นห่วง หากมีใครกล้า ที่จะแตะต้องเธอหรือคนของเธอ ผู้นั้นจะต้องรับบทเรียนของสายฟ้า และดาบยักษ์คืนเป็นสิบเท่าอย่างแน่นอน",
      "1": "<br/>",
      "2": "<strong>กด</strong>",
      "3": "รวบรวมพลังของสายฟ้า และฟันออกไปข้างหน้าอย่างรุนแรงด้วยดาบขนาดยักษ์ เพื่อสร้าง<electro>ความเสียหายไฟฟ้า</electro>",
      "4": "<br/>",
      "5": "<strong>กดค้าง</strong>",
      "6": "ยกอาวุธขึ้นมาเป็นเกราะป้องกัน โดยที่ปริมาณการดูดซับความเสียหาย จะขึ้นอยู่กับพลังชีวิตสูงสุดของ Beidou",
      "7": "เมื่อปลดสกิลออก หรือสิ้นสุดช่วงเวลาต่อเนื่อง จะทำการโจมตีด้วยดาบยักษ์ ที่เต็มไปด้วยพลังที่รวบรวมเอาไว้ เพื่อสร้าง<electro>ความเสียหายไฟฟ้า</electro> ซึ่งความรุนแรงของความเสียหายที่สร้าง จะขึ้นอยู่กับจำนวนครั้งการโจมตีที่ได้รับขณะใช้สกิล โดยโบนัสความเสียหายสูงสุด จะเกิดขึ้นเมื่อปลดปล่อยเอฟเฟกต์นี้ 2 ครั้ง",
      "8": "โล่ป้องกันจะมีเอฟเฟกต์ดังนี้:",
      "9": [
        "มีเอฟเฟกต์การดูดซับ <electro>ความเสียหายไฟฟ้า</electro> 250%;",
        "ทันทีที่ปลดปล่อยออกไป จะทำให้ Beidou <electro>ติดสถานะธาตุไฟฟ้า</electro>"
      ],
      "10": "<br/>",
      "11": "<i>โอบล้อมด้วยทะเล ตามหาเกลียวคลื่นและสายฟ้า</i>"
    },
    "skillParams": {
      "0": "ปริมาณการดูดซับของโล่",
      "1": "ความเสียหายพื้นฐาน",
      "2": "ความเสียหายที่เพิ่มเมื่อถูกโจมตี",
      "3": "คูลดาวน์",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Stormbreaker",
    "description": {
      "0": "ระลึกถึงการต่อสู้ของเธอกับอสูรยักษ์ Haishan เรียกความแข็งแกร่งดุจอสูร และพลังแห่งสายฟ้าออกมาเพื่อสร้าง Thunderbeast's Targe ล้อมรอบตัวเอง และสร้าง<electro>ความเสียหายไฟฟ้า</electro>แก่ศัตรู ที่อยู่โดยรอบ",
      "1": "<br/>",
      "2": "<strong>Thunderbeast's Targe</strong>",
      "3": [
        "เมื่อการโจมตีปกติ และการชาร์จโจมตีถูกเป้าหมาย จะปลดปล่อยพลังสายฟ้าออกมา และทำให้เกิดสายฟ้า 1 เส้น วิ่งผ่านระหว่างศัตรูแต่ละตัว เพื่อสร้าง<electro>ความเสียหายไฟฟ้า</electro>;",
        "เพิ่มความสามารถในการต้านทานการหยุดชะงักของตัวละคร และลดความเสียหายที่ได้รับลง"
      ],
      "4": "<br/>",
      "5": "ทำให้เกิดสายฟ้าอย่างมาก 1 เส้น ในทุกหนึ่งวินาที",
      "6": "<br/>",
      "7": "<i>พลังของสายฟ้าฟาดผ่าทะเลและภูผา</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหายสายฟ้า",
      "2": "ลดความเสียหาย",
      "3": "ระยะเวลาต่อเนื่อง",
      "4": "คูลดาวน์",
      "5": "พลังงานธาตุ",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Retribution",
    "description": {
      "0": "เมื่อปล่อยการโจมตีกลับด้วย <strong>Tidecaller</strong> ในจังหวะที่ถูกโจมตี จะได้รับโบนัสความเสียหายสูงสุด"
    }
  },
  "passive2": {
    "name": "Lightning Storm",
    "description": {
      "0": "หลังจากปล่อย <strong>Tidecaller</strong> ที่มีโบนัสความเสียหายสูงสุด ภายใน 10 วินาที จะได้รับเอฟเฟกต์ดังนี้",
      "1": [
        "การโจมตีปกติ และการชาร์จโจมตี สร้างความเสียหายเพิ่มขึ้น 15% และความเร็วในการโจมตีเพิ่มขึ้น 15%",
        "ลดเวลาที่การชาร์จโจมตี ต้องใช้ในการเตรียมลงอย่างมาก"
      ]
    }
  },
  "passive3": {
    "name": "Conqueror of Tides",
    "description": {
      "0": "ลดอัตราการเสียพลังกายจากการว่ายน้ำ ให้ตัวละครของตนเองที่อยู่ในทีมลง 20%",
      "1": "ไม่สามารถซ้อนทับพรสวรรค์ติดตัวที่เอฟเฟกต์เหมือนกันทุกประการได้"
    }
  },
  "constellation1": {
    "name": "Sea Beast's Scourge",
    "description": {
      "0": "เมื่อใช้ <strong>Stormbreaker</strong>:",
      "1": "จะสร้างโล่ที่สามารถดูดซับ ความเสียหายได้ 16% ของพลังชีวิตสูงสุด เป็นเวลา 15 วินาที",
      "2": "โล่ป้องกันนี้จะมีเอฟเฟกต์ การดูดซับ<electro>ความเสียหายไฟฟ้า</electro> 250%"
    }
  },
  "constellation2": {
    "name": "Upon the Turbulent Sea, the Thunder Arises",
    "description": {
      "0": "สายฟ้าของ <strong>Stormbreaker</strong> สามารถวิ่งผ่านระหว่างศัตรูเพิ่มได้อีก 2 ตัว"
    }
  },
  "constellation3": {
    "name": "Summoner of Storm",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Tidecaller</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Stunning Revenge",
    "description": {
      "0": "ภายใน 10 วินาที หลังจากถูกโจมตี การโจมตีปกติของ Beidou จะแนบ<electro>ความเสียหายไฟฟ้า</electro>เพิ่มไปด้วย 20%"
    }
  },
  "constellation5": {
    "name": "Crimson Tidewalker",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Stormbreaker</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Bane of Evil",
    "description": {
      "0": "ระหว่างช่วงเวลาของ <strong>Stormbreaker</strong> <electro>ความต้านทานไฟฟ้า</electro>ของศัตรูโดยรอบ จะลดลง 15%"
    }
  }
}