{
  "name": "Faruzan",
  "title": "กลไกลึกปริศนาลับ",
  "description": "นักวิชาการจากเมื่อ \"หนึ่งร้อยปีก่อน\" ชื่นชอบที่จะตั้งตนเป็นรุ่นพี่ ทั้งยังมีงานวิจัยเกี่ยวข้องกับอักษรโบราณ และกลศาสตร์โบราณต่าง ๆ",
  "constellationName": "Flosculi Implexi",
  "auto": {
    "name": "Parthian Shot",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "ยิงธนูโจมตีอย่างต่อเนื่องมากสุด 4 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "การ<strong>เล็งโจมตี</strong>แม่นยำยิ่งขึ้น และสร้างความเสียหายเพิ่มขึ้น",
        "2": "เมื่อเล็งโจมตี สายลมที่รุนแรงจะก่อตัวอยู่ตรงหัวของลูกศร ซึ่งลูกศรที่รวบรวมลมเต็มที่แล้ว จะทำให้เกิด<anemo>ความเสียหายลม</anemo>"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "ปล่อยฝนธนูจากกลางอากาศ และพุ่งลงมายังพื้นดินอย่างรวดเร็ว โดยจะโจมตีศัตรูที่อยู่ในเส้นทางที่พุ่งลงมา และสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "เล็งโจมตี",
      "5": "เล็งโจมตีเมื่อชาร์จเต็ม",
      "6": "ความเสียหายพุ่งลง",
      "7": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Wind Realm of Nasamjnin",
    "description": {
      "0": "Faruzan จะวางรูปทรงหลายเหลี่ยมที่ทำให้เกิด<anemo>ความเสียหายลมวงกว้าง</anemo> แก่ศัตรูที่อยู่ในบริเวณใกล้เคียง จากนั้นจะเข้าสู่สถานะ \"Manifest Gale\"",
      "1": "เมื่ออยู่ในสถานะ \"Manifest Gale\" การชาร์จจนเสร็จสมบูรณ์ของการเล็งโจมตีครั้งต่อไปของ Faruzan จะใช้เอฟเฟกต์ Manifest Gale ในครั้งนี้ และเปลี่ยนเป็นการยิง Hurricane Arrow ที่อัดแน่นไปด้วยกระแสลมแรงดันสูง ซึ่งจะทำให้เกิด<anemo>ความเสียหายลม</anemo> โดยขึ้นกับความเสียหายของ การชาร์จจนเต็มของการเล็งโจมตี ของ \"การโจมตีปกติ: Parthian Shot\"",
      "2": "<br/>",
      "3": "<strong>Pressurized Collapse</strong>",
      "4": "\"Hurricane Arrow\" จะทำให้ศัตรู หรือตัวละครที่ถูกการโจมตีนี้ ติดสถานะเอฟเฟกต์ \"Pressurized Collapse\" ซึ่งเอฟเฟกต์ดังกล่าว จะหายไปหลังจากเวลาผ่านไปช่วงหนึ่ง จากนั้นจะสร้างพายุหมุน ซึ่งจะทำให้เกิด<anemo>ความเสียหายลมวงกว้าง</anemo> และดึงดูดวัตถุกับศัตรูที่อยู่ในบริเวณใกล้เคียงเข้าไป; หากไม่ถูกศัตรูหรือตัวละคร จะมอบเอฟเฟกต์ \"Pressurized Collapse\" ให้แก่ตำแหน่งที่โจมตีไปโดนแทน",
      "5": "ความเสียหายที่พายุหมุนสร้าง จะถูกมองว่าเป็นความเสียหายของสกิลธาตุ",
      "6": "<br/>",
      "7": "<i>ทำลายภาพลวงตาของการรับรู้ทั่วไป และท้ายที่สุดแล้ว สายลมแห่งความจริง จะพัดจิตวิญญาณของผู้แสวงหาความรู้</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหายพายุหมุนของ Pressurized Collapse",
      "2": "ช่วงเวลาของ Manifest Gale",
      "3": "คูลดาวน์",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "The Wind's Secret Ways",
    "description": {
      "0": "Faruzan จะวาง \"Dazzling Polyhedron\" ซึ่งจะปล่อย \"Whirlwind Pulse\" ออกมาหนึ่งครั้ง และทำให้เกิด<anemo>ความเสียหายลมวงกว้าง</anemo>",
      "1": "ภายในช่วงเวลาที่คงอยู่ Dazzling Polyhedron จะเคลื่อนที่บนเส้นทางรูปสามเหลี่ยมอย่างต่อเนื่อง โดยแต่ละครั้งที่เคลื่อนที่ ไปจนถึงมุมของรูปทรงสามเหลี่ยม Dazzling Polyhedron จะปล่อย Whirlwind Pulse ออกมาหนึ่งครั้ง",
      "2": "<br/>",
      "3": "<strong>Whirlwind Pulse</strong>",
      "4": [
        "เมื่อ Whirlwind Pulse ถูกปล่อยออกมา จะมอบเอฟเฟกต์ \"Perfidious Wind's Bale\" ให้แก่ศัตรูโดยรอบ: ลด<anemo>ความต้านทานลม</anemo>ของศัตรูลง;",
        "เมื่อ Whirlwind Pulse ถูกปล่อยออกมา จะมอบเอฟเฟกต์ \"Prayerful Wind's Benefit\" ให้แก่ตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียง: ได้รับ<anemo>โบนัสความเสียหายลม</anemo>"
      ],
      "5": "<br/>",
      "6": "<i>ควรจะมีความเคารพอย่างเพียงพอ ต่อภูมิปัญญาที่ไม่รู้จัก ซึ่งถูกซ่อนอยู่ในซากปรักหักพังโบราณ</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "โบนัสความเสียหายลม",
      "2": "ช่วงเวลาของ Prayerful Wind's Benefit",
      "3": "ลดความต้านทานลม",
      "4": "ช่วงเวลาของ Perfidious Wind's Bale",
      "5": "ระยะเวลาต่อเนื่อง",
      "6": "คูลดาวน์",
      "7": "พลังงานธาตุ",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Impetuous Flow",
    "description": {
      "0": "เมื่อ Faruzan อยู่ในสถานะ \"Manifest Gale\" ของ <strong>Wind Realm of Nasamjnin</strong> ช่วงเวลาที่ต้องใช้ในการชาร์จ ของการเล็งโจมตีจะลดลง 60% และทำให้พายุหมุนที่เอฟเฟกต์ \"Pressurized Collapse\" สร้างขึ้น มอบเอฟเฟกต์ \"Perfidious Wind's Bale\" ของ <strong>The Wind's Secret Ways</strong> ให้แก่ศัตรูที่ถูกโจมตี"
    }
  },
  "passive2": {
    "name": "Lost Wisdom of the Seven Caverns",
    "description": {
      "0": "เมื่อการโจมตีปกติ, การชาร์จโจมตี, การโจมตีพุ่งลงจากอากาศ, สกิลธาตุ หรือท่าไม้ตาย ของตัวละครที่อยู่ภายใต้สภาวะเอฟเฟกต์ Prayerful Wind's Benefit ของ <strong>The Wind's Secret Ways</strong> ทำให้เกิด<anemo>ความเสียหายลม</anemo>แก่ศัตรู จะทำให้เกิดเอฟเฟกต์ Hurricane Guard: เพิ่มความเสียหายที่สร้างขึ้น 32% ของพลังโจมตีพื้นฐานของ Faruzan โดยที่ทุก 0.8 วินาที จะเกิดเอฟเฟกต์ Hurricane Guard ได้มากสุดหนึ่งครั้ง ซึ่งเอฟเฟกต์นี้ จะหายไปหลังจากช่วงเวลาคงอยู่ของเอฟเฟกต์ \"Prayerful Wind's Benefit\" สิ้นสุดลง หรือเกิดผลไปแล้ว 1 ครั้ง"
    }
  },
  "passive3": {
    "name": "Tomes Light the Path",
    "description": {
      "0": "เมื่อทำคำขอการออกสำรวจของ Sumeru ที่ใช้เวลา 20 ชั่วโมง รางวัลที่ได้รับจะเพิ่มขึ้น 25%"
    }
  },
  "constellation1": {
    "name": "Truth by Any Means",
    "description": {
      "0": "ด้วยการชาร์จที่เสร็จสมบูรณ์ของการเล็งโจมตี Faruzan จะสามารถยิง \"Hurricane Arrow\" ออกไปได้มากสุด 2 ครั้ง ภายใต้สภาวะเอฟเฟกต์ Manifest Gale ของ <strong>Wind Realm of Nasamjnin</strong> 1 ครั้ง"
    }
  },
  "constellation2": {
    "name": "Overzealous Intellect",
    "description": {
      "0": "ช่วงเวลาคงอยู่ของ \"Dazzling Polyhedron\" ของ <strong>The Wind's Secret Ways</strong> ยาวนานขึ้น 6 วินาที"
    }
  },
  "constellation3": {
    "name": "Spirit-Orchard Stroll",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Wind Realm of Nasamjnin</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Divine Comprehension",
    "description": {
      "0": "พายุหมุนที่ <strong>Pressurized Collapse</strong> สร้างขึ้น สามารถฟื้นฟูพลังงานธาตุให้แก่ Faruzan ได้ โดยขึ้นกับจำนวนของศัตรูที่ถูกโจมตี: เมื่อถูกศัตรู 1 ตัว จะฟื้นฟูพลังงานธาตุให้แก่ Faruzan 2 หน่วย; ในแต่ละครั้งที่โจมตีถูกศัตรูเพิ่ม จะฟื้นฟูพลังงานธาตุให้แก่ Faruzan เพิ่มอีก 0.5 หน่วย",
      "1": "ในการเกิดพายุหมุนหนึ่งครั้ง จะฟื้นฟูพลังงานธาตุให้แก่ Faruzan ด้วยวิธีนี้ได้มากสุด 4 หน่วย"
    }
  },
  "constellation5": {
    "name": "Wonderland of Rumination",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>The Wind's Secret Ways</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "The Wondrous Path of Truth",
    "description": {
      "0": "ตัวละครที่อยู่ภายใต้สภาวะเอฟเฟกต์ \"Prayerful Wind's Benefit\" ของ <strong>The Wind's Secret Ways</strong> จะมีความแรงคริเพิ่มขึ้น 40% เมื่อสร้าง<anemo>ความเสียหายลม</anemo>; เมื่อตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น และอยู่ภายใต้สภาวะเอฟเฟกต์ Prayerful Wind's Benefit สร้างความเสียหาย จะทำให้ศัตรูดังกล่าวติดสถานะเอฟเฟกต์ \"Pressurized Collapse\" โดยที่สถานะเอฟเฟกต์นี้ ในทุก 3 วินาที จะเกิดขึ้นได้มากสุดหนึ่งครั้ง และตัวละครทั้งหมดในทีม จะแชร์ช่วงเวลาคูลดาวน์ร่วมกัน"
    }
  }
}