{
  "name": "Citlali",
  "title": "ออบซิเดียนดาราผ่อง",
  "description": "ชาแมนผู้ยิ่งใหญ่แห่งจ้าวแห่งลมราตรี คุณยาย Itztli ผู้ซึ่งทำให้ชาวเผ่าทุกคนเคารพและยำเกรง",
  "constellationName": "Patina Anavatlaca",
  "auto": {
    "name": "Shadow-Stealing Spirit Vessel",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "ปลุกพิธีกรรมลับที่สืบทอดจากรุ่นสู่รุ่นของจ้าวแห่งลมราตรี เพื่อทำการโจมตีต่อเนื่องมากสุด 3 ครั้ง สร้าง<cryo>ความเสียหายน้ำแข็ง</cryo>"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "เข้าสู่สถานะเล็ง และใช้พลังกายบางส่วนหลังจากกดค้าง ปล่อยดาวเหมันต์หนึ่งอันไปในทิศทางที่เล็ง เพื่อสร้าง<cryo>ความเสียหายน้ำแข็ง</cryo>ให้กับศัตรูที่อยู่ในเส้นทาง"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "รวบรวมพลังของธาตุน้ำแข็ง และกระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้าง<cryo>ความเสียหายน้ำแข็งวงกว้าง</cryo>เมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายชาร์จโจมตี",
      "4": "ชาร์จโจมตีใช้พลังกาย",
      "5": "ความเสียหายพุ่งลง",
      "6": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Dawnfrost Darkstar",
    "description": {
      "0": "ใช้พันธสัญญาลับที่สืบทอดในจ้าวแห่งลมราตรีมานับพันปี เพื่อเปิดใช้งานโล่โอปอล และเรียก \"Obsidian Tzitzimitl\": Itzpapa ที่น่าสะพรึงกลัว (ตามคำเล่าลือ) ออกมา สร้าง<cryo>ความเสียหายน้ำแข็งวงกว้าง</cryo>ที่มีคุณสมบัติวิญญาณราตรี",
      "1": "ปริมาณการดูดซับความเสียหายของโล่โอปอล จะขึ้นอยู่กับความชำนาญธาตุของ Citlali และมีเอฟเฟกต์การดูดซับ<cryo>ความเสียหายน้ำแข็ง</cryo> 250% และในขณะที่กางโล่ จะเพิ่ม<cryo>การติดสถานะธาตุน้ำแข็ง</cryo>ให้กับ Citlali เป็นเวลาสั้น ๆ",
      "2": "หลังจากปล่อยสกิล Citlali จะได้รับค่าวิญญาณราตรี 24 หน่วย และเข้าสู่สถานะพรวิญญาณราตรี",
      "3": "<br/>",
      "4": "<strong>พรวิญญาณราตรี - Citlali</strong>",
      "5": "เมื่อ Itzpapa ออกจากสนาม พรวิญญาณราตรีของ Citlali จะสิ้นสุดลง",
      "6": "<br/>",
      "7": "<strong>Itzpapa</strong>",
      "8": [
        "Itzpapa จะเคลื่อนที่ตามตัวละคร;",
        "หาก Citlali มีค่าวิญญาณราตรีอย่างน้อย 50 หน่วย Itzpapa จะเข้าสู่สถานะแสงโอปอล และใช้ค่าวิญญาณราตรีอย่างต่อเนื่อง พร้อมทั้งสร้างพายุหิมะที่ติดตามตัวละคร และโจมตีศัตรูที่อยู่ในระยะ เพื่อสร้าง<cryo>ความเสียหายน้ำแข็ง</cryo>ที่มีคุณสมบัติวิญญาณราตรี;",
        "เมื่อค่าวิญญาณราตรีหมดลง สถานะแสงโอปอลของ Itzpapa จะสิ้นสุดลงเช่นกัน"
      ],
      "9": "<br/>",
      "10": "<i>โดยทั่วไปแล้ว เจตจำนงของดาวที่แตกต่างกัน จะไม่สามารถอยู่ร่วมกันได้ เช่นเดียวกับที่สีดำบริสุทธิ์ จะสะท้อนกับสุดสกาวได้อย่างไร?",
      "11": "แต่ว่ากันแล้ว Citlali ไม่ได้มีความชอบในสีสันต่าง ๆ เป็นพิเศษ เรื่องราวจึงกลายเป็นเช่นนี้</i>"
    },
    "skillParams": {
      "0": "ความเสียหาย Obsidian Tzitzimitl",
      "1": "ปริมาณการดูดซับของโล่",
      "2": "ระยะเวลาต่อเนื่องของโล่",
      "3": "ระยะเวลาต่อเนื่อง Itzpapa",
      "4": "การใช้ค่าวิญญาณราตรีของ Itzpapa: แสงโอปอล",
      "5": "ความเสียหายพายุหิมะ",
      "6": "ขีดจำกัดค่าวิญญาณราตรี",
      "7": "คูลดาวน์",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Edict of Entwined Splendor",
    "description": {
      "0": "เรียก \"พันธมิตร\" จากฟากฟ้าและผืนพิภพ เพื่อเรียกพายุน้ำแข็งโจมตีพื้นที่ด้านหน้า สร้าง<cryo>ความเสียหายน้ำแข็งวงกว้าง</cryo>ที่มีคุณสมบัติวิญญาณราตรี และฟื้นฟูค่าวิญญาณราตรีให้กับ Citlali จำนวนหนึ่ง จากนั้นเรียก<strong>กะโหลกวิญญาณ</strong>หนึ่งอันออกมาใกล้กับศัตรูแต่ละตัวมากสุด 3 ตัว ที่อยู่ภายในระยะ ซึ่งกะโหลกวิญญาณจะระเบิดหลังจากผ่านไประยะเวลาหนึ่ง สร้าง<cryo>ความเสียหายน้ำแข็งวงกว้าง</cryo> ที่มีคุณสมบัติวิญญาณราตรี และฟื้นฟูค่าวิญญาณราตรีจำนวนหนึ่งให้กับ Citlali",
      "1": "<br/>",
      "2": "<i>\"โอ๊ย พอที! ไม่ต้องสนใจดาวทมิฬ หรือดาวโอปอลอะไรแล้ว! Citlalin, Itzpapa ลุยเลย!\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายพายุน้ำแข็ง",
      "1": "ได้รับค่าวิญญาณราตรีจากพายุน้ำแข็ง",
      "2": "ความเสียหายกะโหลกวิญญาณ",
      "3": "ได้รับค่าวิญญาณราตรีจากกะโหลกวิญญาณ",
      "4": "คูลดาวน์",
      "5": "พลังงานธาตุ",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Mamaloaco's Frigid Rain",
    "description": {
      "0": "ในระหว่างที่ Itzpapa คงอยู่ หลังจากตัวละครในทีมที่อยู่ใกล้เคียง ทำให้เกิดปฏิกิริยาแช่แข็งหรือละลาย ความต้านทาน<pyro>ธาตุไฟ</pyro>และ<hydro>ธาตุน้ำ</hydro>ของศัตรูที่ได้รับผลกระทบจากปฏิกิริยาในครั้งนี้ จะลดลง 20% เป็นเวลา 12 วินาที; นอกจากนี้ Citlali จะฟื้นฟูค่าวิญญาณราตรี 16 หน่วย โดยจะฟื้นฟูค่าวิญญาณราตรีด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 8 วินาที"
    }
  },
  "passive2": {
    "name": "Itzpapalotl's Star Garments",
    "description": {
      "0": "ในระหว่างสกิลธาตุ <strong>Dawnfrost Darkstar</strong> ความเสียหายที่เกิดจากพายุหิมะของ Itzpapa จะเพิ่มขึ้น โดยค่าที่เพิ่มขึ้นจะเท่ากับ 90% ของความชำนาญธาตุของ Citlali; ในระหว่างท่าไม้ตาย <strong>Edict of Entwined Splendor</strong> ความเสียหายของพายุน้ำแข็งจะเพิ่มขึ้น โดยค่าที่เพิ่มขึ้นจะเท่ากับ 1,200% ของความชำนาญธาตุของ Citlali",
      "1": "นอกจากนี้ เมื่อตัวละครในทีมที่อยู่ใกล้เคียงทำให้เกิด \"วิญญาณราตรีปะทุ\" Citlali จะฟื้นฟูค่าวิญญาณราตรี 4 หน่วย"
    }
  },
  "passive3": {
    "name": "Night Realm's Gift: Smoke, Mirrors, and the Flowing Winds",
    "description": {
      "0": "เมื่ออยู่ใน Natlan ที่มีพื้นที่กลไกโฟลจิสตัน จะสามารถทำการถ่ายโอนวิญญาณราตรี - Citlali ได้ เมื่อตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นอยู่ในความสูงระดับหนึ่งในอากาศ และเมื่อสลับตัวละคร Citlali เข้าสู่การต่อสู้ จะทำให้เกิดเหตุการณ์ต่อไปนี้: Citlali จะทำการกระโดดขึ้นสูง และอาศัย \"White Obsidian Tzitzimitl: Citlalin\" ในการลอยอยู่กลางอากาศ ทีมของตัวเองสามารถทำให้เกิดการถ่ายโอนวิญญาณราตรีหนึ่งครั้ง ในทุก 10 วินาที",
      "1": "<br/>",
      "2": "เมื่อกดปุ่มเล็งค้างไว้ Citlali จะเข้าสู่สถานะ \"สื่อวิญญาณ\" ขณะอยู่ในสถานะนี้ Citlali จะสามารถโต้ตอบกับ \"กราฟฟิตี้วิญญาณราตรี\" กับ \"ตราวิญญาณราตรี\" เพื่อดึงข้อมูลและพลังจากภายในนั้น โดยกฎการโต้ตอบของวัตถุเหล่านี้ จะเหมือนกฎการโต้ตอบของ Iktomisaurus",
      "3": "<br/>",
      "4": "นอกจากนี้ เมื่อกดปุ่มกระโดดค้างไว้ Citlali จะใช้พลังกาย 75 หน่วย เพื่อกระโดดขึ้นสูง; เมื่ออยู่ใน Natlan ที่มีพื้นที่กลไกโฟลจิสตันนั้น Citlali จะใช้โฟลจิสตัน 5 หน่วยก่อน เพื่อกระโดดให้สูงยิ่งกว่าเดิม",
      "5": "เมื่ออยู่กลางอากาศ Citlali สามารถกดปุ่มโจมตีปกติค้างไว้ เพื่อใช้โฟลจิสตันหรือพลังกายในการเล็งและชาร์จโจมตี; เมื่อทำการชาร์จโจมตีขณะอยู่กลางอากาศ Citlali จะใช้โฟลจิสตัน 20 หน่วยก่อน"
    }
  },
  "passive": {
    "name": "Songs of Profound Mystery",
    "description": {
      "0": "เมื่ออยู่ใน Natlan ที่มีพื้นที่กลไกโฟลจิสตัน เมื่อทำให้เกิด \"วิญญาณราตรีปะทุ\" จะฟื้นฟูโฟลจิสตัน 20 หน่วย",
      "1": "เอฟเฟกต์ดังกล่าวจะไร้ผลเมื่ออยู่ในดันเจี้ยน, Trounce Domain และ Spiral Abyss"
    }
  },
  "constellation1": {
    "name": "Radiant Blades of Centzon Mimixcoah",
    "description": {
      "0": "เมื่อปล่อยสกิลธาตุ <strong>Dawnfrost Darkstar</strong>, Citlali จะได้รับเอฟเฟกต์ \"Opalstar Vestments\" ต่อเนื่องจนกว่า Itzpapa จะออกจากการต่อสู้: ในช่วงเวลาต่อเนื่อง Citlali จะได้รับ \"ดาบดวงดาว\" 10 ชั้น เมื่อการโจมตีปกติ, ชาร์จโจมตี, การโจมตีพุ่งลงจากอากาศ, สกิลธาตุ หรือท่าไม้ตายของตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นที่อยู่ใกล้เคียง (ยกเว้น Citlali) สร้างความเสียหาย จะใช้ \"ดาบดวงดาว\" 1 ชั้น และสร้างความเสียหายเพิ่มขึ้น โดยปริมาณที่เพิ่มขึ้นจะเท่ากับ 200% ของความชำนาญธาตุของ Citlali",
      "1": "หลังจากที่ตัวละครที่อยู่ใกล้เคียงในทีมทำให้เกิดปฏิกิริยาแช่แข็งหรือละลาย Citlali จะใช้ \"ดาบดวงดาว\" เพิ่มเติม 3 ชั้น โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 8 วินาที",
      "2": "<br/>",
      "3": "เมื่อใช้สกิลธาตุ <strong>Dawnfrost Darkstar</strong> จำนวนชั้นของ \"ดาบดวงดาว\" จะถูกรีเฟรช",
      "4": "นอกจากนี้ เมื่อ Citlali กระโดด, เล็งโจมตีหรือชาร์จโจมตีกลางอากาศ จะใช้โฟลจิสตันลดลง 45%"
    }
  },
  "constellation2": {
    "name": "Heart Devourer's Travail",
    "description": {
      "0": "ความชำนาญธาตุของ Citlali เพิ่มขึ้น 125 หน่วย และความชำนาญธาตุของตัวละครอื่น ๆ ที่อยู่ภายใต้การคุ้มครองของโล่โอปอลหรือถูก Itzpapa ติดตามจะเพิ่มขึ้น 250 หน่วย",
      "1": "ซึ่งเมื่อปล่อยสกิลธาตุ <strong>Dawnfrost Darkstar</strong> จะมอบโล่โอปอลให้กับตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น ที่อยู่ใกล้เคียงด้วยเช่นกัน;",
      "2": "<br/>",
      "3": "นอกจากนี้ พรสวรรค์ติดตัว \"Mamaloaco's Frigid Rain\" จะได้รับเอฟเฟกต์เพิ่มขึ้น:",
      "4": "ในระหว่างที่ Itzpapa คงอยู่ หลังจากตัวละครในทีมที่อยู่ใกล้เคียง ทำให้เกิดปฏิกิริยาแช่แข็งหรือละลาย ความต้านทาน<pyro>ธาตุไฟ</pyro>และ<hydro>ธาตุน้ำ</hydro>ของศัตรูได้รับผลกระทบจากปฏิกิริยาในครั้งนี้ จะลดลงอีก 20% เป็นเวลา 12 วินาที เอฟเฟกต์นี้จำเป็นต้องปลดล็อกพรสวรรค์ติดตัว \"Mamaloaco's Frigid Rain\" ก่อน"
    }
  },
  "constellation3": {
    "name": "Cloud Serpent's Feathered Crown",
    "description": {
      "0": "เพิ่มเลเวลสกิลของสกิลธาตุ <strong>Dawnfrost Darkstar</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Death Defier's Spirit Skull",
    "description": {
      "0": "ในระหว่างสกิลธาตุ <strong>Dawnfrost Darkstar</strong> เมื่อพายุหิมะของ Itzpapa โจมตีโดนศัตรู จะเรียก<strong>กะโหลกวิญญาณ - ดาวทมิฬ</strong>ออกมาเพิ่มอีก 1 อัน เมื่อกะโหลกวิญญาณที่ถูกเรียกออกมาด้วยวิธีนี้ระเบิด จะสร้าง<cryo>ความเสียหายน้ำแข็งวงกว้าง</cryo>ที่มีคุณสมบัติวิญญาณราตรี 1,800% ของความชำนาญธาตุของ Citlali และจะฟื้นฟูค่าวิญญาณราตรี 16 หน่วย กับพลังงานธาตุ 8 หน่วย ให้กับ Citlali โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 8 วินาที และเอฟเฟกต์นี้จะไม่ถูกนับเป็นความเสียหายท่าไม้ตาย"
    }
  },
  "constellation5": {
    "name": "Nemontemi's Hex",
    "description": {
      "0": "เพิ่มเลเวลสกิลของท่าไม้ตาย <strong>Edict of Entwined Splendor</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Teoiztac's Secret Pact",
    "description": {
      "0": "Itzpapa ที่ถูกเรียกออกมาในระหว่างสกิลธาตุ <strong>Dawnfrost Darkstar</strong> จะอยู่ในสถานะแสงโอปอลเสมอ เมื่อค่าวิญญาณราตรีหมดลง สถานะแสงโอปอลของ Itzpapa จะไม่สิ้นสุด",
      "1": "นอกจากนี้ เมื่อปล่อยสกิลธาตุ <strong>Dawnfrost Darkstar</strong> แล้ว Itzpapa จะใช้ค่าวิญญาณราตรีทั้งหมด และในระหว่างที่คงอยู่ มันจะใช้ค่าวิญญาณราตรีอย่างต่อเนื่อง; ทุก 1 หน่วยของค่าวิญญาณราตรีที่ใช้ไปด้วยวิธีดังกล่าว จะทำให้ Citlali ได้รับ \"เลขแห่งกฎลับ\" 1 หน่วย",
      "2": "ขีดจำกัดสูงสุดของ \"เลขแห่งกฎลับ\" คือ 40 หน่วย โดยทุก 1 หน่วยของ \"เลขแห่งกฎลับ\" ที่ Citlali มีอยู่ จะทำให้ตัวละครทั้งหมดในทีมที่อยู่ใกล้เคียง ได้รับโบนัสความเสียหาย<pyro>ธาตุไฟ</pyro>และ<hydro>ธาตุน้ำ</hydro> 1.5% และทำให้ Citlali สร้างความเสียหายเพิ่มขึ้น 2.5%",
      "3": "เมื่อ Itzpapa ออกจากสนาม หรือใช้สกิลธาตุอีกครั้ง \"เลขแห่งกฎลับ\" ที่ Citlali มีอยู่จะถูกลบล้าง"
    }
  }
}