{
  "skill": {
    "brandDMG": "ความเสียหายของ Icewhirl Brand",
    "grimheartDuration": "ระยะเวลาของ Grimheart",
    "name": "Icetide Vortex",
    "description": {
      "0": "ไอน้ำแข็งที่เย็นยะเยือก และระบำดาบที่รวดเร็ว",
      "1": "<br/>",
      "2": "<strong>กด</strong>",
      "3": "ฟันอย่างรวดเร็วเพื่อสร้าง <cryo>ความเสียหายน้ำแข็ง</cryo>",
      "4": "เมื่อโจมตีถูกศัตรู ตัวของ Eula เองจะได้รับเอฟเฟกต์ Grimheart หนึ่งชั้น โดยจะซ้อนทับได้มากสุด 2 ครั้ง และเกิดขึ้นได้เพียง 1 ครั้ง ในทุก 0.3 วินาที",
      "5": "<br/>",
      "6": "<strong>Grimheart</strong>",
      "7": "เพิ่มความต้านทานการหยุดชะงักและพลังป้องกันของ Eula",
      "8": "<br/>",
      "9": "<strong>กดค้าง</strong>",
      "10": "ใช้เอฟเฟกต์ Grimheart ทั้งหมดและฟาดฟันดาบใหญ่ไปข้างหน้า เพื่อสร้าง<cryo>ความเสียหายน้ำแข็งวงกว้าง</cryo>ให้แก่ศัตรูที่อยู่ตรงหน้า",
      "11": "หากใช้เอฟเฟกต์ Grimheart แล้ว จะทำให้ความต้านทานทางกายภาพและ <cryo>ความต้านทานน้ำแข็ง</cryo> ของศัตรูที่อยู่รอบตัวลดลง",
      "12": "Grimheart แต่ละชั้นที่ถูกใช้จะเปลี่ยนเป็นดาบวังวนน้ำแข็ง Icewhirl Brand หนึ่งเล่ม และสร้าง<cryo>ความเสียหายน้ำแข็ง</cryo>ให้แก่ศัตรูที่อยู่ในบริเวณใกล้เคียง",
      "13": "<br/>",
      "14": "<i>\"เกลียวคลื่นที่หมุนวนกลืนกินมงกุฎอันสูงส่ง จากนั้นในทุกหยดของคลื่นความเย็น ต่างก็เปล่งประกายของมงกุฎสีทอง ฟองคลื่นในทุกอณู ต่างก็ส่องแสงระยิบระยับ\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายเมื่อกด",
      "1": "ความเสียหายเมื่อกดค้าง",
      "2": "ความเสียหายของ Icewhirl Brand",
      "3": "เพิ่มพลังป้องกัน",
      "4": "ระยะเวลาของ Grimheart",
      "5": "ลดความต้านทานกายภาพ",
      "6": "ลดความต้านทานน้ำแข็ง",
      "7": "ระยะเวลาลดความต้านทาน",
      "8": "เวลาคูลดาวน์เมื่อกด",
      "9": "เวลาคูลดาวน์เมื่อกดค้าง",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "name": "Eula",
  "title": "ระบำแห่งเกลียวคลื่น",
  "description": "\"อัศวิน Spindrift\" จากตระกูลเก่าแก่ หัวหน้ากองสอดแนมของกองอัศวินแห่ง Favonius ทั้งที่เป็นถึงลูกหลานของชนชั้นสูง แต่เธอกลับเข้าร่วมกับกองอัศวินแห่ง Favonius ซึ่งถือเป็นศัตรูตัวฉกาจของตระกูล เหตุการณ์ดังกล่าวยังคงเป็นปริศนาของ Mondstadt มาจนทุกวันนี้",
  "constellationName": "Aphros Delos",
  "auto": {
    "name": "Favonius Bladework - Edel",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "โจมตีต่อเนื่องมากสุดห้าครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายต่อเนื่อง เพื่อฟันโจมตีติดต่อกันอย่างรวดเร็ว",
        "2": "เมื่อชาร์จโจมตีสิ้นสุดลง จะทำการฟันอย่างรุนแรงเพิ่มอีกหนึ่งครั้ง"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขั้น 5",
      "5": "ความเสียหายขณะชาร์จโจมตี",
      "6": "ความเสียหายชาร์จโจมตีครั้งสุดท้าย",
      "7": "ชาร์จโจมตีใช้พลังกาย",
      "8": "ระยะเวลาต่อเนื่องสูงสุด",
      "9": "ความเสียหายพุ่งลง",
      "10": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Glacial Illumination",
    "description": {
      "0": "กวัดแกว่งดาบขนาดใหญ่อย่างรุนแรงเพื่อสร้าง<cryo>ความเสียหายน้ำแข็ง</cryo>แก่ศัตรูที่อยู่โดยรอบ และสร้าง Lightfall Sword 1 เล่ม ที่สามารถคงอยู่ได้มากสุด 7 วินาที ออกมาติดตามตนเอง",
      "1": "ภายในระยะเวลาต่อเนื่อง Lightfall Sword จะเพิ่มความสามารถในการต้านทานการหยุดชะงักของตัว Eula เอง และเมื่อการโจมตีปกติ สกิลธาตุ หรือท่าไม้ตายของ Eula สร้างความเสียหายแก่ศัตรู จะสะสมพลังงานให้กับ Lightfall Sword ซึ่งทุก 0.1 วินาที จะสะสมพลังงานได้เพียงหนึ่งชั้นเท่านั้น",
      "2": "หลังสิ้นสุดช่วงเวลาต่อเนื่อง Lightfall Sword จะตกลงมาและระเบิดอย่างรุนแรง สร้างความเสียหายกายภาพแก่ศัตรูที่อยู่โดยรอบ",
      "3": "โดยความเสียหายนี้จะขึ้นอยู่กับชั้นพลังงานที่สะสมของ Lightfall Sword",
      "4": "เมื่อ Eula ออกจากการต่อสู้ Lightfall Sword จะระเบิดโดยทันที",
      "5": "<br/>",
      "6": "<i>มันเป็นเรื่องง่ายที่จะจมดิ่งลงไป แต่ถึงอย่างไร เธอก็ยังคงคิดที่จะแช่แข็งกระแสน้ำที่จะมาถึงนี้</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหายพื้นฐานของ Lightfall Sword",
      "2": "ความเสียหายของพลังงานแต่ละชั้น",
      "3": "ขีดจำกัดพลังงาน",
      "4": "คูลดาวน์",
      "5": "พลังงานธาตุ",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Roiling Rime",
    "description": {
      "0": "เมื่อกดค้างเพื่อปล่อย <strong>Icetide Vortex</strong> หากใช้เอฟเฟกต์ Grimheart 2 ชั้น ในครั้งเดียว จะสร้าง Shattered Lightfall Sword ที่สามารถระเบิดได้ทันที โดยจะทำให้เกิดความเสียหายกายภาพเทียบเท่ากับ 50% ของความเสียหายพื้นฐานจาก Lightfall Sword ของ <strong>Glacial Illumination</strong>"
    }
  },
  "passive2": {
    "name": "Wellspring of War-Lust",
    "description": {
      "0": "เมื่อใช้ <strong>Glacial Illumination</strong> จะรีเซ็ตช่วงเวลาคูลดาวน์ของ <strong>Icetide Vortex</strong> และมอบเอฟเฟกต์ Grimheart ให้แก่ Eula หนึ่งชั้น"
    }
  },
  "passive3": {
    "name": "Aristocratic Introspection",
    "description": {
      "0": "เมื่อสร้างวัสดุพรสวรรค์ของตัวละคร จะมีโอกาส 10% ที่จะได้รับผลผลิตเพิ่มเป็น 2 เท่า"
    }
  },
  "constellation1": {
    "name": "Tidal Illusion",
    "description": {
      "0": "หลังจากใช้เอฟเฟกต์ Grimheart ของ <strong>Icetide Vortex</strong> โบนัสความเสียหายกายภาพของ Eula จะเพิ่มขึ้น 30% เป็นเวลา 6 วินาที",
      "1": "ทุกการใช้ Grimheart 1 ชั้น จะเป็นการเพิ่มระยะเวลาต่อเนื่องของเอฟเฟกต์นี้ 6 วินาที โดยจะเพิ่มได้มากสุดไม่เกิน 18 วินาที"
    }
  },
  "constellation2": {
    "name": "Lady of Seafoam",
    "description": {
      "0": "ลดเวลาคูลดาวน์ของการกดค้างของ <strong>Icetide Vortex</strong> ลง เท่ากับการคูลดาวน์ของการกด"
    }
  },
  "constellation3": {
    "name": "Lawrence Pedigree",
    "description": {
      "0": "เพิ่มเลเวลของสกิล <strong>Glacial Illumination</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "The Obstinacy of One's Inferiors",
    "description": {
      "0": "Lightfall Sword สร้างความเสียหายเพิ่มขึ้น 25% แก่ศัตรูที่มีพลังชีวิตต่ำกว่า 50%"
    }
  },
  "constellation5": {
    "name": "Chivalric Quality",
    "description": {
      "0": "เพิ่มเลเวลของสกิล <strong>Icetide Vortex</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Noble Obligation",
    "description": {
      "0": "Lightfall Sword ที่สร้างขึ้นโดย <strong>Glacial Illumination</strong> จะได้รับพลังงาน 5 ชั้น โดยทันที และเมื่อความเสียหายของการโจมตีปกติ สกิลธาตุ หรือท่าไม้ตายทำให้เกิดการสะสมชั้นพลังงาน จะมีโอกาส 50% ที่จะได้รับพลังงานเพิ่ม 1 ชั้น"
    }
  }
}