{
  "name": "Wriothesley",
  "title": "ทูตแห่งบาปเร้นคณา",
  "description": "ดยุกแห่งป้อมปราการ Meropide ผู้ปกครองใต้ท้องทะเลอันมืดมิด",
  "constellationName": "Cerberus",
  "auto": {
    "name": "Forceful Fists of Frost",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "รวบรวมน้ำแข็งมาไว้ที่กำปั้น และปล่อย <strong>Repelling Fist</strong> อันทรงพลัง โดยจะออกหมัดโจมตีต่อเนื่องอย่างรวดเร็วมากสุด 5 ครั้ง เพื่อสร้าง<cryo>ความเสียหายน้ำแข็ง</cryo>",
        "2": "นอกจากนั้น ภายในระยะเวลาสั้น ๆ หลังจากปล่อยสกิลธาตุ Icefang Rush หรือหลังจากวิ่ง จำนวนคอมโบการโจมตีปกติจะไม่ถูกรีเซ็ต"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่งในการกระโดดขึ้น และปล่อย <strong>Vaulting Fist</strong> เพื่อสร้าง<cryo>ความเสียหายน้ำแข็งวงกว้าง</cryo>"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้าง<cryo>ความเสียหายน้ำแข็งวงกว้าง</cryo>เมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขั้น 5",
      "5": "ความเสียหายชาร์จโจมตี",
      "6": "ชาร์จโจมตีใช้พลังกาย",
      "7": "ความเสียหายพุ่งลง",
      "8": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Icefang Rush",
    "description": {
      "0": "ปรับการหายใจ จังหวะ และการเดินอย่างรวดเร็ว พุ่งตัววิ่งไปข้างหน้าเป็นระยะสั้น ๆ และเข้าสู่สถานะ <strong>Chilling Penalty (ทัณฑ์ยะเยือก)</strong> เพื่อทำการโจมตีที่รุนแรงขึ้น",
      "1": "<br/>",
      "2": "<strong>Chilling Penalty</strong>",
      "3": [
        "เพิ่มความสามารถในการต้านทานการหยุดชะงักของ Wriothesley",
        "เมื่อค่าพลังชีวิตสูงกว่า 50% จะเสริมพลังให้กับ Repelling Fist ของ <strong>\"โจมตีปกติ: Forceful Fists of Frost\"</strong> ทำให้ความเสียหายที่สร้างเพิ่มขึ้น และเมื่อโจมตีโดนเป้าหมาย Wriothesley จะสูญเสียพลังชีวิตส่วนหนึ่ง โดยจะสูญเสียพลังชีวิตได้มากสุดหนึ่งครั้ง ในทุก 0.1 วินาที"
      ],
      "4": "เอฟเฟกต์นี้จะหายไปเมื่อ Wriothesley ออกจากการต่อสู้",
      "5": "<br/>",
      "6": "<i>\"โทษทัณฑ์ในอดีตเป็นสิ่งที่ถูกตัดสินไปแล้ว แต่ทางเลือกในอนาคตยังอยู่ในกำมือเรา\"",
      "7": "\"ถ้าไม่อยากให้ชะตาถูกบาปชั่วขณะกลืนกิน ก็จงรักษาช่วงเวลานี้ไว้ให้ดี\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหาย Repelling Fist ที่เสริมพลัง",
      "1": "เสียค่าพลังชีวิต",
      "2": "ระยะเวลาต่อเนื่อง",
      "3": "คูลดาวน์",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Darkgold Wolfbite",
    "description": {
      "0": "เรียกนวมขึ้นมา ชกโจมตีตรงไปข้างหน้าด้วยหมัดที่สะสมพลังน้ำแข็ง และปล่อย Icicle Impact ใส่พื้นที่ด้านหน้าอย่างต่อเนื่อง เพื่อสร้าง<cryo>ความเสียหายน้ำแข็งวงกว้าง</cryo>หลายครั้ง",
      "1": "<br/>",
      "2": "<strong>พลังปฐมภูมิ: สสาร</strong>",
      "3": "หลังจาก Icicle Impact สิ้นสุดลง จะทำการปล่อย Surging Blade ในตำแหน่งศัตรู และสร้าง<cryo>ความเสียหายน้ำแข็ง</cryo>ที่มีพลังสสารอยู่",
      "4": "<br/>",
      "5": "<i>มีหลายเรื่องที่แม้แต่ดยุกแห่งป้อมปราการ Meropide ก็ทำอะไรไม่ได้... เช่น งานเอกสารที่ซับซ้อน การกำกับดูแลเรื่องยิบย่อย หรือ... ความดื้อรั้นของเหล่าเพื่อนตัวน้อย ที่ชอบแอบแปะสติกเกอร์แสนน่ารักแต่ลอกยากไว้บนนวมของเขาก็ตาม</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหาย Surging Blade",
      "2": "คูลดาวน์",
      "3": "คูลดาวน์ Surging Blade",
      "4": "พลังงานธาตุ",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "There Shall Be a Plea for Justice",
    "description": {
      "0": "เมื่อค่าพลังชีวิตของ Wriothesley ต่ำกว่า 60% จะได้รับ \"Gracious Rebuke\" (บัญญัติแห่งเมตตา) ที่ทำให้การชาร์จโจมตีครั้งต่อไปของ <strong>โจมตีปกติ: Forceful Fists of Frost</strong> ได้รับการเสริมพลังเป็น Rebuke: Vaulting Fist โดยไม่เสียพลังกาย และสร้างความเสียหายเพิ่มขึ้น 50% และเมื่อโจมตีโดนเป้าหมายจะฟื้นฟูพลังชีวิตให้แก่ Wriothesley โดยที่ปริมาณการฟื้นฟูจะเท่ากับ 30% ของพลังชีวิตสูงสุดของ Wriothesley",
      "1": "สามารถรับ Gracious Rebuke ด้วยวิธีนี้ได้มากสุดหนึ่งครั้งในทุก 5 วินาที"
    }
  },
  "passive2": {
    "name": "There Shall Be a Reckoning for Sin",
    "description": {
      "0": "เมื่อพลังชีวิตปัจจุบันของ Wriothesley เพิ่มขึ้นหรือลดลง หาก Wriothesley อยู่ภายใต้สถานะ Chilling Penalty ที่เกิดจาก <strong>Icefang Rush</strong> จะทำให้ Chilling Penalty ได้รับเอฟเฟกต์ Prosecution Edict 1 ชั้น เอฟเฟกต์นี้จะซ้อนทับได้มากสุด 5 ชั้น แต่ละชั้นจะทำให้ Wriothesley มีพลังโจมตีเพิ่มขึ้น 6%"
    }
  },
  "passive3": {
    "name": "The Duke's Grace",
    "description": {
      "0": "เมื่อสร้างวัสดุเลื่อนขั้นอาวุธ จะมีโอกาส 10% ที่จะได้รับผลผลิตเพิ่มเป็น 2 เท่า"
    }
  },
  "constellation1": {
    "name": "Terror for the Evildoers",
    "description": {
      "0": "\"Gracious Rebuke\" ของพรสวรรค์ติดตัว \"There Shall Be a Plea for Justice\" จะเปลี่ยนเป็น:",
      "1": "ขณะที่ค่าพลังชีวิตของ Wriothesley ต่ำกว่า 60% หรือในระหว่างช่วงเวลาคงอยู่ของ Chilling Penalty ที่เกิดจาก <strong>Icefang Rush</strong> นั้น เมื่อ Repelling Fist ขั้นที่ห้าโจมตีโดนเป้าหมาย จะได้รับ \"Gracious Rebuke\" และจะได้รับเอฟเฟกต์ของ \"Gracious Rebuke\" มากสุดหนึ่งครั้งในทุก 2.5 วินาที",
      "2": "<br/>",
      "3": "นอกจากนี้ Rebuke: Vaulting Fist จะได้รับการเสริมพลังต่อไปนี้:",
      "4": [
        "ความเสียหายที่สร้างจะเพิ่มขึ้นอีกขั้นเป็น 200%",
        "เมื่อโจมตีโดนเป้าหมาย หากอยู่ในสถานะ Chilling Penalty ระยะเวลาของสถานะนี้ จะเพิ่มขึ้น 4 วินาที ระหว่างช่วงเวลาคงอยู่หนึ่งครั้งของ Chilling Penalty จะสามารถยืดเวลาด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง"
      ],
      "5": "<br/>",
      "6": "ต้องปลดล็อกพรสวรรค์ติดตัว \"There Shall Be a Plea for Justice\" ก่อน"
    }
  },
  "constellation2": {
    "name": "Shackles for the Arrogant",
    "description": {
      "0": "เมื่อปล่อย <strong>Darkgold Wolfbite</strong> เอฟเฟกต์ \"Prosecution Edict\" แต่ละชั้นของพรสวรรค์ติดตัว \"There Shall Be a Reckoning for Sin\" จะทำให้ความเสียหายที่สร้างเพิ่มขึ้น 40%",
      "1": "ต้องปลดล็อกพรสวรรค์ติดตัว \"There Shall Be a Reckoning for Sin\" ก่อน"
    }
  },
  "constellation3": {
    "name": "Punishment for the Frauds",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ<strong>โจมตีปกติ: Forceful Fists of Frost</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Redemption for the Suffering",
    "description": {
      "0": "Rebuke: Vaulting Fist จะฟื้นฟูพลังชีวิตให้ Wriothesley เพิ่มขึ้นเป็น 50% ของพลังชีวิตสูงสุด ต้องปลดล็อกพรสวรรค์ติดตัว \"There Shall Be a Plea for Justice\" ก่อน",
      "1": "นอกจากนี้ เมื่อ Wriothesley ได้รับการรักษา หากปริมาณการรักษามากเกินไป การรักษาที่เอ่อล้นจะทำให้เกิดเอฟเฟกต์ที่แตกต่างกัน โดยขึ้นอยู่กับว่า Wriothesley อยู่ในการต่อสู้หรือไม่: หากอยู่ในการต่อสู้ ความเร็วในการโจมตีของ Wriothesley จะเพิ่มขึ้น 20% เป็นเวลา 4 วินาที หากอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ ความเร็วในการโจมตีของสมาชิกทั้งหมดในทีมตัวเองจะเพิ่มขึ้น 10% เป็นเวลา 6 วินาที เอฟเฟกต์เพิ่มความเร็วในการโจมตีทั้งสองประเภทข้างต้นไม่สามารถซ้อนทับกันได้"
    }
  },
  "constellation5": {
    "name": "Mercy for the Wronged",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Darkgold Wolfbite</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Esteem for the Innocent",
    "description": {
      "0": "Rebuke: Vaulting Fist จะมีอัตราคริเพิ่มขึ้น 10% และมีความแรงคริเพิ่มขึ้น 80% และสามารถสร้างแท่งน้ำแข็งเพิ่มเติม โดยจะสร้าง<cryo>ความเสียหายน้ำแข็ง</cryo> 100% ของความเสียหายพื้นฐานของ Rebuke: Vaulting Fist ความเสียหายที่สร้างด้วยวิธีนี้ จะถือว่าเป็นความเสียหายชาร์จโจมตี",
      "1": "ต้องปลดล็อกพรสวรรค์ติดตัว \"There Shall Be a Plea for Justice\" ก่อน"
    }
  }
}