{
  "name": "Chevreuse",
  "title": "ผู้ผดุงความยุติธรรม",
  "description": "หัวหน้าทีมลาดตระเวนพิเศษที่ยึดมั่นใน \"ความยุติธรรม\" ในใจเสมอมา ปืนคาบศิลาในมือของเธอ จะเล็งไปที่ผู้กระทำผิดเท่านั้น",
  "constellationName": "Sclopetum Ensiferum",
  "auto": {
    "name": "Line Bayonet Thrust EX",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "โจมตีด้วยหอกต่อเนื่องมากสุด 4 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่งเพื่อพุ่งไปข้างหน้า และสร้างความเสียหายแก่ศัตรูที่อยู่ในเส้นทาง"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายชาร์จโจมตี",
      "5": "ชาร์จโจมตีใช้พลังกาย",
      "6": "ความเสียหายพุ่งลง",
      "7": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Short-Range Rapid Interdiction Fire",
    "description": {
      "0": "Chevreuse เล็งปืนคาบศิลา และยิงศัตรู สร้าง<pyro>ความเสียหายไฟวงกว้าง</pyro>",
      "1": "ในช่วงเวลาหนึ่งหลังจาก Chevreuse ทำการยิง จะฟื้นฟูค่าพลังชีวิตให้กับตัวละครของตัวเองที่เข้าร่วมการต่อสู้ในขณะนั้นอย่างต่อเนื่อง โดยปริมาณการฟื้นฟูจะขึ้นอยู่กับค่าพลังชีวิตสูงสุดของ Chevreuse",
      "2": "เมื่อกดค้างวิธีที่ใช้จะแตกต่างกันออกไป",
      "3": "<br/>",
      "4": "<strong>กดค้าง</strong>",
      "5": "เข้าสู่สถานะการเล็ง ล็อกศัตรูหนึ่งตัวในรัศมีเล็ง และยิงสกัดที่แม่นยำยิ่งขึ้น หาก Chevreuse มี Overcharged Ball จะเปลี่ยนไปเป็นการยิง Overcharged Ball ซึ่งทำให้เกิด<pyro>ความเสียหายไฟ</pyro>ที่มีขอบเขตกว้างขึ้น และความเสียหายสูงขึ้น",
      "6": "เมื่อตัวละครในทีมที่อยู่ใกล้เคียงทำให้เกิดปฏิกิริยาโอเวอร์โหลด Chevreuse จะได้รับ Overcharged Ball 1 อัน ซึ่งในเวลาเดียวกันจะมี Overcharged Ball ได้สูงสุด 1 อัน",
      "7": "<br/>",
      "8": "<strong>พลังปฐมภูมิ: สสาร</strong>",
      "9": "ทุกช่วงระยะเวลาหนึ่ง เมื่อ Short-Range Rapid Interdiction Fire ของ Chevreuse โจมตีโดนเป้าหมาย จะทำการปล่อย Surging Blade สร้าง<pyro>ความเสียหายไฟ</pyro>ที่มีพลังสสารอยู่",
      "10": "<br/>",
      "11": "<i>\"ความจริงแล้ว ในระเบียบการฝึกฝนมีแค่ 'การยิงสกัด' เพียงอย่างเดียว แต่มีตัวเอกของนิยายเล่มหนึ่งคิดว่า ชื่อกระบวนท่าที่ประกอบด้วยคำศัพท์ระดับมืออาชีพ จะทำให้ตัวเองกระตือรือร้นมากขึ้น และทำให้ศัตรูพ่ายแพ้ตั้งแต่เริ่ม... ฉันว่ามันก็สมเหตุสมผลดี เลยถือโอกาสแก้ระเบียบซะเลย\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายเมื่อกด",
      "1": "ความเสียหายเมื่อกดค้าง",
      "2": "ความเสียหาย Overcharged Ball",
      "3": "การรักษาต่อเนื่อง",
      "4": "ระยะเวลารักษาต่อเนื่อง",
      "5": "ความเสียหาย Surging Blade",
      "6": "ช่วงเวลาเกิด Surging Blade",
      "7": "คูลดาวน์",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Ring of Bursting Grenades",
    "description": {
      "0": "Chevreuse ใช้ปืนคาบศิลายิงกระสุนระเบิดใส่ศัตรู ทำให้เกิด<pyro>ความเสียหายไฟวงกว้าง</pyro> เมื่อกระสุนระเบิดโจมตีโดน จะแตกออกเป็นระเบิดทำลายล้างขั้น 2 จำนวนมาก",
      "1": "ระเบิดทำลายล้างขั้น 2 จะระเบิดหลังจากระยะเวลาหนึ่ง สร้าง<pyro>ความเสียหายไฟ</pyro>ให้กับศัตรูที่อยู่ใกล้เคียง",
      "2": "<br/>",
      "3": "<i>\"ตามหลักแล้ว การระเบิดในพื้นที่สี่เหลี่ยม จะสามารถโจมตีทัพศัตรูได้อย่างมีประสิทธิภาพ แต่น่าเสียดายที่ขอบเขตของคลื่นกระแทกที่ระเบิดนั้น ส่วนใหญ่มีรูปร่างกลมคล้ายกับเค้ก ดังนั้นชิ้นส่วนระเบิดที่กระจัดกระจายไป จึงสามารถนำมาจัดเรียงเป็นวงแหวนเหมือนผลไม้ที่ขอบเค้กได้\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายกระสุนระเบิด",
      "1": "ความเสียหายระเบิดทำลายล้างขั้น 2",
      "2": "คูลดาวน์",
      "3": "พลังงานธาตุ",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Vanguard's Coordinated Tactics",
    "description": {
      "0": "เมื่อตัวละครทั้งหมดในทีม มีชนิดของธาตุเป็น<pyro>ธาตุไฟ</pyro>และ<electro>ธาตุไฟฟ้า</electro> และมีตัวละครธาตุไฟและธาตุไฟฟ้าอย่างน้อยหนึ่งตัว:",
      "1": "Chevreuse จะมอบ \"Coordinated Tactics\" ให้ตัวละครในทีมที่อยู่ใกล้เคียง หลังจากตัวละครทำให้เกิดปฏิกิริยาโอเวอร์โหลด จะทำให้ความต้านทาน<pyro>ธาตุไฟ</pyro>และ<electro>ธาตุไฟฟ้า</electro>ของศัตรูที่ได้รับผลกระทบจากปฏิกิริยานี้ลดลง 40% เป็นเวลา 6 วินาที",
      "2": "เมื่อประเภทธาตุของตัวละครในทีมไม่ตรงตามเงื่อนไขพรสวรรค์ติดตัวนี้ เอฟเฟกต์ Coordinated Tactics ที่มีอยู่จะถูกลบล้าง"
    }
  },
  "passive2": {
    "name": "Vertical Force Coordination",
    "description": {
      "0": "หลังจาก Chevreuse ยิง Overcharged Ball โดยใช้ <strong>Short-Range Rapid Interdiction Fire</strong> ทุก 1,000 หน่วย ของค่าพลังชีวิตสูงสุดของ Chevreuse จะทำให้พลังโจมตีของตัวละคร<pyro>ธาตุไฟ</pyro> และ<electro>ธาตุไฟฟ้า</electro>ทั้งหมดในทีมที่อยู่ใกล้เคียงเพิ่มขึ้น 1% เป็นเวลา 30 วินาที สามารถเพิ่มพลังโจมตีด้วยวิธีนี้ได้มากสุด 40%"
    }
  },
  "passive3": {
    "name": "Double Time March",
    "description": {
      "0": "ลดอัตราการเสียพลังกายจากการวิ่ง ให้ตัวละครของตนเองที่อยู่ในทีมลง 20%",
      "1": "ไม่สามารถซ้อนทับพรสวรรค์ติดตัวที่เอฟเฟกต์เหมือนกันทุกประการได้"
    }
  },
  "constellation1": {
    "name": "Stable Front Line's Resolve",
    "description": {
      "0": "เมื่อตัวละครที่อยู่ในสนามอยู่ภายใต้สถานะ \"Coordinated Tactics\" (ไม่รวมตัวของ Chevreuse เอง) ทำให้เกิดปฏิกิริยาโอเวอร์โหลด จะฟื้นฟูพลังงานธาตุ 6 หน่วย เอฟเฟกต์นี้เกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 10 วินาที",
      "1": "ต้องปลดล็อกพรสวรรค์ติดตัว \"Vanguard's Coordinated Tactics\" ก่อน"
    }
  },
  "constellation2": {
    "name": "Sniper Induced Explosion",
    "description": {
      "0": "เมื่อกดค้างเพื่อยิง <strong>Short-Range Rapid Interdiction Fire</strong> โดนศัตรู จะเกิดการระเบิดต่อเนื่อง 2 ครั้ง ตรงตำแหน่งที่โจมตีโดนเป้าหมาย การระเบิดแต่ละครั้งจะสร้าง<pyro>ความเสียหายไฟ</pyro>เท่ากับ 120% ของพลังโจมตีของ Chevreuse เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 10 วินาที ความเสียหายที่สร้างด้วยวิธีนี้ จะถือว่าเป็นความเสียหายสกิลธาตุ"
    }
  },
  "constellation3": {
    "name": "Practiced Field Stripping Technique",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Short-Range Rapid Interdiction Fire</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "The Secret to Rapid-Fire Multishots",
    "description": {
      "0": "หลังจากใช้ <strong>Ring of Bursting Grenades</strong> แล้ว <strong>Short-Range Rapid Interdiction Fire</strong> ที่เกิดจากการกดค้างของ Chevreuse จะไม่เข้าสู่การคูลดาวน์ เอฟเฟกต์นี้จะคงอยู่ได้นานสุด 6 วินาที หรือหลังจากกดค้างเพื่อใช้ Short-Range Rapid Interdiction Fire 2 ครั้ง เอฟเฟกต์ดังกล่าวจะหายไป"
    }
  },
  "constellation5": {
    "name": "Enhanced Incendiary Firepower",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Ring of Bursting Grenades</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "In Pursuit of Ending Evil",
    "description": {
      "0": "หลังจากเอฟเฟกต์การรักษาของ <strong>Short-Range Rapid Interdiction Fire</strong> คงอยู่เป็นเวลา 12 วินาที จะฟื้นฟูค่าพลังชีวิตให้ตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียงหนึ่งครั้ง โดยปริมาณการฟื้นฟูจะเท่ากับ 10% ของพลังชีวิตสูงสุดของ Chevreuse",
      "1": "หลังจากตัวละครในทีมได้รับการรักษาจาก \"Short-Range Rapid Interdiction Fire\" จะได้รับ<pyro>โบนัสความเสียหายไฟ</pyro> และ<electro>โบนัสความเสียหายไฟฟ้า</electro> 20% เป็นเวลา 8 วินาที เอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะคิดช่วงเวลาต่อเนื่องแยกกัน"
    }
  }
}