{
  "name": "Gorou",
  "title": "นักรบคู่หูผู้ซื่อสัตย์",
  "description": "พลเอกของกองทหารแห่งเกาะ Watatsumi ผู้ได้รับความไว้วางใจจากผู้ใต้บังคับบัญชาเป็นอย่างสูง",
  "constellationName": "Canis Bellatoris",
  "auto": {
    "name": "Ripping Fang Fletching",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "ยิงธนูโจมตีอย่างต่อเนื่องมากสุดสี่ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "การ<strong>เล็งโจมตี</strong>สร้างความเสียหายเพิ่มขึ้น และแม่นยำยิ่งขึ้น",
        "2": "เมื่อเล็งโจมตีจะทำการรวบรวมธาตุหินไว้บนหัวลูกศรอย่างต่อเนื่อง ซึ่งลูกศรที่ชาร์จพลังงานธาตุหินจนเต็มแล้ว จะทำให้เกิด<geo>ความเสียหายหิน</geo>"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "ปล่อยฝนธนูจากกลางอากาศ และพุ่งลงมายังพื้นดินอย่างรวดเร็ว โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "เล็งโจมตี",
      "5": "เล็งโจมตีเมื่อชาร์จเต็ม",
      "6": "ความเสียหายพุ่งลง",
      "7": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Inuzaka All-Round Defense",
    "description": {
      "0": "สร้าง<geo>ความเสียหายหินวงกว้าง</geo> และตั้ง General's War-Banner ขึ้น",
      "1": "<br/>",
      "2": "<strong>General's War-Banner</strong>",
      "3": "มอบเอฟเฟกต์ดังต่อไปนี้ ให้แก่ตัวละครที่อยู่ในพื้นที่ของมันในขณะนั้น โดยขึ้นอยู่กับจำนวนตัวละครในทีมที่มีชนิดของธาตุเป็น<geo>ธาตุหิน</geo>ในตอนที่ปล่อย:",
      "4": [
        "เมื่อมีตัวละคร 1 ตัว - \"Standing Firm\": พลังป้องกันเพิ่มขึ้น;",
        "เมื่อมีตัวละคร 2 ตัว - \"Impregnable\": นอกเหนือจากเอฟเฟกต์ที่กล่าวข้างต้นแล้ว จะเพิ่มความสามารถในการต้านทานการหยุดชะงัก;",
        "เมื่อมีตัวละคร 3 ตัว - \"Crunch\": นอกเหนือจากเอฟเฟกต์ที่กล่าวข้างต้นแล้ว จะได้รับ<geo>โบนัสความเสียหายหิน</geo>"
      ],
      "5": "<br/>",
      "6": "ภายในช่วงเวลาเดียวกัน จะสามารถมี General's War-Banner ที่ตัวของ Gorou เองสร้างขึ้นได้เพียงอันเดียวเท่านั้น; ตัวละครจะสามารถรับเอฟเฟกต์จาก General's War-Banner ได้เพียงอันเดียวเท่านั้น และหลังจากที่ตัวละครออกนอกพื้นที่ เอฟเฟกต์ของพื้นที่จะยังคงอยู่เป็นเวลา 2 วินาที",
      "7": "<br/>",
      "8": "<strong>กดค้าง</strong>",
      "9": "สามารถปรับตำแหน่งการเกิดเอฟเฟกต์ของสกิลได้",
      "10": "<br/>",
      "11": "<i>\"ขอแค่ใช้รูปแบบการจัดทัพนี้ แล้วทุกคนก็จะปลอดภัย!\" ไม่ว่าจะเป็นที่ไหนหรือเมื่อไหร่ ในฐานะพลเอกผู้นำทัพ สิ่งที่ Gorou ไม่อยากเห็นที่สุด ก็คือการที่ต้องมาเห็นเหล่าสหายร่วมรบที่ติดตามเขาได้รับบาดเจ็บล่ะนะ</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "เพิ่มพลังป้องกัน",
      "2": "โบนัสความเสียหายหิน",
      "3": "ระยะเวลาต่อเนื่อง",
      "4": "คูลดาวน์",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Juuga: Forward Unto Victory",
    "description": {
      "0": "แสดงพลังอันน่าเกรงขามของพลเอกออกมา โดยสร้าง<geo>ความเสียหายหินวงกว้าง</geo> และสร้างพื้นที่ General's Glory ขึ้นมา เพื่อกระตุ้นเหล่าสหายร่วมรบ ที่อยู่ในบริเวณใกล้เคียง",
      "1": "<br/>",
      "2": "<strong>General's Glory</strong>",
      "3": "มีคุณลักษณะพิเศษดังต่อไปนี้:",
      "4": [
        "พื้นที่นี้จะมีเอฟเฟกต์เช่นเดียวกันกับ General's War-Banner ที่สร้างขึ้นโดย \"Inuzaka All-Round Defense\" โดยจะมอบเอฟเฟกต์ให้แก่ตัวละครที่อยู่ในพื้นที่ของมันในขณะนั้น โดยขึ้นอยู่กับจำนวนตัวละครในทีม ที่มีชนิดของธาตุเป็น<geo>ธาตุหิน</geo>ในตอนที่ปล่อย และจะเคลื่อนที่ไปด้วยกันกับตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น;",
        "ในทุก 1.5 วินาที จะสร้าง Crystal Collapse ออกมาหนึ่งครั้ง เพื่อสร้าง<geo>ความเสียหายหินวงกว้าง</geo>ให้แก่ศัตรูที่อยู่ในพื้นที่หนึ่งตัว;",
        "ในทุก 1.5 วินาที จะดึงดูดเศษเสี้ยวที่เกิดจากปฏิกิริยาการตกผลึกที่อยู่ในพื้นที่ ให้เข้ามายังตำแหน่งที่ตัวละครอยู่ในขณะนั้น 1 อัน"
      ],
      "5": "<br/>",
      "6": "ในขณะที่ปล่อยสกิล หากมี General's War-Banner ที่ตัวของ Gorou เองสร้างขึ้นด้วย มันจะถูกทำลาย นอกจากนี้ในระหว่างช่วงเวลาต่อเนื่องของ General's Glory เมื่อตัวของ Gorou เองใช้สกิลธาตุ \"Inuzaka All-Round Defense\" จะไม่ทำให้เกิด General's War-Banner",
      "7": "เอฟเฟกต์ General's Glory ของตัว Gorou เองจะหายไป เมื่อเขาหมดสติ",
      "8": "<br/>",
      "9": "<i>\"ฉันกุมความได้เปรียบเอาไว้แล้ว!\" Gorou สามารถเปลี่ยนแปลงภูมิประเทศของสนามรบได้เล็กน้อย เพื่อให้ได้มาซึ่งชัยชนะ โดยสิ่งนี้เป็นเคล็ดลับในการเผชิญหน้ากับศัตรูที่ทรงพลัง</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหาย Crystal Collapse",
      "2": "ระยะเวลาต่อเนื่อง",
      "3": "คูลดาวน์",
      "4": "พลังงานธาตุ",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Heedless of the Wind and Weather",
    "description": {
      "0": "ภายใน 12 วินาที หลังจากใช้ <strong>Juuga: Forward Unto Victory</strong> พลังป้องกันของตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียงจะเพิ่มขึ้น 25%"
    }
  },
  "passive2": {
    "name": "A Favor Repaid",
    "description": {
      "0": "ความเสียหายของการโจมตีต่อไปนี้ของ Gorou จะเพิ่มขึ้น โดยขึ้นกับพลังป้องกันของเขาเอง:",
      "1": [
        "ความเสียหายของสกิล <strong>Inuzaka All-Round Defense</strong> เพิ่มขึ้น 156% ของพลังป้องกัน",
        "ความเสียหายของสกิล <strong>Juuga: Forward Unto Victory</strong> และความเสียหายของ Crystal Collapse เพิ่มขึ้น 15.6% ของพลังป้องกัน"
      ]
    }
  },
  "passive3": {
    "name": "Seeker of Shinies",
    "description": {
      "0": "แสดงตำแหน่ง<strong>ของพิเศษเฉพาะใน Inazuma</strong> บนมินิแมป"
    }
  },
  "constellation1": {
    "name": "Rushing Hound: Swift as the Wind",
    "description": {
      "0": "หลังจากที่ตัวละคร (นอกจากตัวของ Gorou เอง) ที่อยู่ในพื้นที่ของ <strong>General's War-Banner</strong> หรือ <strong>General's Glory</strong> ของตัวของ Gorou เอง สร้างความเสียหายหินแก่ศัตรู ช่วงเวลาคูลดาวน์ของ <strong>Inuzaka All-Round Defense</strong> ของตัวของ Gorou เอง จะลดลง 2 วินาที",
      "1": "เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 10 วินาที"
    }
  },
  "constellation2": {
    "name": "Sitting Hound: Steady as a Clock",
    "description": {
      "0": "ภายในระยะเวลาต่อเนื่องของ <strong>General's Glory</strong> หลังจากที่ตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นและอยู่ในบริเวณใกล้เคียง ได้รับเศษเสี้ยวที่เกิดจากปฏิกิริยาการตกผลึก ช่วงเวลาต่อเนื่องของ General's Glory ของตัวของ Gorou เองจะยาวนานขึ้น 1 วินาที",
      "1": "เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 0.1 วินาที และจะสามารถยืดระยะเวลาของช่วงเวลาต่อเนื่องด้วยวิธีนี้ได้มากสุด 3 วินาที"
    }
  },
  "constellation3": {
    "name": "Mauling Hound: Fierce as Fire",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Inuzaka All-Round Defense</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Lapping Hound: Warm as Water",
    "description": {
      "0": "เมื่อ <strong>General's Glory</strong> มีเอฟเฟกต์ \"Impregnable\" หรือ \"Crunch\" อยู่ ในทุก 1.5 วินาที จะทำการฟื้นฟูพลังชีวิตให้แก่ตัวละครที่อยู่ในพื้นที่ โดยที่ปริมาณการฟื้นฟู จะเป็น 50% ของพลังป้องกันของ Gorou เอง"
    }
  },
  "constellation5": {
    "name": "Striking Hound: Thunderous Force",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Juuga: Forward Unto Victory</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Valiant Hound: Mountainous Fealty",
    "description": {
      "0": "ภายใน 12 วินาที หลังจากปล่อย <strong>Inuzaka All-Round Defense</strong> หรือ <strong>Juuga: Forward Unto Victory</strong> จะเพิ่มความแรงคริของ<geo>ความเสียหายหิน</geo> ของตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียง โดยขึ้นกับเลเวลของพื้นที่ในตอนที่ปล่อย:",
      "1": [
        "\"Standing Firm\": เพิ่ม 10%;",
        "\"Impregnable\": เพิ่ม 20%;",
        "\"Crunch\": เพิ่ม 40%"
      ],
      "2": "<br/>",
      "3": "เอฟเฟกต์นี้ไม่สามารถซ้อนทับกันได้ โดยจะอ้างอิงจากเอฟเฟกต์ที่เกิดขึ้นล่าสุดเป็นหลัก"
    }
  }
}