{
  "name": "Ineffa",
  "title": "คลื่นอัสนีกัมปนาท",
  "description": "หุ่นยนต์อเนกประสงค์ที่รวบรวมชิ้นส่วนกลไก จากหลายประเทศไว้ด้วยกัน แกนแห่งแดนลับที่อยู่ตรงหน้าอกได้ผ่านกาลเวลามานานหลายปี",
  "constellationName": "Vanilla Planifolia",
  "auto": {
    "name": "Cyclonic Duster",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "โจมตีด้วยหอกต่อเนื่องมากสุด 4 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่ง เพื่อทำการหมุนตัวโจมตี"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายชาร์จโจมตี",
      "5": "ชาร์จโจมตีใช้พลังกาย",
      "6": "ความเสียหายพุ่งลง",
      "7": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Cleaning Mode: Carrier Frequency",
    "description": {
      "0": "Ineffa เปิดใช้งานโมดูลกวาดล้างขั้นสูง สร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro> ให้กับศัตรูโดยรอบหนึ่งครั้ง กางโล่บาเรียลำแสง และเรียกหน่วยผู้ช่วยอัจฉริยะสารพัดประโยชน์ <tooltip ns=tooltips_gen baseKey18=11160001 values=[]><strong>\"Birgitta\"</strong></tooltip> ออกมา",
      "1": "ปริมาณการดูดซับความเสียหายของโล่บาเรียลำแสง จะขึ้นอยู่กับพลังโจมตีของ Ineffa และมีเอฟเฟกต์ดูดซับต่อ<electro>ความเสียหายไฟฟ้า</electro> 250%"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ปริมาณการดูดซับของโล่",
      "2": "ระยะเวลาต่อเนื่องของโล่",
      "3": "ความเสียหายการปล่อยไฟฟ้าของ Birgitta",
      "4": "ระยะต่อเนื่องเวลาของ Birgitta",
      "5": "คูลดาวน์",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Supreme Instruction: Cyclonic Exterminator",
    "description": {
      "0": "ใช้หน่วยผู้ช่วยอัจฉริยะสารพัดประโยชน์ <tooltip ns=tooltips_gen baseKey18=11160001 values=[]><strong>\"Birgitta\"</strong> </tooltip> เพื่อกวาดล้างศัตรูด้วยหมัดจรวด! Ineffa จะยิง Birgitta ออกไป สร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro> และทำให้ Birgitta อยู่ในสนามต่อไป",
      "1": "<br/>",
      "2": "หากมี Birgitta ที่ Ineffa เรียกออกมาอยู่ในสนามอยู่แล้ว จะเปลี่ยนไปเรียก Birgitta ออกมาใหม่ในตำแหน่งเป้าหมายอีกครั้ง และรีเซ็ตเวลาต่อเนื่อง"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "คูลดาวน์",
      "2": "พลังงานธาตุ",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Overclocking Circuit",
    "description": {
      "0": "หากบริเวณใกล้เคียง <tooltip ns=tooltips_gen baseKey18=11160001 values=[]><strong>\"Birgitta\"</strong></tooltip> มีเมฆสายฟ้าที่เกิดจากปฏิกิริยาชาร์จจันทราอยู่ Birgitta จะปล่อยไฟฟ้าโจมตี และทำการโจมตีเพิ่มอีกหนึ่งครั้ง โดยจะสร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro>เท่ากับ 65% ของพลังโจมตีของ Ineffa ซึ่งความเสียหายนี้จะนับเป็นความเสียหาย ที่เกิดจากปฏิกิริยาชาร์จจันทรา"
    }
  },
  "passive2": {
    "name": "Panoramic Permutation Protocol",
    "description": {
      "0": "เมื่อใช้ท่าไม้ตาย <strong><tooltip ns=char_Ineffa_gen baseKey18=burst>Supreme Instruction: Cyclonic Exterminator</tooltip></strong> จะมอบเอฟเฟกต์ \"Parameter Permutation\" ให้แก่ตัวละครทั้งหมดในทีม: เพิ่มความชำนาญธาตุของ Ineffa และตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นของทีมตนเอง ตาม 6% ของพลังโจมตีของ Ineffa เป็นเวลา 20 วินาที"
    }
  },
  "passive3": {
    "name": "Moonsign Benediction: Assemblage Hub",
    "description": {
      "0": "เมื่อตัวละครในทีมทำให้เกิดปฏิกิริยาชาร์จไฟฟ้า จะเปลี่ยนเป็นปฏิกิริยาชาร์จจันทราแทน และเพิ่มความเสียหายพื้นฐานของปฏิกิริยาชาร์จจันทรา ตามพลังโจมตีของ Ineffa: ทุก 100 หน่วยของพลังโจมตี จะเพิ่มความเสียหายพื้นฐานขึ้น 0.7% โดยจะสามารถเพิ่มความเสียหายด้วยวิธีนี้ได้มากสุด 14%",
      "1": "<br/>",
      "2": "นอกจากนี้ เมื่อมี Ineffa อยู่ในทีม <strong>ลัคนาจันทร์</strong>ของทีมจะเพิ่มขึ้น 1 ระดับ"
    }
  },
  "passive": {
    "name": "Flavor Synthesis Unit",
    "description": {
      "0": "เมื่อ Ineffa ใช้อาหาร จะมีโอกาส 30% ที่จะได้รับเครื่องปรุงรสหนึ่งอย่าง",
      "1": "<br/>",
      "2": "นอกจากนี้ ดูเหมือนว่าใน Nod-Krai จะสามารถเปลี่ยนรูปลักษณ์ของ Birgitta ได้ด้วยวิธีการบางอย่าง..."
    }
  },
  "constellation1": {
    "name": "Rectifying Processor",
    "description": {
      "0": "เมื่อ Ineffa กางโล่บาเรียลำแสง จะมอบเอฟเฟกต์ \"Carrier Flow Composite\" ให้แก่ตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 20 วินาที ซึ่งจะทำให้ปฏิกิริยาชาร์จจันทรา สร้างความเสียหายเพิ่มขึ้น ตามพลังโจมตีของ Ineffa: ทุกพลังโจมตี 100 หน่วย จะเพิ่มความเสียหาย 2.5% โดยสามารถเพิ่มความเสียหายด้วยวิธีนี้ได้มากสุด 50%"
    }
  },
  "constellation2": {
    "name": "Support Cleaning Module",
    "description": {
      "0": "หลังจากที่ท่าไม้ตาย <strong><tooltip ns=char_Ineffa_gen baseKey18=burst>Supreme Instruction: Cyclonic Exterminator</tooltip></strong> โจมตีโดนศัตรู จะมอบสถานะ \"คำสั่งลงทัณฑ์\" ให้แก่ศัตรูหนึ่งตัวในนั้น: หลังจากช่วงเวลาสั้น ๆ หรือเมื่อศัตรูตัวดังกล่าวถูกกำจัด จะสร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro> เท่ากับ 300% ของพลังโจมตีของ Ineffa แก่ศัตรูที่อยู่ใกล้เคียงศัตรูดังกล่าว ซึ่งความเสียหายนี้จะนับเป็น ความเสียหายที่เกิดจากปฏิกิริยาชาร์จจันทรา",
      "1": "นอกจากนี้ เมื่อปล่อยท่าไม้ตาย <strong>Supreme Instruction: Cyclonic Exterminator</strong> จะมอบโล่บาเรียลำแสง ให้แก่ตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น ที่อยู่ในบริเวณใกล้เคียงด้วย"
    }
  },
  "constellation3": {
    "name": "Enhanced Emotion Emulator",
    "description": {
      "0": "เพิ่มเลเวลสกิลของสกิลธาตุ <strong><tooltip ns=char_Ineffa_gen baseKey18=skill>Cleaning Mode: Carrier Frequency</tooltip></strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "The Edictless Path",
    "description": {
      "0": "เมื่อตัวละครในทีมของตนเอง ทำให้เกิดปฏิกิริยาชาร์จจันทรา จะฟื้นฟูพลังงานธาตุ 5 หน่วย โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 4 วินาที"
    }
  },
  "constellation5": {
    "name": "Mirror's Dream Transcension",
    "description": {
      "0": "เพิ่มเลเวลสกิลของท่าไม้ตาย <strong><tooltip ns=char_Ineffa_gen baseKey18=burst>Supreme Instruction: Cyclonic Exterminator</tooltip></strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "A Dawning Morn for You",
    "description": {
      "0": "เมื่อ Ineffa อยู่ภายใต้เอฟเฟกต์ \"Carrier Flow Composite\" หลังจากเมฆสายฟ้าที่อยู่ใกล้เคียง ทำการโจมตีสายฟ้า Ineffa จะสร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro> เท่ากับ 135% ของพลังโจมตีของตัวเอง แก่ศัตรูรอบ ๆ ตัวละครปัจจุบันของเธอในสนาม ซึ่งความเสียหายนี้จะนับเป็น ความเสียหายที่เกิดจากปฏิกิริยาชาร์จจันทรา โดยเอฟเฟกต์ข้างต้น จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 3.5 วินาที"
    }
  }
}