{
  "name": "Kirara",
  "title": "แมวพเนจรบนชายคา",
  "description": "พนักงานส่งของบริษัทขนส่ง Komaniya Express ใน Inazuma \"เนโกะมาตะ\" ตนหนึ่งที่รักในงานของตัวเอง และโหยหาสังคมมนุษย์",
  "constellationName": "Arcella",
  "auto": {
    "name": "Boxcutter",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "โจมตีต่อเนื่องมากสุด 4 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่ง เพื่อปลดปล่อยกรงเล็บ ออกไปข้างหน้า 3 ครั้ง"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายชาร์จโจมตี",
      "5": "ชาร์จโจมตีใช้พลังกาย",
      "6": "ความเสียหายพุ่งลง",
      "7": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Meow-teor Kick",
    "description": {
      "0": "<strong>กด</strong>",
      "1": "กระโดดขึ้นด้วยร่างกายที่คล่องแคล่ว ราวกับแมวที่พุ่งตัวออกมาจากพุ่มไม้ และใช้ลูกเตะ Tail-Flicking Flying Kick โจมตีศัตรู เพื่อสร้าง<dendro>ความเสียหายไม้วงกว้าง</dendro> และในขณะเดียวกัน จะกางโล่ Shield of Safe Transport และมอบ<dendro>การติดธาตุไม้</dendro>ให้แก่ Kirara ช่วงระยะเวลาหนึ่ง โดย Shield of Safe Transport จะมีเอฟเฟกต์ดูดซับ<dendro>ความเสียหายไม้</dendro> 250% และปริมาณการดูดซับความเสียหายของโล่ จะขึ้นกับพลังชีวิตสูงสุดของ Kirara ซึ่งจะไม่เกินสัดส่วนประมาณหนึ่ง ของค่าพลังชีวิตสูงสุดของเธอ โดยที่ปริมาณค่าการดูดซับความเสียหายส่วนที่เหลือ จะซ้อนทับกับ Shield of Safe Transport ในครั้งใหม่ และรีเฟรชช่วงเวลาต่อเนื่อง",
      "2": "<br/>",
      "3": "<strong>กดค้าง</strong>",
      "4": "แสดงความมุ่งมั่นของการ \"ส่งถึงหน้าบ้านภายในครึ่งวัน\" ออกมา ด้วยการกางโล่ Shield of Safe Transport ที่เหมือนกับโล่ที่สร้างขึ้นโดยการกด Kirara จะขดตัวเข้าไปในกล่องพัสดุด่วนพิเศษ และเข้าสู่สถานะ Urgent Neko Parcel เพื่อการเคลื่อนที่ และต่อสู้ที่คล่องตัวยิ่งขึ้น",
      "5": "<br/>",
      "6": "<strong>Urgent Neko Parcel</strong>",
      "7": [
        "สร้าง<dendro>ความเสียหายไม้</dendro>ให้แก่ศัตรูที่ถูกชน โดยที่เอฟเฟกต์นี้ในทุก 0.5 วินาที จะเกิดขึ้นกับศัตรูแต่ละตัวได้มากสุดหนึ่งครั้ง;",
        "เมื่ออยู่ในสถานะนี้ ความเร็วในการเคลื่อนที่ และการปีนป่าย รวมถึงความสามารถในการกระโดดของ Kirara จะเพิ่มสูงขึ้น อย่างไรก็ตาม พลังกายที่ถูกใช้ในขณะปีนป่ายจะเพิ่มมากขึ้น;",
        "เมื่อสิ้นสุดช่วงเวลาต่อเนื่อง หรือปล่อยสกิลซ้ำอีกครั้ง จะปลดปล่อย Flipclaw Strike ที่มีความรุนแรงกว่าการปล่อยโดยการกดออกมา เพื่อสร้าง<dendro>ความเสียหายไม้วงกว้าง</dendro>;",
        "สถานะ Urgent Neko Parcel จะคงอยู่ได้นานสุด 10 วินาที โดยเมื่อเอฟเฟกต์สิ้นสุดลง สกิลจะเข้าสู่การคูลดาวน์ ซึ่งยิ่งช่วงเวลาในขณะที่อยู่ในสถานะ Urgent Neko Parcel นาน การคูลดาวน์ก็จะยาวนานยิ่งขึ้น;",
        "การพุ่งตัว หรือยกเลิกการปีนป่ายด้วยตนเองในระหว่างช่วงเวลาต่อเนื่อง จะเป็นการออกจากสถานะ Urgent Neko Parcel นี้"
      ],
      "8": "<br/>",
      "9": "<i>\"หืม ถามว่าเคล็ดลับของการขนส่งที่รวดเร็ว คืออะไรงั้นเหรอ? แน่นอนว่าเป็นเพราะพลังขายังไงล่ะ!\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหาย Tail-Flicking Flying Kick",
      "1": "ปริมาณการดูดซับของโล่",
      "2": "ปริมาณการดูดซับสูงสุดของโล่",
      "3": "ระยะเวลาต่อเนื่องของโล่",
      "4": "ความเสียหายพุ่งชนของ Urgent Neko Parcel",
      "5": "ระยะเวลาต่อเนื่องสูงสุดของ Urgent Neko Parcel",
      "6": "ความเสียหาย Flipclaw Strike",
      "7": "คูลดาวน์",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Secret Art: Surprise Dispatch",
    "description": {
      "0": "โจมตีศัตรูด้วย Special Delivery Package (กล่องพัสดุส่งพิเศษ) ที่ใช้สำหรับลงโทษหัวขโมย เพื่อสร้าง<dendro>ความเสียหายไม้วงกว้าง</dendro> โดยหลังจากที่ Special Delivery Package ระเบิด จะแตกกระจายกลายเป็น <strong>Cat Grass Cardamom</strong> จำนวนมาก ซึ่ง Cat Grass Cardamom จะระเบิดหลังจากเวลาผ่านไปช่วงหนึ่ง หรือสัมผัสถูกศัตรู และทำให้เกิด<dendro>ความเสียหายไม้วงกว้าง</dendro>",
      "1": "<br/>",
      "2": "<i>\"หึหึ นี่คือของที่เตรียมไว้ให้เจ้าพวกหัวขโมยวายร้าย ที่ชอบขโมยพัสดุยังไงล่ะ! ถ้าได้รับแล้ว ก็อย่าลืมให้ห้าดาวกันด้วยนะ!\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหายการระเบิดของ Cat Grass Cardamom",
      "2": "ระยะเวลาคงอยู่ของ Cat Grass Cardamom",
      "3": "คูลดาวน์",
      "4": "พลังงานธาตุ",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Bewitching, Betwitching Tails",
    "description": {
      "0": "เมื่อ Kirara อยู่ในสถานะ Urgent Neko Parcel ของ <strong>Meow-teor Kick</strong> ทุกครั้งที่พุ่งชนถูกศัตรู จะได้รับ <strong>Reinforced Packaging</strong> หนึ่งชั้น โดยที่เอฟเฟกต์นี้ในทุก 0.5 วินาที จะเกิดขึ้นกับศัตรูแต่ละตัวได้มากสุดหนึ่งครั้ง และซ้อนทับได้มากสุด 3 ชั้น เมื่อสถานะ Urgent Neko Parcel สิ้นสุดลง Reinforced Packaging แต่ละชั้นจะมอบโล่ Shield of Safe Transport หนึ่งอันให้แก่ Kirara ซึ่งโล่ที่เกิดขึ้นด้วยวิธีนี้ จะมีปริมาณการดูดซับความเสียหายเป็น 20% ของ Shield of Safe Transport ที่สร้างขึ้นด้วย <strong>Meow-teor Kick</strong> และหาก Kirara อยู่ภายใต้การปกป้องของ Shield of Safe Transport ที่สร้างขึ้นโดย Meow-teor Kick อยู่ก่อนแล้ว ปริมาณการดูดซับความเสียหายที่เหลืออยู่จะซ้อนทับกัน และรีเฟรชช่วงเวลาต่อเนื่อง"
    }
  },
  "passive2": {
    "name": "Pupillary Variance",
    "description": {
      "0": "ทุก 1000 หน่วย ของค่าพลังชีวิตสูงสุดของ Kirara จะทำให้ <strong>Meow-teor Kick</strong> สร้างความเสียหายเพิ่มขึ้น 0.4% และ <strong>Secret Art: Surprise Dispatch</strong> สร้างความเสียหายเพิ่มขึ้น 0.3%"
    }
  },
  "passive3": {
    "name": "Cat's Creeping Carriage",
    "description": {
      "0": "ในขณะที่มี Kirara อยู่ในทีม เมื่อตัวละครในทีมของตนเองเข้าใกล้สิ่งมีชีวิตที่ให้ผลผลิตของ Fowl, Raw Meat, หรือ Chilled Meat จะทำให้พวกมันไหวตัวได้ยากขึ้น"
    }
  },
  "constellation1": {
    "name": "Material Circulation",
    "description": {
      "0": "เมื่อใช้ <strong>Secret Art: Surprise Dispatch</strong> ทุก 8000 หน่วย ของค่าพลังชีวิตสูงสุดของ Kirara จะสร้าง <strong>Cat Grass Cardamom</strong> เพิ่มขึ้นมาอีก 1 อัน โดยที่ด้วยวิธีนี้ จะเกิด Cat Grass Cardamom เพิ่มได้มากสุด 4 อัน"
    }
  },
  "constellation2": {
    "name": "Perfectly Packaged",
    "description": {
      "0": "เมื่อ Kirara อยู่ในสถานะ Urgent Neko Parcel ของ <strong>Meow-teor Kick</strong> จะมอบ Critical Transport Shield ให้แก่ตัวละครอื่นในทีมที่ถูกเธอพุ่งชน",
      "1": "ปริมาณการดูดซับความเสียหายของ Critical Transport Shield จะเท่ากับ 40% ของค่าปริมาณการดูดซับสูงสุดของ Shield of Safe Transport ของ <strong>Meow-teor Kick</strong> และมีเอฟเฟกต์ดูดซับ<dendro>ความเสียหายไม้</dendro> 250%",
      "2": "Critical Transport Shield จะคงอยู่เป็นเวลา 12 วินาที ซึ่งเอฟเฟกต์นี้ในทุก 10 วินาที จะเกิดขึ้นกับตัวละครแต่ละตัวได้มากสุดหนึ่งครั้ง"
    }
  },
  "constellation3": {
    "name": "Universal Recognition",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Meow-teor Kick</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Steed of Skanda",
    "description": {
      "0": "เมื่อตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น อยู่ภายใต้การปกป้องของ <strong>Shield of Safe Transport</strong> หรือ <strong>Critical Transport Shield</strong> ได้ทำการโจมตีปกติ, การชาร์จโจมตี หรือการโจมตีพุ่งลงจากอากาศถูกศัตรู Kirara จะใช้ <strong>Small Cat Grass Cardamom</strong> เพื่อทำการร่วมโจมตี สร้าง<dendro>ความเสียหายไม้</dendro> 200% ของพลังโจมตีของ Kirara ซึ่งความเสียหายที่เกิดขึ้นด้วยวิธีนี้ จะถูกมองว่าเป็นความเสียหายของท่าไม้ตาย โดยที่เอฟเฟกต์นี้ในทุก 3.8 วินาที จะเกิดขึ้นได้มากสุดหนึ่งครั้ง และตัวละครทั้งหมดในทีม จะแชร์ช่วงเวลาคูลดาวน์ร่วมกัน"
    }
  },
  "constellation5": {
    "name": "A Thousand Miles in a Day",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Secret Art: Surprise Dispatch</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Countless Sights to See",
    "description": {
      "0": "ภายใน 15 วินาที หลังจากที่ Kirara ใช้สกิลธาตุ หรือท่าไม้ตาย ตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียง จะได้รับโบนัสความเสียหายธาตุทั้งหมด 12%"
    }
  }
}