{
  "name": "Hu Tao",
  "title": "กลิ่นหอมของลูกพลัม",
  "description": "หัวหน้า \"โถงแห่งการเกิดใหม่ Wangsheng\" รุ่นที่ 77 ผู้เข้ามาดูแลองค์กรจัดงานศพของ Liyue ตั้งแต่อายุยังน้อย",
  "constellationName": "Papilio Charontis",
  "auto": {
    "name": "Secret Spear of Wangsheng",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "โจมตีต่อเนื่องได้สูงสุด 6 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่ง เพื่อพุ่งไปข้างหน้า และสร้างความเสียหายแก่ศัตรูที่อยู่ในเส้นทาง"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขั้น 5",
      "5": "ความเสียหายขั้น 6",
      "6": "ความเสียหายชาร์จโจมตี",
      "7": "ชาร์จโจมตีใช้พลังกาย",
      "8": "ความเสียหายพุ่งลง",
      "9": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Guide to Afterlife",
    "description": {
      "0": "มีเพียงเปลวไฟอันเป็นนิรันดร์เท่านั้นที่จะสามารถชำระล้างสิ่งที่ไม่บริสุทธิ์ในโลกได้",
      "1": "Hu Tao จะใช้พลังชีวิตบางส่วนเพื่อโจมตีศัตรูที่อยู่รอบตัวและเข้าสู่สภาวะ Paramita Papilio",
      "2": "<br/>",
      "3": "<strong>Paramita Papilio</strong>",
      "4": [
        "เพิ่มพลังโจมตีของ Hu Tao โดยขึ้นอยู่กับพลังชีวิตสูงสุดของ Hu Tao ในตอนที่เข้าสู่สภาวะนี้ โดยพลังโจมตีที่เพิ่มขึ้นด้วยวิธีนี้ จะไม่เกิน 400% ของพลังโจมตีพื้นฐานของ Hu Tao;",
        "เปลี่ยนความเสียหายของการโจมตีเป็น<pyro>ความเสียหายไฟ</pyro> ซึ่งการเปลี่ยนแปลงธาตุนี้ไม่สามารถแทนที่ด้วยการแปลงของธาตุอื่นได้;",
        "ชาร์จโจมตีจะทำให้ศัตรูที่ถูกโจมตีติดเอฟเฟกต์ Blood Blossom;",
        "เพิ่มความสามารถในการต้านทานการหยุดชะงักของ Hu Tao"
      ],
      "5": "<br/>",
      "6": "<strong>Blood Blossom</strong>",
      "7": "ศัตรูที่ได้รับผลกระทบของ Blood Blossom จะได้รับ<pyro>ความเสียหายไฟ</pyro>ในทุก 4 วินาที ซึ่งความเสียหายนี้ จะถูกมองว่าเป็นความเสียหายของสกิลธาตุ",
      "8": "ศัตรูหนึ่งตัวจะสามารถติดเอฟเฟกต์ Blood Blossom ได้เพียงหนึ่งครั้งในช่วงเวลาเดียวกันเท่านั้น และสามารถถูกรีเฟรชเวลาต่อเนื่องได้โดยตัวของ Hu Tao เองเท่านั้น",
      "9": "<br/>",
      "10": "<strong>Paramita Papilio</strong> จะหายไปเมื่อหมดช่วงเวลาต่อเนื่อง หรือเมื่อ Hu Tao ออกจากการต่อสู้หรือหมดสติ",
      "11": "<br/>",
      "12": "<i>วิชาหอกที่ Hu Tao ได้รับสืบทอดมา เริ่มต้นด้วยคำพูดที่ว่า: \"คมหอกเปิดประตูสู่ยมโลก ผีเสื้อเชื่อมโยงชีวิตหลังความตาย\"</i>"
    },
    "skillParams": {
      "0": "ค่าใช้จ่ายสกิล",
      "1": "เพิ่มพลังโจมตี",
      "2": "ความเสียหายของ Blood Blossom",
      "3": "ระยะเวลาของ Blood Blossom",
      "4": "ระยะเวลาต่อเนื่อง",
      "5": "คูลดาวน์",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Spirit Soother",
    "description": {
      "0": "ควบคุมจิตวิญญาณแห่งเปลวเพลิงเพื่อสร้าง<pyro>ความเสียหายไฟ</pyro>วงกว้าง",
      "1": "เมื่อโจมตีถูกศัตรู จะเป็นการฟื้นฟูพลังชีวิตให้ Hu Tao โดยที่ปริมาณการฟื้นฟูจะขึ้นอยู่กับพลังชีวิตสูงสุดของ Hu Tao ซึ่งเอฟเฟกต์นี้จะเกิดผลกับศัตรูที่ถูกโจมตีได้มากสุด 5 ตัว",
      "2": "หากใช้สกิลโจมตีถูกศัตรูในตอนที่พลังชีวิตของ Hu Tao ต่ำกว่าหรือเท่ากับ 50% ปริมาณความเสียหายที่สร้างและปริมาณการรักษาจะสูงขึ้น",
      "3": "<br/>",
      "4": "<i>หากสิ่งที่ล่วงลับไปแล้วยังคงออกมาป้วนเปี้ยน เช่นนั้นจะทำให้ทางโถงแห่งการเกิดใหม่ Wangsheng เป็นกังวลอย่างมาก ซึ่งการฌาปนกิจนั้นเป็นวิธีที่ดีที่สุดในการทำให้จิตใจของ Hu Tao สงบลงได้ ยิ่งเธอกังวลมากเท่าไหร่ พลังแห่งไฟก็จะยิ่งแข็งแกร่งขึ้นเท่านั้น</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหายสกิลเมื่อ HP ต่ำ",
      "2": "การรักษาของสกิล",
      "3": "การรักษาเมื่อ HP ต่ำ",
      "4": "เวลาคูลดาวน์",
      "5": "พลังงานธาตุ",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Flutter By",
    "description": {
      "0": "หลังจากสภาวะของ <strong>Paramita Papilio</strong> ที่เกิดขึ้นโดย <strong>Guide to Afterlife</strong> สิ้นสุดลง อัตราคริของตัวละครทั้งหมดในทีม (ไม่รวมตัวของ Hu Tao เอง) จะเพิ่มขึ้น 12% เป็นเวลา 8 วินาที"
    }
  },
  "passive2": {
    "name": "Sanguine Rouge",
    "description": {
      "0": "เมื่อพลังชีวิตของ Hu Tao ต่ำกว่าหรือเท่ากับ 50% จะได้รับ<pyro>โบนัสความเสียหายไฟ</pyro> 33%"
    }
  },
  "passive3": {
    "name": "The More the Merrier",
    "description": {
      "0": "เมื่อปรุงอาหารได้ระดับสมบูรณ์ จะมีโอกาส 18% ที่จะได้รับอาหารประเภทเดียวกันในระดับ \"รสประหลาด\" เพิ่มหนึ่งจาน"
    }
  },
  "constellation1": {
    "name": "Crimson Bouqet",
    "description": {
      "0": "เมื่ออยู่ในสภาวะของ <strong>Paramita Papilio</strong> ที่เกิดขึ้นโดย <strong>Guide to Afterlife</strong> ชาร์จโจมตีของ Hu Tao จะไม่ใช้พลังกาย"
    }
  },
  "constellation2": {
    "name": "Ominous Rainfall",
    "description": {
      "0": "<strong>Blood Blossom</strong> สร้างความเสียหายสูงขึ้น โดยปริมาณความเสียหายที่เพิ่มจะเท่ากับ 10% ของพลังชีวิตสูงสุดของ Hu Tao เมื่อเอฟเฟกต์ถูกใช้งาน",
      "1": "นอกจากนี้ <strong>Spirit Soother</strong> จะปล่อยเอฟเฟกต์ <strong>Blood Blossom</strong> ใส่ศัตรูที่ถูกโจมตีด้วย"
    }
  },
  "constellation3": {
    "name": "Lingering Carmine",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Guide to Afterlife</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Garden of Eternal Rest",
    "description": {
      "0": "เมื่อศัตรูที่ได้รับผลกระทบของ <strong>Blood Blossom</strong> ที่ตัวของ Hu Tao เป็นผู้สร้างขึ้นเองพ่ายแพ้ ตัวละครทั้งหมดในทีม (ไม่รวมตัวของ Hu Tao เอง) ที่อยู่ในบริเวณใกล้เคียง จะได้รับอัตราคริเพิ่มขึ้น 12% เป็นเวลา 15 วินาที"
    }
  },
  "constellation5": {
    "name": "Floral Incense",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Spirit Soother</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Butterfly's Embrace",
    "description": {
      "0": "เกิดขึ้นเมื่อพลังชีวิตของ Hu Tao ลดลงจนถึงต่ำกว่า 25% หรือได้รับความเสียหายจากการโจมตีที่รุนแรงพอที่จะทำให้หมดสติ:",
      "1": "ความเสียหายในครั้งนี้จะไม่ทำให้เธอหมดสติ และภายในเวลา 10 วินาที หลังจากนั้น ความต้านทานธาตุทุกชนิดและความต้านทานกายภาพของ Hu Tao จะเพิ่มขึ้น 200%, อัตราคริจะเพิ่มขึ้น 100% และความสามารถในการต้านทานการหยุดชะงักจะเพิ่มสูงขึ้นอย่างมาก",
      "2": "เอฟเฟกต์นี้จะเกิดขึ้นโดยอัตโนมัติเมื่อ Hu Tao มีพลังชีวิตเหลือ 1",
      "3": "เอฟเฟกต์นี้สามารถใช้ได้หนึ่งครั้งในทุก 60 วินาที"
    }
  }
}