{
  "name": "Klee",
  "title": "ดวงอาทิตย์ที่หลบหนี",
  "description": "แขกประจำห้องกักบริเวณของกองอัศวินแห่ง Favonius ผู้เชี่ยวชาญด้านระเบิดแห่ง Mondstadt ผู้คนเรียกเธอว่า \"ดวงอาทิตย์ที่หลบหนี\"",
  "constellationName": "Trifolium",
  "auto": {
    "name": "Kaboom!",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "โยนของดีที่จะระเบิดเมื่อมีสิ่งอื่น มากระแทกออกไป! ทำการระเบิดโจมตีมากสุดถึงสามครั้ง เกิดเป็น<pyro>ความเสียหายไฟวงกว้าง</pyro>"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่ง โดยช่วงเวลาสั้น ๆ หลังจากร่ายเวทเสร็จ จะโจมตีศัตรูเพื่อสร้าง<pyro>ความเสียหายไฟวงกว้าง</pyro>"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "รวบรวมพลังไฟอันร้อนแรงและกระโจน จากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรู ที่อยู่ในเส้นทางการโจมตี โดยจะสร้าง<pyro>ความเสียหายไฟวงกว้าง</pyro> เมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายชาร์จโจมตี",
      "4": "ชาร์จโจมตีใช้พลังกาย",
      "5": "ความเสียหายพุ่งลง",
      "6": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Jumpy Dumpty",
    "description": {
      "0": "โยน Jumpy Dumpty ที่จะนำพามาซึ่ง ความสนุกสุดเหวี่ยงออกไป!",
      "1": "Jumpy Dumpty จะเด้งติดต่อกันสามครั้ง โดยแต่ละครั้งล้วนสามารถทำให้เกิด การระเบิดได้ ซึ่งจะสร้าง<pyro>ความเสียหายไฟวงกว้าง</pyro>",
      "2": "<br/>",
      "3": "หลังจากการเด้งครั้งที่สาม จะแบ่งกลายเป็นกับระเบิดจำนวนมาก",
      "4": "กับระเบิดจะระเบิดเมื่อมีศัตรูไปแตะโดน หรือเมื่อเวลาผ่านไปช่วงหนึ่ง และทำให้เกิด<pyro>ความเสียหายไฟวงกว้าง</pyro>",
      "5": "<br/>",
      "6": "ในตอนเริ่มจะสามารถใช้ได้ 2 ครั้ง",
      "7": "<br/>",
      "8": "<i>Jumpy Dumpty คือ \"เพื่อนสนิท\" ของ Klee... ซึ่ง Klee นั้นมักจะอดใจไม่ไหว ที่จะแนะนำพวกเขาให้แก่คนอื่น ๆ เสมอ</i>"
    },
    "skillParams": {
      "0": "ความเสียหาย Jumpy Dumpty",
      "1": "ความเสียหายกับระเบิด",
      "2": "ระยะเวลาของกับระเบิด",
      "3": "คูลดาวน์",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Sparks 'n' Splash",
    "description": {
      "0": "Klee พร้อมลุย! ภายในช่วงเวลาต่อเนื่อง จะเรียก Sparks 'n' Splash ออกมา เพื่อโจมตีศัตรูที่อยู่ในบริเวณใกล้เคียงอย่างต่อเนื่อง และทำให้เกิด<pyro>ความเสียหายไฟวงกว้าง</pyro>",
      "1": "<br/>",
      "2": "<i>เหล่าคนในกองอัศวินนั้นเชื่อซะเหลือเกิน ว่าการที่ Klee ไม่เคยโดนระเบิด ของตัวเองเล่นงานเลยนั้น คงเป็นเพราะมีดวงดาวนำโชค คอยปกป้องเธออยู่แน่ ๆ...</i>"
    },
    "skillParams": {
      "0": "ความเสียหาย Sparks 'n' Splash",
      "1": "ระยะเวลาต่อเนื่อง",
      "2": "คูลดาวน์",
      "3": "พลังงานธาตุ",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Pounding Surprise",
    "description": {
      "0": "เมื่อ <strong>Jumpy Dumpty</strong> และการโจมตีปกติสร้างความเสียหาย จะมีโอกาส 50% ที่จะมอบ Explosive Spark ให้แก่ Klee หนึ่งดอก",
      "1": "เมื่อชาร์จโจมตี Explosive Spark จะถูกใช้ ซึ่งทำให้การชาร์จโจมตีในครั้งนี้ไม่ใช้พลังกาย และสร้างความเสียหายเพิ่มขึ้น 50%"
    },
    "upgradedDescription": {
      "0": "เมื่อสกิลธาตุ <strong>Jumpy Dumpty</strong> และการโจมตีปกติสร้างความเสียหาย มีโอกาส 50% ที่จะมอบ Explosive Spark ให้ Klee 1 ดอก; เมื่อใช้สกิลธาตุ <strong>Jumpy Dumpty</strong> หรือท่าไม้ตาย <strong>Sparks 'n' Splash</strong> จะมอบ Explosive Spark ให้ Klee 1 ดอกด้วยเช่นกัน โดย Klee สามารถมี Explosive Spark ได้มากสุด 3 ดอก",
      "1": "เมื่อ Klee มี Explosive Spark และทำการชาร์จโจมตี จะใช้ Explosive Spark 1 ดอก เพื่อเปลี่ยนเป็นการปล่อยการชาร์จโจมตีพิเศษ \"Boom-Boom Strike\" ที่ไม่ใช้พลังกาย และทำให้มันสร้างความเสียหายเพิ่มขึ้น 50%",
      "2": "<br/>",
      "3": "<strong>Hexerei: Secret Rite</strong>",
      "4": "ในช่วงเวลาต่อเนื่องของสกิลท่าไม้ตาย <strong>Sparks 'n' Splash</strong> การโจมตีปกติของ Klee จะไม่รีเซ็ตจำนวนคอมโบ; เมื่อ Klee มี Explosive Spark และทำการโจมตีปกติ การโจมตีครั้งที่ 3 จะใช้ Explosive Spark 1 ดอก เพื่อโจมตีศัตรูเทียบเท่ากับการโจมตีของ Boom-Boom Strike เพิ่มเติมอีกหนึ่งครั้ง"
    }
  },
  "passive2": {
    "name": "Sparkling Burst",
    "description": {
      "0": "เมื่อชาร์จโจมตีของ Klee ติดคริติคอล จะฟื้นฟูพลังงานธาตุ 2 หน่วย ให้แก่ตัวละครทั้งหมดในทีม"
    }
  },
  "passive3": {
    "name": "All Of My Treasures!",
    "description": {
      "0": "แสดงตำแหน่ง<strong>ของพิเศษเฉพาะใน Mondstadt</strong> บนมินิแมป"
    }
  },
  "lockedPassive": {
    "name": "Witch's Eve Rite: Sparkborne Magic",
    "description": {
      "0": "หลังจากสำเร็จ<strong>แบบฝึกหัดของแม่มด: ปริศนาแห่งใบดอกไม้เพลิง</strong> Klee จะกลายเป็นตัวละคร<strong>มนตรา</strong> เมื่อจัดทีมโดยมีตัวละครมนตราอย่างน้อย 2 ตัว จะได้รับเอฟเฟกต์ <strong>Hexerei: Secret Rite</strong> ซึ่งจะเสริมพลังให้กับตัวละครมนตรา",
      "1": "<br/>",
      "2": "<strong>Hexerei: Secret Rite</strong>",
      "3": "เมื่อการโจมตีปกติ, สกิลธาตุ หรือท่าไม้ตายของ Klee สร้างความเสียหาย จะได้รับ \"Boom Badge\" 1 อัน เป็นเวลา 20 วินาที การโจมตีแต่ละประเภทจะทำให้ Klee สามารถรับ Boom Badge ด้วยวิธีนี้ได้มากสุด 1 อัน โดย Boom Badge ที่ได้รับจากการโจมตีที่แตกต่างกันจะคงอยู่แยกกัน เมื่อ Klee มี Boom Badge 1/2/3 อัน การชาร์จโจมตีพิเศษ \"Boom-Boom Strike\" จะสร้างความเสียหาย 115%/130%/150% ของความเสียหายเดิม"
    }
  },
  "constellation1": {
    "name": "Chained Reactions",
    "description": {
      "0": "เมื่อโจมตีและใช้สกิล จะมีโอกาสที่จะเรียกประกายไฟ เพื่อระดมโจมตีใส่ศัตรู สร้างความเสียหายเทียบเท่ากับ 120% ของความเสียหายของ <strong>Sparks 'n' Splash</strong>"
    },
    "upgradedDescription": {
      "0": "เมื่อโจมตีและใช้สกิล จะมีโอกาสที่จะเรียกประกายไฟ เพื่อระดมโจมตีใส่ศัตรู สร้างความเสียหายเทียบเท่ากับ 120% ของความเสียหายของ <strong>Sparks 'n' Splash</strong>",
      "1": "ภายใน 12 วินาทีหลังจากทำให้เกิดเอฟเฟกต์ข้างต้น พลังโจมตีของ Klee จะเพิ่มขึ้น 60%"
    }
  },
  "constellation2": {
    "name": "Explosive Frags",
    "description": {
      "0": "กับระเบิดของ <strong>Jumpy Dumpty</strong> จะทำให้พลังป้องกันของศัตรู ลดลง 23% เป็นเวลา 10 วินาที"
    },
    "upgradedDescription": {
      "0": "เมื่อสกิลธาตุของ Klee โจมตีโดนศัตรู จะทำให้พลังป้องกันของศัตรูลดลง 23% เป็นเวลา 10 วินาที"
    }
  },
  "constellation3": {
    "name": "Exquisite Compound",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Jumpy Dumpty</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Sparkly Explosion",
    "description": {
      "0": "หากออกจากการต่อสู้ระหว่าง ช่วงเวลาต่อเนื่องของ <strong>Sparks 'n' Splash</strong> จะทำให้เกิดการระเบิดสร้าง <pyro>ความเสียหายไฟวงกว้าง</pyro> เป็น 555% ของพลังโจมตี"
    },
    "upgradedDescription": {
      "0": "หากออกจากการต่อสู้ในระหว่างช่วงเวลาต่อเนื่องของ <strong>Sparks 'n' Splash</strong> หรือช่วงเวลาต่อเนื่องของ <strong>Sparks 'n' Splash</strong> สิ้นสุดลง จะทำให้เกิดการระเบิด สร้าง<pyro>ความเสียหายไฟวงกว้าง</pyro>เท่ากับ 555% ของพลังโจมตี; หากเกิดเอฟเฟกต์ข้างต้นขณะที่ Klee อยู่ในการต่อสู้ จะสร้างความเสียหายเพิ่มขึ้น 100%"
    }
  },
  "constellation5": {
    "name": "Nova Burst",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Sparks 'n' Splash</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Blazing Delight",
    "description": {
      "0": "ภายใต้สภาวะของ <strong>Sparks 'n' Splash</strong> ในทุก 3 วินาที Klee จะฟื้นฟูพลังงานธาตุ 3 หน่วย ให้แก่ตัวละครทั้งหมดในทีม (ไม่รวมตัวของ Klee เอง);",
      "1": "หลังจากใช้ <strong>Sparks 'n' Splash</strong> ตัวละครทั้งหมดในทีมจะได้รับ <pyro>โบนัสความเสียหายไฟ</pyro> 10% เป็นเวลา 25 วินาที"
    },
    "upgradedDescription": {
      "0": "ภายใต้สถานะ <strong>Sparks 'n' Splash</strong> ในทุก 3 วินาที Klee จะฟื้นฟูพลังงานธาตุ 3 หน่วย ให้แก่ตัวละครทั้งหมดในทีม (ไม่รวมตัวของ Klee เอง);",
      "1": "ภายใน 25 วินาที หลังจากใช้ <strong>Sparks 'n' Splash</strong> ตัวละครอื่น ๆ ทั้งหมดในทีมจะได้รับ<pyro>โบนัสความเสียหายไฟ</pyro> 10% และ Klee จะได้รับ<pyro>โบนัสความเสียหายไฟ</pyro> 50%",
      "2": "<br/>",
      "3": "<strong>Hexerei: Secret Rite</strong>",
      "4": "เมื่อทำให้เกิดและใช้เอฟเฟกต์ของ <strong>Explosive Spark</strong> มีโอกาส 50% ที่จะไม่ใช้ <strong>Explosive Spark</strong> นอกจากนี้ ขณะอยู่ในสถานะ <strong>Sparks 'n' Splash</strong> เมื่อ Klee ทำการโจมตีปกติ การโจมตีครั้งที่ 1 และ 2 มีโอกาส 40% ที่จะใช้ Explosive Spark 1 ดอก เพื่อโจมตีศัตรูเทียบเท่ากับการโจมตีของ Boom-Boom Strike เพิ่มเติมอีกหนึ่งครั้ง"
    }
  }
}