{
  "name": "Rosaria",
  "title": "ความเมตตาที่เสียดแทง",
  "description": "ซิสเตอร์ที่นอกจากการแต่งกายแล้วไม่มีสิ่งที่ดูเหมือนผู้ทำหน้าที่ทางศาสนาเลย ภายใต้คำพูดและการกระทำที่เย็นชาแฝงไว้ซึ่งความเฉียบแหลม มักจะทำสิ่งต่าง ๆ ด้วยตัวคนเดียวอยู่เสมอ",
  "constellationName": "Spinea Corona",
  "auto": {
    "name": "Spear of the Church",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "โจมตีต่อเนื่องมากสุดห้าครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "กินพลังกายปริมาณหนึ่งเพื่อ พุ่งไปข้างหน้าและสร้างความเสียหาย แก่ศัตรูที่อยู่ในเส้นทาง"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขั้น 5",
      "5": "ความเสียหายชาร์จโจมตี",
      "6": "ชาร์จโจมตีใช้พลังกาย",
      "7": "ความเสียหายพุ่งลง",
      "8": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Ravaging Confession",
    "description": {
      "0": "Rosaria เคลื่อนที่ไปด้านหลังศัตรูอย่างรวดเร็ว จากนั้นจึงใช้หอกแทงและฟาดฟันศัตรู เพื่อสร้าง<cryo>ความเสียหายน้ำแข็ง</cryo>",
      "1": "ไม่สามารถใช้สกิลการเคลื่อนที่อย่างรวดเร็วนี้ เพื่อเคลื่อนย้ายไปด้านหลังศัตรูที่มีขนาดใหญ่กว่าได้",
      "2": "<br/>",
      "3": "<i>คำสารภาพบาปต่อซิสเตอร์ Rosaria นั้นจะไม่ได้รับการให้อภัย ในทางตรงกันข้าม ยิ่งบาปหนาเท่าไหร่ ความหนาวเย็นแห่งการลงทัณฑ์ ก็จะยิ่งเสียดแทงลึกเข้ากระดูกมากขึ้นเท่านั้น</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "คูลดาวน์",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Rites of Termination",
    "description": {
      "0": "นี่คือพิธีสวดมนต์ฉบับพิเศษของ Rosaria โดยหลังจากใช้อาวุธฟาดฟันศัตรูที่อยู่รอบตัวแล้ว จะเรียกหอกน้ำแข็งออกมา เพื่อแทงลงพื้น สร้าง<cryo>ความเสียหายน้ำแข็ง</cryo> แยกออกเป็นสองช่วง",
      "1": "ภายในช่วงเวลาต่อเนื่องของหอกน้ำแข็ง จะปล่อยไอเย็นเป็นระยะ ๆ เพื่อสร้าง<cryo>ความเสียหายน้ำแข็ง</cryo>ให้กับศัตรูที่อยู่ในบริเวณใกล้เคียง",
      "2": "<br/>",
      "3": "<i>การพิพากษานั้นช่างเป็นเรื่องที่ยุ่งยาก ดังนั้นจงก้าวข้ามการพิพากษา และทำการสวดอ้อนวอนครั้งสุดท้ายเถอะ การที่ Rosaria นั้น ไม่เคยเชื่อในเทพเจ้าแห่งสายลม นั่นทำให้เรื่องนี้ง่ายขึ้นเป็นพิเศษ</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหายหอกน้ำแข็งต่อเนื่อง",
      "2": "ระยะเวลาต่อเนื่อง",
      "3": "เวลาคูลดาวน์",
      "4": "พลังงานธาตุ",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Regina Probationum",
    "description": {
      "0": "เมื่อ <strong>Ravaging Confession</strong> โจมตีจากด้านหลังของเป้าหมาย อัตราคริของ Rosaria จะเพิ่มขึ้น 12% เป็นเวลา 5 วินาที"
    }
  },
  "passive2": {
    "name": "Shadow Samaritan",
    "description": {
      "0": "เมื่อปล่อย <strong>Rites of Termination</strong> จะเพิ่มอัตราคริให้แก่ตัวละครทั้งหมดในทีม (ไม่รวมตัวของ Rosaria เอง) ที่อยู่ในบริเวณใกล้เคียงขึ้น 15% ของอัตราคริของเธอ เป็นเวลา 10 วินาที",
      "1": "อัตราคริที่เพิ่มขึ้นด้วยวิธีนี้จะไม่เกิน 15%"
    }
  },
  "passive3": {
    "name": "Night Walk",
    "description": {
      "0": "ในตอนกลางคืน (18:00 น. - 6:00 น.) ตัวละครในทีมของตัวเองจะได้รับเอฟเฟกต์ความเร็ว: ความเร็วการเคลื่อนที่เพิ่มขึ้น 10%",
      "1": "เอฟเฟกต์ดังกล่าวจะไร้ผลเมื่ออยู่ในดันเจี้ยน, Trounce Domain, Spiral Abyss เอฟเฟกต์ความเร็วไม่สามารถซ้อนทับได้"
    }
  },
  "constellation1": {
    "name": "Unholy Revelation",
    "description": {
      "0": "เมื่อการโจมตีของ Rosaria เกิดคริติคอล เธอจะมีความเร็วในการโจมตีเพิ่มขึ้น 10% และความเสียหายจากการโจมตีปกติเพิ่มขึ้น 10% เป็นเวลา 4 วินาที"
    }
  },
  "constellation2": {
    "name": "Land Without Promise",
    "description": {
      "0": "ช่วงเวลาคงอยู่ของหอกน้ำแข็งที่ <strong>Rites of Termination</strong> สร้างจะเพิ่มขึ้น 4 วินาที"
    }
  },
  "constellation3": {
    "name": "The Wages of Sin",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Ravaging Confession</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Painful Grace",
    "description": {
      "0": "เมื่อ <strong>Ravaging Confession</strong> เกิดคริติคอล จะทำการฟื้นฟูพลังงานธาตุ 5 หน่วย ให้แก่ตัวของ Rosaria เอง",
      "1": "Ravaging Confession แต่ละครั้งจะสามารถปล่อยเอฟเฟกต์นี้ได้มากสุด 1 ครั้ง"
    }
  },
  "constellation5": {
    "name": "Last Rites",
    "description": {
      "0": "เพิ่มเลเวลของสกิล <strong>Rites of Termination</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Divine Retribution",
    "description": {
      "0": "การโจมตีของ <strong>Rites of Termination</strong> จะทำให้ความต้านทานกายภาพของศัตรูลดลง 20% เป็นเวลา 10 วินาที"
    }
  }
}