{
  "name": "Kachina",
  "title": "ทองแท้รอหลอมประกาย",
  "description": "นักรบรุ่นเยาว์แห่ง Nanatzcayan ผู้ได้รับนามโบราณว่า \"Uthabiti\" สาวน้อยผู้ใจดีและดื้อรั้น ที่เติบโตขึ้นมาท่ามกลางอุปสรรค",
  "constellationName": "Ochotona Princeps",
  "auto": {
    "name": "Cragbiter",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "โจมตีด้วยหอกต่อเนื่องมากสุด 4 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่งเพื่อพุ่งไปข้างหน้า และสร้างความเสียหายแก่ศัตรูที่อยู่ในเส้นทาง"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายชาร์จโจมตี",
      "5": "ชาร์จโจมตีใช้พลังกาย",
      "6": "ความเสียหายพุ่งลง",
      "7": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Go, Go Turbo Twirly!",
    "description": {
      "0": "ต่อสู้ร่วมกับลูกข่างสะเทือนฟ้า (Turbo Twirly) ที่พึ่งพาได้!",
      "1": "การเรียก \"ลูกข่างสะเทือนฟ้า\"; เมื่อกดค้างแล้วปล่อย Kachina จะเรียกและขี่ลูกข่างสะเทือนฟ้า",
      "2": "หลังจากปล่อย Kachina จะได้รับค่าวิญญาณราตรี 60 หน่วย และเข้าสู่สถานะพรวิญญาณราตรี",
      "3": "<br/>",
      "4": "<strong>พรวิญญาณราตรี - Kachina</strong>",
      "5": "การกระทำต่าง ๆ ของลูกข่างสะเทือนฟ้า จะหักใช้ค่าวิญญาณราตรี",
      "6": "พรวิญญาณราตรีของ Kachina จะสิ้นสุด เมื่อค่าวิญญาณราตรีหมดลง",
      "7": "<br/>",
      "8": "<strong>ลูกข่างสะเทือนฟ้า</strong>",
      "9": "สามารถคงอยู่อย่างอิสระ หรือได้รับการควบคุมจากการขี่ของ Kachina เมื่อลูกข่างสะเทือนฟ้าคงอยู่ สกิลธาตุ \"Go, Go Turbo Twirly!\" ของ Kachina จะถูกแทนที่ด้วยการขี่ หรือลงจากลูกข่างสะเทือนฟ้า",
      "10": [
        "เมื่อลูกข่างสะเทือนฟ้าคงอยู่อย่างอิสระ มันจะกระแทกพื้นเป็นระยะ สร้าง<geo>ความเสียหายหินวงกว้าง</geo> ที่มีคุณสมบัติวิญญาณราตรี ตามพลังป้องกันของ Kachina;",
        "เมื่อ Kachina ขี่ลูกข่างสะเทือนฟ้า จะสามารถควบคุมมัน ให้เคลื่อนที่อย่างรวดเร็ว, ปีนป่าย และใช้การโจมตีปกติทำการกระแทกพื้น เพื่อสร้าง<geo>ความเสียหายหินวงกว้าง</geo> ที่มีคุณสมบัติวิญญาณราตรี ตามพลังป้องกันของ Kachina"
      ],
      "11": "<br/>",
      "12": "ลูกข่างสะเทือนฟ้าจะหายไป เมื่อพรวิญญาณราตรีของ Kachina สิ้นสุดลง และจะถูกนับเป็นวัตถุที่สร้างขึ้นจากธาตุหิน; ในช่วงเวลาเดียวกัน จะสามารถมีลูกข่างสะเทือนฟ้าของ Kachina ได้เพียง 1 อันเท่านั้น",
      "13": "<br/>",
      "14": "<i>\"ลูกข่างสะเทือนฟ้า\" ที่ดูเหมือนจะเป็นเพียงลูกข่างเท่านั้น แต่ความจริงแล้วมันเป็นสว่าน ที่สามารถเจาะทะลุหินแข็งได้</i>"
    },
    "skillParams": {
      "0": "ความเสียหายขี่ลูกข่างสะเทือนฟ้า",
      "1": "ความเสียหายลูกข่างสะเทือนฟ้าอิสระ",
      "2": "ขีดจำกัดค่าวิญญาณราตรี",
      "3": "คูลดาวน์",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Time to Get Serious!",
    "description": {
      "0": "กระแทกพื้นดิน และสร้าง<geo>ความเสียหายหินวงกว้าง</geo> ตามพลังป้องกันของ Kachina พร้อมทั้งทำให้เกิด พื้นที่สะเทือนฟ้าทรงพลัง;",
      "1": "พื้นที่สะเทือนฟ้าทรงพลัง จะเพิ่มระยะการโจมตีของ ลูกข่างสะเทือนฟ้า และความเร็วในการเคลื่อนที่ ขณะขี่ลูกข่างสะเทือนฟ้า",
      "2": "<br/>",
      "3": "เมื่อปล่อย หากมีลูกข่างสะเทือนฟ้าของ Kachina อยู่ในสนาม มันจะถูกเรียกมาอยู่ข้างกาย",
      "4": "<br/>",
      "5": "<i>เช่นเดียวกับคนประหม่า ที่ขึ้นแสดงบนเวที และชอบจินตนาการว่าผู้ชมเป็นหุ่นเชิด Kachina จำเป็นต้องจินตนาการว่า คู่ต่อสู้ของเธอเป็นดั่งแร่อัญมณีที่ดีที่สุด ชนิดที่สามารถนำกลับบ้าน เพื่อเก็บสะสมได้</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ระยะเวลาของพื้นที่",
      "2": "คูลดาวน์",
      "3": "พลังงานธาตุ",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Mountain Echoes",
    "description": {
      "0": "หลังจากตัวละครในทีมที่อยู่บริเวณใกล้เคียง ทำให้เกิด \"วิญญาณราตรีปะทุ\" <geo>โบนัสความเสียหายหิน</geo>ของ Kachina จะเพิ่มขึ้น 20% เป็นเวลา 12 วินาที"
    }
  },
  "passive2": {
    "name": "The Weight of Stone",
    "description": {
      "0": "ความเสียหายของ<strong>ลูกข่างสะเทือนฟ้า</strong> เพิ่มขึ้น โดยส่วนที่เพิ่มขึ้นจะเท่ากับ 20% ของพลังป้องกันของ Kachina"
    }
  },
  "passive3": {
    "name": "Night Realm's Gift: Heart of Unity",
    "description": {
      "0": "เมื่อค่าวิญญาณราตรีหมดลง Kachina จะสลับไปใช้โฟลจิสตัน เพื่อรักษาพรวิญญาณราตรีให้คงอยู่",
      "1": "เมื่ออยู่ใน Natlan ที่มีพื้นที่กลไกโฟลจิสตัน จะสามารถทำการถ่ายโอนวิญญาณราตรี - Kachina ได้ เมื่อตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น อยู่ในสถานะวิ่ง, ปีน หรือสถานะการเคลื่อนที่ ตามพรสวรรค์ที่กำหนด หรืออยู่ในความสูงระดับหนึ่งในอากาศ เมื่อสลับตัวละคร Kachina เข้าสู่การต่อสู้ จะทำให้เกิดเหตุการณ์ต่อไปนี้: Kachina จะเข้าสู่สถานะพรวิญญาณราตรี ขี่<strong>ลูกข่างสะเทือนฟ้า</strong>เข้าสู่สนาม และได้รับค่าวิญญาณราตรี 30 หน่วย โดยทีมของตนเองจะทำให้เกิดถ่ายโอนวิญญาณราตรี ได้หนึ่งครั้ง ในทุก 10 วินาที",
      "2": "<br/>",
      "3": "นอกจากนี้ เมื่ออยู่ในพื้นที่ Natlan หาก Kachina ขี่<strong>ลูกข่างสะเทือนฟ้า</strong>ขณะปีนเขา จะทำให้พลังกายที่ใช้ลดลง 90%"
    }
  },
  "passive": {
    "name": "Boon of Crystal Flame",
    "description": {
      "0": "เมื่ออยู่ใน Natlan ที่มีพื้นที่กลไกโฟลจิสตัน การโต้ตอบกับไอเทมที่สามารถเก็บได้บางส่วน จะสามารถฟื้นฟูพลังกาย 20 หน่วย นอกจากนี้ จะแสดงตำแหน่ง<strong>ของพิเศษเฉพาะใน Natlan</strong> บนมินิแมป"
    }
  },
  "constellation1": {
    "name": "Shards Are Gems Too",
    "description": {
      "0": "เมื่อ Kachina ขี่หรือลงจาก<strong>ลูกข่างสะเทือนฟ้า</strong> จะได้รับผลึก ที่เกิดจากปฏิกิริยาตกผลึก ในบริเวณใกล้เคียง",
      "1": "นอกจากนี้ เมื่อตัวละครในทีมได้รับผลึก จะฟื้นฟูพลังงานธาตุให้กับ Kachina 3 หน่วย โดยสามารถฟื้นฟูพลังงานธาตุ ด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 5 วินาที"
    }
  },
  "constellation2": {
    "name": "Never Leave Home Without... Turbo Twirly",
    "description": {
      "0": "เมื่อ Kachina ปล่อย <strong>Time to Get Serious!</strong> จะฟื้นฟูค่าวิญญาณราตรี 20 หน่วย; หากขณะปล่อยไม่มี<strong>ลูกข่างสะเทือนฟ้า</strong>ของ Kachina ในสนาม จะเข้าสู่สถานะพรวิญญาณราตรี และเรียกลูกข่างสะเทือนฟ้าออกมา"
    }
  },
  "constellation3": {
    "name": "Improved Stabilizer",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Go, Go Turbo Twirly!</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "More Foes, More Caution",
    "description": {
      "0": "เมื่อจำนวนศัตรูภายใน พื้นที่สะเทือนฟ้าทรงพลังของ <strong>Time to Get Serious!</strong> เป็น 1/2/3/4 หรือมากกว่า ตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น ที่อยู่ภายในพื้นที่ จะมีพลังป้องกันเพิ่มขึ้น 8%/12%/16%/20%"
    }
  },
  "constellation5": {
    "name": "All I've Collected Till Now",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Time to Get Serious!</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "This Time, I've Gotta Win",
    "description": {
      "0": "เมื่อโล่ของตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นของทีมตัวเอง ถูกแทนที่ หรือถูกทำลายด้วยสาเหตุใด ๆ Kachina จะสร้าง<geo>ความเสียหายหินวงกว้าง</geo> เทียบเท่ากับ 200% ของพลังป้องกันของเธอ โดยเอฟเฟกต์นี้ จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 5 วินาที"
    }
  }
}