{
  "name": "Sethos",
  "title": "มาตรวัดแห่งปัญญา",
  "description": "ผู้สืบทอดของวิหารแห่งความเงียบงัน ผู้ซึ่งแบกรับความลับมากมายจากทะเลทราย",
  "constellationName": "Basileos Delta",
  "auto": {
    "name": "Royal Reed Archery",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "ยิงธนูโจมตีต่อเนื่องมากสุดถึง 3 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "การ<strong>เล็งโจมตี</strong>จะสร้างความเสียหายเพิ่มขึ้น และแม่นยำยิ่งขึ้น",
        "2": "เมื่อเล็งโจมตี พลังแห่งสายฟ้าจะถูกรวบรวมบนหัวของลูกศรและยิงออกไป โดยเอฟเฟกต์ที่เกิดจะแตกต่างกันไป ตามช่วงเวลาที่เล็งชาร์จดังนี้:",
        "3": [
          "ชาร์จระดับ 1: ยิงธนูที่มีธาตุไฟฟ้าออกไป สร้าง<electro>ความเสียหายไฟฟ้า</electro>;",
          "ชาร์จระดับ 2: ยิง <strong>ศรทะลวงเงา</strong> ที่สามารถแทงทะลุศัตรูได้ออกไป สร้าง<electro>ความเสียหายไฟฟ้า</electro>แก่ศัตรูที่อยู่ในเส้นทาง โดยหลังจากที่ศรทะลวงเงาชาร์จเต็มที่แล้ว Sethos จะไม่สามารถเคลื่อนที่ได้"
        ]
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "ปล่อยฝนธนูจากกลางอากาศและพุ่งลงมายังพื้นดิน เพื่อโจมตีอย่างรวดเร็ว โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "เล็งโจมตี",
      "4": "เล็งโจมตีและชาร์จระดับ 1",
      "5": "ความเสียหายศรทะลวงเงา",
      "6": "ความเสียหายพุ่งลง",
      "7": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Ancient Rite: The Thundering Sands",
    "description": {
      "0": "รวบรวมอสนีบาต เพื่อสร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro> และถอยหลังอย่างรวดเร็ว หากการโจมตีในครั้งนี้ทำให้เกิดปฏิกิริยา ชาร์จไฟฟ้า, นำไฟฟ้า, โอเวอร์โหลด, ปลุกเร้า, บีบอัด, ไฮเปอร์บลูม, งอกเงย หรือการกระจายของธาตุไฟฟ้า Sethos จะฟื้นฟูพลังงานธาตุจำนวนหนึ่ง",
      "1": "<br/>",
      "2": "<i>\"นักบวชที่ถูกทวยเทพประทับร่าง นักเวทที่สามารถบันดาลน้ำขึ้นมาได้ และผู้ขับขานบทเพลงแห่งทะเลทราย ต่างพากันเล่าเรื่องราวของพวกเขา... แต่ฉันรู้ว่ามันไม่ใช่ตำนาน เพราะพวกเขาคือบรรพบุรุษของเรา\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ฟื้นฟูพลังงานธาตุ",
      "2": "คูลดาวน์",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Secret Rite: Twilight Shadowpiercer",
    "description": {
      "0": "ใช้พิธีกรรมลับเพื่อเข้าสู่สถานะ \"Twilight Meditation\" ในระหว่างนี้ การโจมตีปกติของ Sethos จะเปลี่ยนเป็นการยิง<strong>ศรสนธยา</strong> ที่สามารถแทงทะลุศัตรูได้: สร้าง<electro>ความเสียหายไฟฟ้า</electro>แก่ศัตรูที่อยู่ในเส้นทาง และความเสียหายที่สร้างจะเพิ่มขึ้นตามค่าความชำนาญธาตุของ Sethos",
      "1": "ในช่วงเวลาดังกล่าว Sethos จะไม่สามารถเล็งยิงได้",
      "2": "ความเสียหายที่ศรสนธยาสร้าง จะถูกมองว่าเป็นความเสียหายชาร์จโจมตี",
      "3": "เอฟเฟกต์จะถูกลบล้างหลังจาก Sethos ออกจากการต่อสู้",
      "4": "<br/>",
      "5": "<i>ห้องสมุดในวิหารแห่งความเงียบงัน มีหนังสือมากมาย ที่หลงเหลือมาจากยุคสมัยของราชา Deshret ซึ่งในหนังสือเหล่านั้นได้บันทึก พิธีกรรมลับที่ทรงพลังไว้มากมาย แต่แม้จะอยู่ในวิหารแห่งความเงียบงันนี้ กลับมีเพียงน้อยคนที่จะเรียนรู้ และควบคุมพลังของพวกมันได้</i>"
    },
    "skillParams": {
      "0": "เพิ่มความเสียหายศรสนธยา",
      "1": "ระยะเวลาต่อเนื่อง Twilight Meditation",
      "2": "คูลดาวน์",
      "3": "พลังงานธาตุ",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Black Kite's Enigma",
    "description": {
      "0": "เมื่อเล็งโจมตี พลังงานธาตุปัจจุบันของ Sethos ทุก 1 หน่วย จะทำให้เวลาในการชาร์จลดลง 0.285 วินาที โดยวิธีนี้ สามารถลดเวลาในการชาร์จลงได้มากสุดเหลือ 0.3 วินาที และจะนับพลังงานธาตุสะสมสูงสุด 20 หน่วย; เมื่อยิงโจมตี หากยิง<strong>ศรทะลวงเงา</strong> จะใช้พลังงานธาตุที่สะสม; หากยิงศรที่ชาร์จระดับ 1 จะใช้พลังงานธาตุที่สะสม 50%"
    }
  },
  "passive2": {
    "name": "The Sand King's Boon",
    "description": {
      "0": "Sethos จะได้รับเอฟเฟกต์ \"Scorching Sandshade\" ทำให้ความเสียหายของ<strong>ศรทะลวงเงา</strong>เพิ่มขึ้น โดยค่าที่เพิ่มขึ้นจะเท่ากับ 700% ของความชำนาญธาตุของ Sethos",
      "1": "เอฟเฟกต์จะถูกลบล้าง เมื่อตรงตามเงื่อนไขใด ๆ ต่อไปนี้ในระหว่างช่วงเวลาของ Scorching Sandshade:",
      "2": [
        "หลังจากศรทะลวงเงาลูกแรกโจมตีโดนศัตรู 5 วินาที;",
        "หลังจากศรทะลวงเงาโจมตีโดนศัตรู 4 ครั้ง"
      ],
      "3": "<br/>",
      "4": "เมื่อศรทะลวงเงาที่มีเอฟเฟกต์ Scorching Sandshade โจมตีโดนศัตรูเป็นครั้งแรก หลังจากนั้น 15 วินาที จะได้รับเอฟเฟกต์ Scorching Sandshade อีกครั้ง"
    }
  },
  "passive3": {
    "name": "Thoth's Revelation",
    "description": {
      "0": "แสดงตำแหน่ง<strong>ของพิเศษเฉพาะใน Sumeru</strong> บนมินิแมป"
    }
  },
  "constellation1": {
    "name": "Sealed Shrine's Spiritsong",
    "description": {
      "0": "อัตราคริของ<strong>ศรทะลวงเงา</strong>เพิ่มขึ้น 15%"
    }
  },
  "constellation2": {
    "name": "Papyrus Scripture of Silent Secrets",
    "description": {
      "0": "เมื่อบรรลุเงื่อนไขข้อใดข้อหนึ่งต่อไปนี้ <electro>โบนัสความเสียหายไฟฟ้า</electro>ของ Sethos จะเพิ่มขึ้น 15% เป็นเวลา 10 วินาที ซึ่งจะซ้อนทับได้มากสุด 2 ชั้น โดยแต่ละชั้นจะคำนวณระยะเวลาแยกกัน:",
      "1": [
        "ใช้พลังงานธาตุจากการเล็งโจมตี เงื่อนไขนี้ต้องปลดล็อกพรสวรรค์ติดตัว \"Black Kite's Enigma\" ก่อน;",
        "ฟื้นฟูพลังงานธาตุจากการทำให้เกิดปฏิกิริยาธาตุด้วย <strong>Ancient Rite: The Thundering Sands</strong>;",
        "ปลดปล่อย <strong>Secret Rite: Twilight Shadowpiercer</strong>"
      ]
    }
  },
  "constellation3": {
    "name": "Ode to the Moonrise Sage",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>โจมตีปกติ: Royal Reed Archery</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Beneficent Plumage",
    "description": {
      "0": "เมื่อ<strong>ศรทะลวงเงา</strong>หรือ<strong>ศรสนธยา</strong>โจมตีถูกศัตรูตั้งแต่ 2 ตัวขึ้นไป ความชำนาญธาตุของตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียง จะเพิ่มขึ้น 80 หน่วย เป็นเวลา 10 วินาที"
    }
  },
  "constellation5": {
    "name": "Record of the Desolate God's Burning Sands",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Secret Rite: Twilight Shadowpiercer</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Pylon of the Sojourning Sun Temple",
    "description": {
      "0": "หลังจาก<strong>ศรทะลวงเงา</strong>โจมตีถูกศัตรู จะคืนพลังงานธาตุที่ถูกใช้ไปของพรสวรรค์ติดตัว \"Black Kite's Enigma\" โดยที่เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที จำเป็นต้องปลดล็อกพรสวรรค์ติดตัว \"Black Kite's Enigma\" ก่อน"
    }
  }
}