{
  "name": "Ifa",
  "title": "สายลมสง่านำพาจิต",
  "description": "สัตวแพทย์จากวงศ์ปีกบุปผา ผู้รักในการใช้ชีวิตอยู่ร่วมกับมนุษย์ สัตว์ และสิ่งมีชีวิตอื่น ๆ อย่างแท้จริง",
  "constellationName": "Catena Opele",
  "auto": {
    "name": "Rite of Dispelling Winds",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "ทำการโจมตีต่อเนื่องมากสุด 3 ครั้ง สร้าง<anemo>ความเสียหายลม</anemo>"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่ง ยิงไปข้างหน้า สร้าง<anemo>ความเสียหายลมวงกว้าง</anemo>"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้าง<anemo>ความเสียหายลมวงกว้าง</anemo>เมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายชาร์จโจมตี",
      "4": "ชาร์จโจมตีใช้พลังกาย",
      "5": "ความเสียหายพุ่งลง",
      "6": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Airborne Disease Prevention",
    "description": {
      "0": "ถึงเวลาโชว์ฝีมือแล้วล่ะพวก! Ifa จะเรียก Cacucu ออกมาต่อสู้ด้วยกัน",
      "1": "หลังจากปล่อยสกิล Ifa จะได้รับค่าวิญญาณราตรี 80 หน่วย และเข้าสู่สถานะ<strong>พรวิญญาณราตรี</strong> ในสถานะพรวิญญาณราตรีนี้ Ifa จะลอยตัวกลางอากาศด้วยความช่วยเหลือจาก Cacucu เมื่อทำการโจมตีปกติ จะเปลี่ยนการโจมตีเป็นการ <strong>\"ยิงสนับสนุน\"</strong> ที่แตกต่างกันไปตามการกด หรือกดค้าง ยิงกระสุนยาลึกลับที่สามารถฟื้นฟูพลังชีวิตให้แก่ตัวละครทั้งหมดในทีมได้",
      "2": "<br/>",
      "3": "นอกจากนี้ เมื่อกดค้างสกิลธาตุ <strong>Airborne Disease Prevention</strong> ในสถานะพรวิญญาณราตรี จะทำให้ Ifa เปลี่ยนเป็นการโจมตีพุ่งลงจากอากาศ ที่มีคุณสมบัติวิญญาณราตรี หากปล่อยปุ่มสกิลจะสามารถหยุดการโจมตีพุ่งลงจากอากาศ และรักษาสถานะลอยตัวได้; เมื่อการโจมตีพุ่งลงจากอากาศลงสู่พื้น พรวิญญาณราตรีของ Ifa จะสิ้นสุดลง"
    },
    "skillParams": {
      "0": "ความเสียหายกระสุนยาลึกลับ",
      "1": "ปริมาณการรักษา เมื่อกระสุนยาลึกลับถูกเป้าหมาย",
      "2": "ขีดจำกัดค่าวิญญาณราตรี",
      "3": "คูลดาวน์",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Compound Sedation Field",
    "description": {
      "0": "ยิงสารสงบใจบำบัดหนึ่งอันไปยังศัตรู (ที่ยังไม่สงบสติอารมณ์ลง) สารสงบใจบำบัดจะระเบิดเมื่อถูกเป้าหมาย ทำให้เกิดสนามลมพันธนาการ ที่จะดึงดูดวัตถุและศัตรูที่อยู่ในบริเวณใกล้เคียงเข้าไป และสร้าง<anemo>ความเสียหายลมวงกว้าง</anemo>ที่มีคุณสมบัติวิญญาณราตรี",
      "1": "เมื่อสารสงบใจบำบัดถูกศัตรูที่ติดสถานะ <hydro>ธาตุน้ำ</hydro>/<pyro>ธาตุไฟ</pyro>/<cryo>ธาตุน้ำแข็ง</cryo>/<electro>ธาตุไฟฟ้า</electro> จะมอบเอฟเฟกต์ <strong>\"สัญลักษณ์สงบใจ\"</strong> ให้แก่ศัตรูเหล่านี้"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหายสัญลักษณ์สงบใจ",
      "2": "คูลดาวน์",
      "3": "พลังงานธาตุ",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Field Medic's Vision",
    "description": {
      "0": "เมื่อ Ifa อยู่ในสถานะพรวิญญาณราตรี แต่ละหน่วยของค่าวิญญาณราตรีโดยรวมในปัจจุบันของตัวละครทั้งหมดในทีม จะทำให้ Ifa ได้รับ <strong>Rescue Essentials</strong> 1 หน่วย โดย Rescue Essentials จะเพิ่มความเสียหายที่เกิดจากปฏิกิริยากระจาย และชาร์จไฟฟ้าของตัวละครในทีมที่อยู่ในบริเวณใกล้เคียง"
    }
  },
  "passive2": {
    "name": "Mutual Aid Agreement",
    "description": {
      "0": "เมื่อตัวละครในทีมที่อยู่ใกล้เคียงทำให้เกิด \"วิญญาณราตรีปะทุ\" ความชำนาญธาตุของ Ifa จะเพิ่มขึ้น 80 หน่วย เป็นเวลา 10 วินาที"
    }
  },
  "passive3": {
    "name": "Night Realm's Gift: Focused Emergency Rescue",
    "description": {
      "0": "เมื่อค่าวิญญาณราตรีหมดลง Ifa จะสลับไปใช้โฟลจิสตัน เพื่อรักษาพรวิญญาณราตรีให้คงอยู่",
      "1": "เมื่ออยู่ใน Natlan ที่มีพื้นที่กลไกโฟลจิสตัน จะสามารถทำการถ่ายโอนวิญญาณราตรี - Ifa ได้ เมื่อตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น อยู่ในความสูงระดับหนึ่งกลางอากาศ และเมื่อสลับ Ifa เข้าสู่การต่อสู้ จะทำให้เกิดเหตุการณ์ต่อไปนี้: Ifa จะเข้าสู่สถานะพรวิญญาณราตรี และได้รับค่าวิญญาณราตรี 32 หน่วย โดยทีมของตนเองสามารถทำให้เกิดการถ่ายโอนวิญญาณราตรีหนึ่งครั้ง ในทุก 10 วินาที"
    }
  },
  "passive": {
    "name": "Tactical Warm Compress Bandaging",
    "description": {
      "0": "เมื่ออยู่ใน Natlan ที่มีพื้นที่กลไกโฟลจิสตัน หากตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นในทีมของตัวเอง หรือ Saurian ที่ประทับร่างมีค่าพลังชีวิตต่ำกว่า 40% Ifa จะใช้โฟลจิสตัน 10 หน่วย เพื่อฟื้นฟูพลังชีวิต 40% ให้พวกเขา เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 10 วินาที โดยเอฟเฟกต์ดังกล่าวจะไร้ผลเมื่ออยู่ในดันเจี้ยน, Trounce Domain และ Spiral Abyss"
    }
  },
  "constellation1": {
    "name": "Vitiferous Elixir's Concoction",
    "description": {
      "0": "เมื่อ <strong>\"ยิงสนับสนุน\"</strong> โจมตีโดนศัตรู จะฟื้นฟูพลังงานธาตุให้แก่ Ifa 6 หน่วย โดยสามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ ได้มากสุดหนึ่งครั้งในทุก 8 วินาที"
    }
  },
  "constellation2": {
    "name": "Guiding Spirit of Ballistic Prayer",
    "description": {
      "0": "เมื่อ Ifa อยู่ในสถานะพรวิญญาณราตรี ค่าวิญญาณราตรีทุก 1 หน่วย ที่เกินมาจาก 60 หน่วย ของค่าวิญญาณราตรีโดยรวมในปัจจุบันของตัวละครทั้งหมดในทีม จะทำให้ Ifa ได้รับ <strong>Rescue Essentials</strong> เพิ่มเติม 4 หน่วย",
      "1": "นอกจากนี้ ขีดจำกัดสูงสุดของ Rescue Essentials ของ Ifa จะเพิ่มขึ้น 50 หน่วย",
      "2": "ต้องปลดล็อกพรสวรรค์ติดตัว <strong>Field Medic's Vision</strong> ก่อน"
    }
  },
  "constellation3": {
    "name": "Rebuttal in Negotiations With the Night",
    "description": {
      "0": "เพิ่มเลเวลสกิลธาตุของ <strong>Airborne Disease Prevention</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Decayed Vessel's Permutation",
    "description": {
      "0": "ระยะเวลาของสนามลมพันธนาการที่ถูกสร้างขึ้นโดยท่าไม้ตาย <strong>Compound Sedation Field</strong> เพิ่มขึ้นเป็น 3 วินาที",
      "1": "นอกจากนี้ หลังจากใช้ท่าไม้ตาย <strong>Compound Sedation Field</strong> ความชำนาญธาตุของ Ifa จะเพิ่มขึ้น 100 หน่วย เป็นเวลา 15 วินาที"
    }
  },
  "constellation5": {
    "name": "Vow of Universal Coexistence",
    "description": {
      "0": "เพิ่มเลเวลสกิลของท่าไม้ตาย <strong>Compound Sedation Field</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Oath on a Feathered Knot",
    "description": {
      "0": "เมื่อ Ifa กดค้างเพื่อ<strong> \"ยิงสนับสนุน\"</strong> มีโอกาส 50% ที่จะยิงกระสุนยาลึกลับเพิ่มเติม 1 นัด สร้างความเสียหายลมเท่ากับ 120% ของพลังโจมตีของ Ifa ซึ่งความเสียหายนี้จะถูกนับเป็นความเสียหายโจมตีปกติ",
      "1": "นอกจากนี้ เมื่อไม่ได้อยู่ในสถานะต่อสู้ ค่าวิญญาณราตรีและโฟลจิสตัน ที่ใช้ในสถานะพรวิญญาณราตรีของ Ifa จะลดลง 20%"
    }
  }
}