{
  "name": "Mualani",
  "title": "นักผจญคลื่นคำราม",
  "description": "ผู้นำทางชื่อดังของ Natlan ผู้บริหารร้านขายอุปกรณ์ทางน้ำ นักผจญคลื่นผู้เชี่ยวชาญกีฬาทางน้ำทุกประเภท",
  "constellationName": "Phoca Neomonachus",
  "auto": {
    "name": "Cooling Treatment",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "ปล่อยการโจมตีต่อเนื่องมากสุด 3 ครั้ง เพื่อสร้าง<hydro>ความเสียหายน้ำ</hydro>"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายบางส่วน เพื่อยิงบอลปลาปักเป้าขึ้นไปในอากาศ เมื่อตกถึงพื้น จะสร้าง<hydro>ความเสียหายน้ำวงกว้าง</hydro>"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "รวบรวมพลังของธาตุน้ำ กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้าง<hydro>ความเสียหายน้ำวงกว้าง</hydro> เมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายชาร์จโจมตี",
      "4": "ชาร์จโจมตีใช้พลังกาย",
      "5": "ความเสียหายพุ่งลง",
      "6": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Surfshark Wavebreaker",
    "description": {
      "0": "ด้วยความชำนาญในการควบคุมความเร็ว และกระแสน้ำ ทำให้สามารถ เข้าสู่ท่าโต้คลื่นได้ทุกที่ทุกเวลา",
      "1": "หลังจากปล่อยสกิลนี้ Mualani จะได้รับค่าวิญญาณราตรี 60 หน่วย และเข้าสู่สถานะพรวิญญาณราตรี",
      "2": "<br/>",
      "3": "<strong>พรวิญญาณราตรี - Mualani</strong>",
      "4": "จะใช้ค่าวิญญาณราตรีอย่างต่อเนื่อง เมื่อค่าวิญญาณราตรีหมดลง หรือปล่อยสกิลอีกครั้ง พรวิญญาณราตรีของ Mualani จะสิ้นสุดลง และสถานะพรวิญญาณราตรี มีคุณสมบัติพิเศษดังนี้:",
      "5": [
        "เมื่อขึ้นกระดานฉลามโต้คลื่น จะเพิ่มความเร็วในการเคลื่อนที่และความสามารถในการต้านทานการหยุดชะงัก ของ Mualani โดยเมื่ออยู่ในสถานะนี้ Mualani จะสามารถเคลื่อนที่บนผิวน้ำ และโฟลจิสตันเหลวได้ และจะต้านทานความเสียหาย ของโฟลจิสตันเหลว;",
        "เมื่อทำการโจมตีปกติ จะเปลี่ยนเป็นการโจมตีเขี้ยวฉลาม สร้าง<hydro>ความเสียหายน้ำ</hydro>ที่มีคุณสมบัติวิญญาณราตรี ตามค่าพลังชีวิตสูงสุดของ Mualani เขี้ยวฉลามสามารถโจมตีกลางอากาศได้ และความเสียหายที่สร้างขึ้นจะถูกนับเป็นความเสียหายการโจมตีปกติ;",
        "เมื่อสัมผัสกับศัตรูขณะอยู่ในสถานะนี้ Mualani จะทำเครื่องหมายเหยื่อเพิ่มเติมแก่ศัตรู และได้รับโมเมนตัมคลื่น 1 ชั้น ซ้อนทับได้สูงสุด 3 ชั้น โดยจะสามารถได้รับจากศัตรูตัวเดียวกัน 1 ชั้น ในทุก 0.7 วินาที"
      ],
      "6": "<br/>",
      "7": "<strong>โมเมนตัมคลื่นและเครื่องหมายเหยื่อ</strong>",
      "8": "เมื่อทำการโจมตีเขี้ยวฉลาม Mualani จะสร้างความเสียหายเพิ่มขึ้น ตามจำนวนชั้นของโมเมนตัมคลื่น เมื่อมีโมเมนตัมคลื่น 3 ชั้น การโจมตีเขี้ยวฉลามของ Mualani จะเปลี่ยนเป็นคลื่นเขี้ยวฉลามยักษ์ สร้างความเสียหายเพิ่มขึ้นอีกขั้น และจะลบล้างโมเมนตัมคลื่นทั้งหมดเมื่อโจมตีโดนศัตรู",
      "9": "เมื่อเขี้ยวฉลามโจมตีโดนศัตรู จะลบล้างเครื่องหมายเหยื่อของศัตรูดังกล่าว และยิงมิสไซล์ฉลามใส่ศัตรูโดยรอบ ที่อยู่ในสถานะเครื่องหมายเหยื่อสูงสุด 5 ตัว สร้างความเสียหาย เท่ากับเขี้ยวฉลามในครั้งนี้ และลบเครื่องหมายเหยื่อของศัตรูเหล่านี้; เมื่อศัตรูเป้าหมายของเขี้ยวฉลาม และมิสไซล์ฉลามในครั้งนี้ มีมากกว่า 1 ตัว ความเสียหายที่สร้างขึ้นจะลดลง และเมื่อมีศัตรูเป้าหมายมากกว่า 3 ตัว จะสร้างความเสียหายมากสุด 72% ของความเสียหายเดิม",
      "10": "<br/>",
      "11": "<i>อย่างแรก ฉลามน้อยไม่ใช่แค่กระดานโต้คลื่นเท่านั้น แต่มันยังเป็นฉลามน้ำจืดด้วย อย่างที่สอง มันไม่ได้จะกินจริง ๆ หรอก แต่งับจริงอยู่นะ</i>"
    },
    "skillParams": {
      "0": "ความเสียหายพื้นฐานของเขี้ยวฉลาม",
      "1": "โบนัสความเสียหายโมเมนตัมคลื่น",
      "2": "โบนัสความเสียหายคลื่นเขี้ยวฉลามยักษ์",
      "3": "คูลดาวน์เขี้ยวฉลาม",
      "4": "ขีดจำกัดค่าวิญญาณราตรี",
      "5": "คูลดาวน์",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Boomsharka-laka",
    "description": {
      "0": "ยิงมิสไซล์ฉลามขนาดใหญ่พิเศษ ที่สามารถติดตามศัตรู สร้าง<hydro>ความเสียหายน้ำวงกว้าง</hydro>ที่มีคุณสมบัติวิญญาณราตรี ตามค่าพลังชีวิตสูงสุดของ Mualani",
      "1": "<br/>",
      "2": "<i>ที่ Mualani ตั้งชื่อมันว่ามิสไซล์ฉลาม ก็เพราะภายในมีทั้งน้ำและไฟ ฟังดูเหมือนน้ำพุร้อนดี</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "คูลดาวน์",
      "2": "พลังงานธาตุ",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Heat-Resistant Freshwater Floater",
    "description": {
      "0": "เมื่อคลื่นเขี้ยวฉลามยักษ์โจมตีโดนศัตรู จะสร้างบอลลอยหนึ่งลูกบริเวณใกล้เคียง เมื่อได้รับบอลลอย Mualani จะฟื้นฟูค่าวิญญาณราตรี ของตนเอง 20 หน่วย ในช่วงเวลาพรวิญญาณราตรีหนึ่งครั้ง จะสามารถสร้างบอลลอย ด้วยวิธีนี้ได้มากสุด 2 ลูก"
    }
  },
  "passive2": {
    "name": "Natlan's Greatest Guide",
    "description": {
      "0": "หลังจากตัวละครในทีมที่อยู่บริเวณใกล้เคียง ทำให้เกิด \"วิญญาณราตรีปะทุ\", Mualani จะได้รับความชำนาญล่ากระแสคลื่น 1 ชั้น ต่อเนื่อง 20 วินาที ซ้อนทับได้สูงสุด 3 ชั้น เมื่อปล่อย <strong>Boomsharka-laka</strong> ออกมา Mualani จะลบล้าง ความชำนาญล่ากระแสคลื่นทั้งหมด และเพิ่มความเสียหาย Boomsharka-laka ในครั้งนี้ขึ้น 15%/30%/45% ของค่าพลังชีวิตสูงสุด ตามจำนวนชั้นที่ลบล้าง"
    }
  },
  "passive3": {
    "name": "Night Realm's Gift: Crests and Troughs",
    "description": {
      "0": "เมื่อค่าวิญญาณราตรีหมดลง Mualani จะสลับไปใช้โฟลจิสตัน เพื่อรักษาพรวิญญาณราตรีให้คงอยู่",
      "1": "เมื่ออยู่ใน Natlan ที่มีพื้นที่กลไกโฟลจิสตัน จะสามารถทำการถ่ายโอนวิญญาณราตรี - Mualani ได้ เมื่อตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น อยู่ในสถานะวิ่ง, ว่ายน้ำ หรือสถานะการเคลื่อนที่ ตามพรสวรรค์ที่กำหนด หรืออยู่ในความสูงระดับหนึ่งในอากาศ เมื่อสลับตัวละคร Mualani เข้าสู่การต่อสู้ จะทำให้เกิดเหตุการณ์ต่อไปนี้: Mualani จะเข้าสู่สถานะพรวิญญาณราตรี และได้รับค่าวิญญาณราตรี 40 หน่วย โดยทีมของตนเองจะทำให้เกิดการถ่ายโอนวิญญาณราตรี ได้หนึ่งครั้ง ในทุก 10 วินาที",
      "2": "<br/>",
      "3": "นอกจากนี้ เมื่อ Mualani เคลื่อนไหวบนผิวน้ำ หรือโฟลจิสตันเหลว ขณะอยู่ในสถานะพรวิญญาณราตรี: การใช้ค่าวิญญาณราตรี หรือโฟลจิสตันขณะอยู่ในพื้นที่ Natlan จะลดลง 75% และค่าวิญญาณราตรีที่ใช้นอกพื้นที่ Natlan จะลดลง 35%"
    }
  },
  "passive": {
    "name": "The Trick Is to Keep Smiling!",
    "description": {
      "0": "เมื่ออยู่ใน Natlan ที่มีพื้นที่กลไกโฟลจิสตัน การโต้ตอบกับไอเทมที่สามารถเก็บได้บางส่วน จะสามารถฟื้นฟูโฟลจิสตัน 15 หน่วย นอกจากนี้ จะแสดงตำแหน่ง<strong>ของพิเศษเฉพาะใน Natlan</strong> บนมินิแมป"
    }
  },
  "constellation1": {
    "name": "The Leisurely \"Meztli\"...",
    "description": {
      "0": "หลังจากเข้าสู่สถานะพรวิญญาณราตรี ความเสียหายที่เกิดจากคลื่นเขี้ยวฉลามยักษ์ในครั้งแรก และมิสไซล์ฉลามที่ปล่อยออกมาจะเพิ่มขึ้น โดยความเสียหายที่เพิ่มขึ้นจะเท่ากับ 66% ของค่าพลังชีวิตสูงสุดของ Mualani ซึ่งการเพิ่มความเสียหายนี้ จะเป็นไปตามกฎการลดทอนความเสียหายของ <strong>Surfshark Wavebreaker</strong>",
      "1": "นอกจากนี้ เมื่อไม่ได้อยู่ในสถานะต่อสู้ ค่าวิญญาณราตรีและโฟลจิสตัน ที่สถานะพรวิญญาณราตรีของ Mualani หักใช้จะลดลง 30%"
    }
  },
  "constellation2": {
    "name": "Mualani, Going All Out!",
    "description": {
      "0": "เมื่อเข้าสู่สถานะพรวิญญาณราตรี Mualani จะได้รับโมเมนตัมคลื่นของ <strong>Surfshark Wavebreaker</strong> 2 ชั้น; เมื่อ Mualani ได้รับบอลลอย จะได้รับโมเมนตัมคลื่น 1 ชั้น",
      "1": "นอกจากนี้ ภายใน 2 วินาที หลังจาก Mualani ได้รับบอลลอย 2 อันในช่วงเวลาพรวิญญาณราตรีหนึ่งครั้ง จะฟื้นฟูค่าวิญญาณราตรีเพิ่มเติมอีก 12 หน่วย เอฟเฟกต์นี้ต้องปลดล็อกพรสวรรค์ติดตัว \"Heat-Resistant Freshwater Floater\" ก่อน"
    }
  },
  "constellation3": {
    "name": "Surfing Atop Joyous Seas",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Surfshark Wavebreaker</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Sharky Eats Puffies",
    "description": {
      "0": "เมื่อได้รับบอลลอย Mualani จะฟื้นฟูพลังงานธาตุ 8 หน่วย; เอฟเฟกต์นี้ต้องปลดล็อก พรสวรรค์ติดตัว \"Heat-Resistant Freshwater Floater\" ก่อน",
      "1": "นอกจากนี้ <strong>Boomsharka-laka</strong> จะสร้างความเสียหายเพิ่มขึ้น 75%"
    }
  },
  "constellation5": {
    "name": "Same Style of Surfboard on Sale!",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Boomsharka-laka</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Spirit of the Springs' People",
    "description": {
      "0": "เอฟเฟกต์การเพิ่มความเสียหายของกลุ่มดาว \"The Leisurely 'Meztli'...\" ยกเลิกข้อจำกัดเดิมที่สามารถเกิดขึ้นได้เพียงหนึ่งครั้งต่อหนึ่งช่วงเวลาพรวิญญาณราตรี"
    }
  }
}