{
  "name": "Yun Jin",
  "title": "สาวน้อยในม่านแดง",
  "description": "นักแสดงชื่อดังแห่งท่าเรือ Liyue ที่ถนัดทั้งด้านการเขียนบทและการแสดง สไตล์ของเธอเป็นเอกลักษณ์ไม่เหมือนใคร ทั้งสง่างามและนุ่มนวล เช่นเดียวกับตัวตนของเธอ",
  "constellationName": "Opera Grandis",
  "auto": {
    "name": "Cloud-Grazing Strike",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "โจมตีต่อเนื่องมากสุดห้าครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายปริมาณหนึ่งเพื่อ พุ่งไปข้างหน้าและสร้างความเสียหาย แก่ศัตรูที่อยู่ในเส้นทาง"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขั้น 5",
      "5": "ความเสียหายชาร์จโจมตี",
      "6": "ชาร์จโจมตีใช้พลังกาย",
      "7": "ความเสียหายพุ่งลง",
      "8": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Opening Flourish",
    "description": {
      "0": "ท่วงท่าการต่อสู้ของอาจารย์ Yun บนเวทีนั้น สามารถใช้ต่อกรกับศัตรูได้จริง",
      "1": "<br/>",
      "2": "<strong>กด</strong>",
      "3": "ระบำหอกที่พลิ้วไหวราวกับหมู่เมฆ ซึ่งทำให้เกิด<geo>ความเสียหายหิน</geo>",
      "4": "<br/>",
      "5": "<strong>กดค้าง</strong>",
      "6": "เข้าสู่ท่วงท่า Opening Flourish และรวบรวมพลัง จากนั้นสร้างโล่ที่มีปริมาณการดูดซับความเสียหายโดยขึ้นกับค่าพลังชีวิตสูงสุดของ Yun Jin ขึ้นมา ซึ่งจะมีเอฟเฟกต์ดูดซับความเสียหายธาตุทั้งหมด และความเสียหายกายภาพ 150% โดยที่โล่จะคงอยู่ไปจนกว่าการปล่อยสกิลธาตุสิ้นสุดลง",
      "7": "เมื่อสกิลถูกปลดปล่อย, ช่วงเวลาต่อเนื่องสิ้นสุดลง หรือโล่ถูกทำลาย จะปลดปล่อยพลังงานที่รวบรวมไว้ออกมาเพื่อโจมตี โดยจะทำให้เกิด<geo>ความเสียหายหิน</geo>",
      "8": "การโจมตีจะถูกแบ่งออกเป็นการชาร์จระดับหนึ่ง และการชาร์จระดับสอง โดยขึ้นอยู่กับช่วงเวลาที่ใช้ในการรวบรวมพลัง",
      "9": "<br/>",
      "10": "<i>ความงดงามเพียงชั่วครู่บนเวทีนั้น เกิดจากความเหนื่อยยากนับสิบปี</i>"
    },
    "skillParams": {
      "0": "ความเสียหายเมื่อกด",
      "1": "ความเสียหายชาร์จขั้น 1",
      "2": "ความเสียหายชาร์จขั้น 2",
      "3": "ปริมาณการดูดซับของโล่",
      "4": "คูลดาวน์",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Cliffbreaker's Banner",
    "description": {
      "0": "ทำให้เกิด<geo>ความเสียหายหินวงกว้าง</geo> และมอบ Flying Cloud Flag Formation ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียง",
      "1": "<br/>",
      "2": "<strong>Flying Cloud Flag Formation</strong>",
      "3": "เมื่อทำให้เกิดความเสียหายของการโจมตีปกติแก่ศัตรู จะเพิ่มความเสียหายที่สร้าง โดยขึ้นกับพลังป้องกันในขณะนั้นของตัว Yun Jin เอง",
      "4": "<br/>",
      "5": "เอฟเฟกต์ของ Flying Cloud Flag Formation จะหายไปหลังจากที่ช่วงเวลาต่อเนื่องสิ้นสุดลง หรือมีจำนวนครั้งการเกิดเอฟเฟกต์ถึงที่กำหนด",
      "6": "เมื่อการโจมตีปกติถูกศัตรูหลายตัวพร้อมกันในครั้งเดียว จะใช้จำนวนชั้นเอฟเฟกต์ที่มีอยู่ โดยขึ้นอยู่กับจำนวนของศัตรูที่ถูกโจมตี; จำนวนครั้งการเกิดเอฟเฟกต์ของตัวละครแต่ละตัวในทีมที่มี Flying Cloud Flag Formation จะคิดแยกกัน",
      "7": "<br/>",
      "8": "<i>\"ท่ามกลางเสียงกลองที่สนั่นหวั่นไหว และการกวัดแกว่งไปมาของดาบ, หอก และง้าว บัดนี้หญิงสาวผู้งดงาม ได้เปลี่ยนตัวเองเป็นแม่ทัพผู้ยิ่งใหญ่\"</i>",
      "9": "<i>\"เมื่อเสียงพิณ ขลุ่ย และฉาบบนพรมสีแดงดังกังวาน มาดูกันว่าเธอจะจัดการกับเหล่าอสูรร้ายอย่างไร\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "เพิ่มความเสียหาย",
      "2": "ระยะเวลาต่อเนื่อง",
      "3": "จำนวนการเกิดเอฟเฟกต์",
      "4": "ระยะเวลาคูลดาวน์",
      "5": "พลังงานธาตุ",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "True to Oneself",
    "description": {
      "0": "เมื่อใช้ <strong>Opening Flourish</strong> ในจังหวะที่ถูกโจมตี จะปล่อยออกมาในรูปแบบการชาร์จขั้น 2 ของการกดค้าง"
    }
  },
  "passive2": {
    "name": "Breaking Conventions",
    "description": {
      "0": "เมื่อตัวละครในทีมมีประเภทธาตุ 1/2/3/4 ประเภท โบนัสความเสียหาย ของการโจมตีปกติที่ <strong>Flying Cloud Flag Formation</strong> มอบให้ จะเพิ่มขึ้นอีก 2.5%/5%/7.5%/11.5% ของพลังป้องกันของ Yun Jin"
    }
  },
  "passive3": {
    "name": "Light Nourishment",
    "description": {
      "0": "เมื่อปรุงอาหารประเภทการผจญภัยได้ระดับสมบูรณ์ จะมีโอกาส 12% ที่จะได้รับผลผลิตเพิ่มเป็น 2 เท่า"
    }
  },
  "constellation1": {
    "name": "Thespian Gallop",
    "description": {
      "0": "ลดเวลาคูลดาวน์ของ <strong>Opening Flourish</strong> ลง 18%"
    }
  },
  "constellation2": {
    "name": "Myriad Mise-En-Scène",
    "description": {
      "0": "หลังจากใช้ <strong>Cliffbreaker's Banner</strong> การโจมตีปกติของตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียง จะสร้างความเสียหายเพิ่มขึ้น 15% เป็นเวลา 12 วินาที"
    }
  },
  "constellation3": {
    "name": "Seafaring General",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Cliffbreaker's Banner</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Flower and a Fighter",
    "description": {
      "0": "หลังจาก Yun Jin ทำให้เกิดปฏิกิริยาการตกผลึก พลังป้องกันจะเพิ่มขึ้น 20% เป็นเวลา 12 วินาที"
    }
  },
  "constellation5": {
    "name": "Famed Throughout the Land",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Opening Flourish</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Decorous Harmony",
    "description": {
      "0": "ตัวละครที่อยู่ภายใต้สภาวะของ <strong>Flying Cloud Flag Formation</strong> ความเร็วของการโจมตีปกติจะเพิ่มขึ้น 12%"
    }
  }
}