{
  "name": "Sangonomiya Kokomi",
  "title": "ไข่มุกแห่งปัญญา",
  "description": "ผู้นำมิโกะคนปัจจุบันของเกาะ Watatsumi สาวน้อยผู้รับผิดชอบงานทุกอย่างบนเกาะ Watatsumi",
  "constellationName": "Dracaena Somnolenta",
  "auto": {
    "name": "The Shape of Water",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "ปล่อยการโจมตีที่มีรูปร่างของปลา ซึ่งเกิดจากธาตุน้ำต่อเนื่องมากสุดสามครั้ง เพื่อสร้าง<hydro>ความเสียหายน้ำ</hydro>"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายบางส่วน โดยหลังจากร่ายเวทเสร็จ จะทำให้เกิด<hydro>ความเสียหายน้ำวงกว้าง</hydro>"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "รวบรวมพลังแห่งธาตุน้ำ กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้าง<hydro>ความเสียหายน้ำวงกว้าง</hydro> เมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายชาร์จโจมตี",
      "4": "ชาร์จโจมตีใช้พลังกาย",
      "5": "ความเสียหายพุ่งลง",
      "6": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Kurage's Oath",
    "description": {
      "0": "เรียก \"Bake-Kurage\" สิ่งมีชีวิตที่สร้างขึ้นจากน้ำซึ่งสามารถฟื้นฟูพลังชีวิตพวกพ้องได้ออกมา",
      "1": "ทันทีที่ปลดปล่อยสกิล จะทำให้ Sangonomiya Kokomi อยู่ในสถานะ<hydro>เปียกชุ่ม</hydro>",
      "2": "<br/>",
      "3": "<strong>Bake-Kurage</strong>",
      "4": "สร้าง<hydro>ความเสียหายน้ำ</hydro>แก่ศัตรูที่อยู่โดยรอบ พร้อมฟื้นฟูพลังชีวิตของตัวละครที่เข้าร่วมการต่อสู้ตรงบริเวณใกล้เคียงในขณะนั้นเป็นระยะ ๆ โดยที่ปริมาณการฟื้นฟูจะขึ้นอยู่กับพลังชีวิตสูงสุดของ Sangonomiya Kokomi",
      "5": "<br/>",
      "6": "<i>เพื่อรักษาสภาพการทำงานที่สมบูรณ์แบบ Kokomi จำเป็นต้องเติม \"พลังงาน\" ของตัวเองให้ทันเวลา</i>"
    },
    "skillParams": {
      "0": "ปริมาณการรักษา",
      "1": "ความเสียหายคลื่นกระแทก",
      "2": "ระยะเวลาคงอยู่",
      "3": "คูลดาวน์",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Nereid's Ascension",
    "description": {
      "0": "อัญเชิญพลังของ Watatsumi เพื่อสร้าง<hydro>ความเสียหายน้ำ</hydro>แก่ศัตรูที่อยู่โดยรอบ และคลุมตัวของ Kokomi ด้วย \"Ceremonial Garment\" ที่รวบรวมขึ้นจากน้ำ",
      "1": "<br/>",
      "2": "<strong>Ceremonial Garment</strong>",
      "3": [
        "เพิ่มความเสียหายของการโจมตีปกติ, ชาร์จโจมตี และ Bake-Kurage ให้สูงขึ้น โดยปริมาณที่เพิ่มจะขึ้นอยู่กับพลังชีวิตสูงสุดของ Sangonomiya Kokomi;",
        "เมื่อการโจมตีปกติหรือชาร์จโจมตีถูกศัตรู จะทำการฟื้นฟูพลังชีวิตของตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียง ซึ่งปริมาณการฟื้นฟูจะขึ้นอยู่กับพลังชีวิตสูงสุดของ Sangonomiya Kokomi;",
        "เพิ่มความสามารถในการต้านทานการหยุดชะงักของ Sangonomiya Kokomi และทำให้เธอสามารถเคลื่อนที่บนน้ำได้"
      ],
      "4": "<br/>",
      "5": "เอฟเฟกต์จะหายไปเมื่อ Sangonomiya Kokomi ออกจากการต่อสู้",
      "6": "<br/>",
      "7": "<i>ประกายแสงอันเจิดจ้าที่โอบล้อมอยู่รอบตัวราวกับผ้าคลุม สะท้อนถึงรูปลักษณ์อันสง่างามของนายท่าน Sangonomiya Kokomi</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "เพิ่มความเสียหายการโจมตีปกติ",
      "2": "เพิ่มความเสียหายการชาร์จโจมตี",
      "3": "เพิ่มความเสียหายของ Bake-Kurage",
      "4": "การรักษาเมื่อโจมตีถูกเป้าหมาย",
      "5": "ระยะเวลาต่อเนื่อง",
      "6": "คูลดาวน์",
      "7": "พลังงานธาตุ",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Tamakushi Casket",
    "description": {
      "0": "เมื่อใช้ <strong>Nereid's Ascension</strong> หากมี Bake-Kurage ที่เป็นของ Sangonomiya Kokomi เองอยู่ในการต่อสู้ จะรีเซ็ตช่วงเวลาคงอยู่ของ Bake-Kurage"
    }
  },
  "passive2": {
    "name": "Song of Pearls",
    "description": {
      "0": "เมื่ออยู่ในสภาวะ Ceremonial Garment ของ <strong>Nereid's Ascension</strong> โบนัสความเสียหายที่เกิดจากการโจมตีปกติและชาร์จโจมตีของ Sangonomiya Kokomi ซึ่งขึ้นกับพลังชีวิตสูงสุดของเธอเองจะเพิ่มขึ้นอีก ซึ่งปริมาณที่เพิ่มขึ้นจะเท่ากับ 15% ของโบนัสการรักษาของเธอ"
    }
  },
  "passive3": {
    "name": "Princess of Watatsumi",
    "description": {
      "0": "ลดอัตราการเสียพลังกายจากการว่ายน้ำ ให้ตัวละครของตนเองที่อยู่ในทีมลง 20%",
      "1": "ไม่สามารถซ้อนทับพรสวรรค์ติดตัวที่เอฟเฟกต์เหมือนกันทุกประการได้"
    }
  },
  "passive": {
    "name": "Flawless Strategy",
    "description": {
      "0": "เพิ่มโบนัสการรักษาของ Sangonomiya Kokomi ขึ้น 25% และลดอัตราคริลง 100%"
    }
  },
  "constellation1": {
    "name": "At Water's Edge",
    "description": {
      "0": "เมื่ออยู่ในสภาวะ Ceremonial Garment ของ <strong>Nereid's Ascension</strong> การโจมตีปกติครั้งสุดท้ายของ Sangonomiya Kokomi จะปล่อยปลาออกมาเพิ่มอีกหนึ่งตัว เพื่อสร้าง<hydro>ความเสียหายน้ำ</hydro>เท่ากับ 30% ของพลังชีวิตสูงสุดของ Sangonomiya Kokomi",
      "1": "ความเสียหายนี้จะไม่ถูกนับว่าเป็นความเสียหายของการโจมตีปกติ"
    }
  },
  "constellation2": {
    "name": "The Clouds Like Waves Rippling",
    "description": {
      "0": "ปริมาณการฟื้นฟูพลังชีวิตของ Sangonomiya Kokomi ที่มีต่อตัวละครที่มีพลังชีวิตต่ำกว่าหรือเท่ากับ 50% จะเพิ่มขึ้นโดยขึ้นกับพลังชีวิตสูงสุดของเธอเอง ผ่านทางช่องทางต่อไปนี้:",
      "1": [
        "Bake-Kurage ของ <strong>Kurage's Oath</strong>: 4.5% ของพลังชีวิตสูงสุด",
        "การโจมตีปกติและชาร์จโจมตีของ <strong>Nereid's Ascension</strong>: 0.6% ของพลังชีวิตสูงสุด"
      ]
    }
  },
  "constellation3": {
    "name": "The Moon, A Ship O'er the Seas",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Nereid's Ascension</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "The Moon Overlooks the Waters",
    "description": {
      "0": "เมื่ออยู่ในสภาวะ Ceremonial Garment ของ <strong>Nereid's Ascension</strong> ความเร็วการโจมตีปกติของ Sangonomiya Kokomi จะเพิ่มขึ้น 10% และจะฟื้นฟูพลังงานธาตุ 0.8 หน่วย เมื่อการโจมตีปกติถูกศัตรู",
      "1": "เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 0.2 วินาที"
    }
  },
  "constellation5": {
    "name": "All Streams Flow to the Sea",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Kurage's Oath</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Sango Isshin",
    "description": {
      "0": "เมื่ออยู่ในสภาวะ Ceremonial Garment ของ <strong>Nereid's Ascension</strong> เมื่อการโจมตีปกติหรือชาร์จโจมตีของ Sangonomiya Kokomi ทำการรักษาตัวละครที่มีพลังชีวิตเท่ากับ 80% หรือมากกว่าแล้ว จะได้รับ<hydro>โบนัสความเสียหายน้ำ</hydro> 40% เป็นเวลา 4 วินาที"
    }
  }
}