{
  "name": "Navia",
  "title": "หางเสือแห่งมวลกุหลาบ",
  "description": "ประธานองค์กรกุหลาบหนามคนปัจจุบัน เป็นเจ้านายที่น่ารัก และมีความรับผิดชอบสูง",
  "constellationName": "Rosa Multiflora",
  "auto": {
    "name": "Blunt Refusal",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "ฟาดฟันต่อเนื่องมากสุด 4 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายอย่างต่อเนื่อง เพื่อหมุนตัวโจมตีศัตรูรอบตัวด้วยดาบขนาดใหญ่",
        "2": "เมื่อหยุดหมุน จะทำการฟันเพิ่มอย่างรุนแรง 1 ครั้ง"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขณะชาร์จโจมตี",
      "5": "ความเสียหายชาร์จโจมตีครั้งสุดท้าย",
      "6": "ชาร์จโจมตีใช้พลังกาย",
      "7": "ระยะเวลาต่อเนื่องสูงสุด",
      "8": "ความเสียหายพุ่งลง",
      "9": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Ceremonial Crystalshot",
    "description": {
      "0": "เมื่อตัวละครในทีมได้รับเศษเสี้ยวที่เกิดจากปฏิกิริยาการตกผลึก Navia จะได้รับ Crystal Shrapnel 1 อัน ซึ่งสามารถสะสม Crystal Shrapnel ได้สูงสุด 6 อัน โดยทุกครั้งที่ได้รับจะเป็นการรีเฟรชช่วงเวลาต่อเนื่องของ Crystal Shrapnel ที่มีอยู่",
      "1": "เมื่อเปิดใช้งาน Navia จะใช้ Crystal Shrapnel ทั้งหมด เพื่อปล่อยร่มศัสตราที่สง่างามและอันตราย ทำการยิง Rosula Shardshot จำนวนมากที่สามารถแทงทะลุศัตรู สร้าง<geo>ความเสียหายหิน</geo>ให้กับศัตรูที่โดนโจมตี",
      "2": "เมื่อใช้ Crystal Shrapnel 0/1/2/3 อันหรือมากกว่า จะทำให้เกิด Rosula Shardshot 5/7/9/11 อัน ตามลำดับ ยิ่ง Rosula Shardshot โจมตีโดนศัตรูตัวเดียวกันมากเท่าไหร่ ศัตรูดังกล่าวจะได้รับความเสียหายมากเท่านั้น เมื่อ Rosula Shardshot ทั้ง 11 อัน โจมตีโดนเป้าหมาย จะสร้างความเสียหาย 200% ของความเสียหายเดิม",
      "3": "นอกจากนี้ เมื่อมีการใช้ Crystal Shrapnel มากกว่า 3 อัน Crystal Shrapnel ทุกอันที่เกินกว่า 3 อันนั้น จะทำให้ความเสียหายที่เกิดจากการยิงในครั้งนี้เพิ่มขึ้นอีก 15%",
      "4": "<br/>",
      "5": "<strong>กดค้าง</strong>",
      "6": "เข้าสู่สถานะเล็ง รับเศษเสี้ยวที่เกิดจากปฏิกิริยาการตกผลึกในบริเวณใกล้เคียงอย่างต่อเนื่อง และทำการยิง \"Rosula Shardshot\" แบบเดียวกับการกด เมื่อสิ้นสุดการกดค้าง",
      "7": "<br/>",
      "8": "ตอนเริ่มจะสามารถใช้ได้ 2 ครั้ง",
      "9": "<br/>",
      "10": "<strong>พลังปฐมภูมิ: สสาร</strong>",
      "11": "ทุกช่วงระยะเวลาหนึ่ง เมื่อ Navia ใช้ร่มศัสตราทำการยิง จะทำการปล่อย Surging Blade และสร้าง<geo>ความเสียหายหิน</geo>ที่มีพลังสสารอยู่",
      "12": "<br/>",
      "13": "<i>\"การรักษาระยะห่างที่เหมาะสมจากผู้ที่ควรรักษาระยะห่าง ก็เป็นหนึ่งในมารยาททางสังคมเช่นกัน แต่ยังไงก็มีอีกหลายวิธีแหละนะ...\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายพื้นฐาน Rosula Shardshot",
      "1": "ระยะเวลาต่อเนื่อง Crystal Shrapnel",
      "2": "ความเสียหาย Surging Blade",
      "3": "ช่วงเวลาเกิด Surging Blade",
      "4": "คูลดาวน์",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "As the Sunlit Sky's Singing Salute",
    "description": {
      "0": "อัญเชิญ Rosula Dorata Salute อันสวยงาม ตามคำสั่งของประธานแห่งองค์กรกุหลาบหนาม เพื่อใช้ปืนใหญ่โจมตีศัตรูที่อยู่ตรงหน้าอย่างรุนแรง สร้าง<geo>ความเสียหายหินวงกว้าง</geo> และทำการยิง \"ปืนใหญ่สนับสนุน\" อย่างต่อเนื่องเป็นระยะเวลาหนึ่ง สร้าง<geo>ความเสียหายหิน</geo>ให้กับศัตรูที่อยู่ใกล้เคียงเป็นระยะ",
      "1": "เมื่อปืนใหญ่โจมตีโดนศัตรู Navia จะได้รับ Crystal Shrapnel 1 อัน ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 2.4 วินาที",
      "2": "<br/>",
      "3": "<i>\"ปืนใหญ่ขององค์กรกุหลาบหนาม ถือเป็นการเฉลิมฉลองล่วงหน้าถึงความสำเร็จของการเจรจา อย่าเข้าใจผิดเลยน่า เราไม่ได้มีเจตนาจะขู่เลยสักนิด\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหายปืนใหญ่สนับสนุน",
      "2": "ระยะเวลาปืนใหญ่สนับสนุน",
      "3": "คูลดาวน์",
      "4": "พลังงานธาตุ",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Undisclosed Distribution Channels",
    "description": {
      "0": "ภายใน 4 วินาที หลังจากปล่อย <strong>Ceremonial Crystalshot</strong> ความเสียหายการโจมตีปกติ, ชาร์จโจมตี และโจมตีพุ่งลงจากอากาศของ Navia จะเปลี่ยนเป็น<geo>ความเสียหายหิน</geo>ที่ไม่สามารถซ้อนทับด้วยธาตุอื่นได้ และความเสียหายการโจมตีปกติ, ชาร์จโจมตีและโจมตีพุ่งลงจากอากาศของ Navia จะเพิ่มขึ้น 40%"
    }
  },
  "passive2": {
    "name": "Mutual Assistance Network",
    "description": {
      "0": "ตัวละครทุก 1 ตัว ในทีมที่มี <pyro>ธาตุไฟ</pyro>/<electro>ธาตุไฟฟ้า</electro>/<cryo>ธาตุน้ำแข็ง</cryo>/<hydro>ธาตุน้ำ</hydro> จะทำให้พลังโจมตีของ Navia เพิ่มขึ้น 20% เอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 2 ชั้น"
    }
  },
  "passive3": {
    "name": "Painstaking Transaction",
    "description": {
      "0": "เมื่อทำคำขอการออกสำรวจของ Fontaine ที่ใช้เวลา 20 ชั่วโมง รางวัลที่ได้รับจะเพิ่มขึ้น 25%"
    }
  },
  "constellation1": {
    "name": "A Lady's Rules for Keeping a Courteous Distance",
    "description": {
      "0": "เมื่อปล่อย <strong>Ceremonial Crystalshot</strong> แล้ว Crystal Shrapnel แต่ละอันที่ถูกใช้จะฟื้นฟูพลังงานธาตุให้ Navia 3 หน่วย อีกทั้งลดช่วงเวลาคูลดาวน์ของ <strong>As the Sunlit Sky's Singing Salute</strong> ลง 1 วินาที สามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้สูงสุด 9 หน่วย และลดช่วงเวลาคูลดาวน์ของ \"As the Sunlit Sky's Singing Salute\" ลงได้สูงสุด 3 วินาที"
    }
  },
  "constellation2": {
    "name": "The President's Pursuit of Victory",
    "description": {
      "0": "เมื่อปล่อย <strong>Ceremonial Crystalshot</strong> แล้ว Crystal Shrapnel แต่ละอันที่ถูกใช้จะทำให้อัตราคริของ Ceremonial Crystalshot เพิ่มขึ้น 12% สามารถเพิ่มอัตราคริด้วยวิธีนี้ได้สูงสุด 36%",
      "1": "นอกจากนั้น เมื่อ Ceremonial Crystalshot ยิงโดนศัตรู จะปล่อยปืนใหญ่สนับสนุนของ <strong>As the Sunlit Sky's Singing Salute</strong> หนึ่งครั้ง ในบริเวณใกล้เคียงกับศัตรูที่ถูกโจมตี ทุกครั้งที่ปล่อย Ceremonial Crystalshot จะสามารถปล่อยปืนใหญ่สนับสนุนได้หนึ่งครั้ง ความเสียหายที่เกิดจากปืนใหญ่สนับสนุนในรูปแบบนี้ จะถูกมองว่าเป็นความเสียหายท่าไม้ตาย"
    }
  },
  "constellation3": {
    "name": "Businesswoman's Broad Vision",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Ceremonial Crystalshot</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "The Oathsworn Never Capitulate",
    "description": {
      "0": "เมื่อ <strong>As the Sunlit Sky's Singing Salute</strong> โจมตีโดนศัตรู <geo>ความต้านทานหิน</geo>ของศัตรูตัวดังกล่าวจะลดลง 20% เป็นเวลา 8 วินาที"
    }
  },
  "constellation5": {
    "name": "Negotiator's Resolute Negotiations",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>As the Sunlit Sky's Singing Salute</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "The Flexible Finesse of the Spina's President",
    "description": {
      "0": "เมื่อปล่อย <strong>Ceremonial Crystalshot</strong> หากใช้ Crystal Shrapnel มากกว่า 3 อัน Crystal Shrapnel ทุกอันที่เกินกว่า 3 อันนั้น จะเพิ่มความแรงคริของ Ceremonial Crystalshot ครั้งนี้ขึ้น 45% และส่วนที่ถูกใช้ที่มากกว่า 3 อัน จะถูกคืนให้หลังจากปล่อย"
    }
  }
}