{
  "name": "Yaoyao",
  "title": "เกสรน้อยเจ้าปัญญา",
  "description": "ศิษย์ที่อายุน้อยที่สุดที่อยู่ภายใต้การดูแลของจ้าวขับขานล่องนครา เธอคือ \"ผู้ใหญ่ตัวน้อย\" ที่อ่อนโยนและใจอารี",
  "constellationName": "Osmanthus",
  "auto": {
    "name": "Toss 'N' Turn Spear",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "โจมตีด้วยหอกต่อเนื่องมากสุด 4 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่งเพื่อพุ่งไปข้างหน้า และสร้างความเสียหายแก่ศัตรูที่อยู่ในเส้นทาง"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายชาร์จโจมตี",
      "5": "ชาร์จโจมตีใช้พลังกาย",
      "6": "ความเสียหายพุ่งลง",
      "7": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Raphanus Sky Cluster",
    "description": {
      "0": "อัญเชิญกลไกพิเศษ \"Yuegui: Throwing Mode\" ที่เซียนท่านหนึ่งสร้างขึ้นออกมา เพื่อช่วย Yaoyao ในการแก้ปัญหาที่น่ากลุ้มใจ",
      "1": "เมื่อกดค้าง วิธีที่ใช้จะแตกต่างกันออกไป",
      "2": "<br/>",
      "3": "<strong>กดค้าง</strong>",
      "4": "เข้าสู่สถานะการเล็ง และปรับทิศทางการโยน",
      "5": "<br/>",
      "6": "<strong>Yuegui: Throwing Mode</strong>",
      "7": "โยน White Jade Radish ที่จะระเบิดเมื่อโดนตัวละคร หรือศัตรูออกไป โดยจะทำให้เกิด<dendro>ความเสียหายไม้</dendro>แก่ศัตรู ที่อยู่ภายในพื้นที่ระยะประมาณหนึ่ง และฟื้นฟูค่าพลังชีวิตให้แก่ตัวละครที่อยู่ในพื้นที่ โดยที่ปริมาณการฟื้นฟู จะขึ้นอยู่กับค่าพลังชีวิตสูงสุดของ Yaoyao เอง; หาก White Jade Radish ไม่ถูกศัตรูหรือตัวละคร มันจะคงอยู่ที่ตำแหน่งเดิม และจะระเบิดเมื่อสัมผัสกับตัวละครหรือศัตรู หรือเมื่อสิ้นสุดช่วงเวลาต่อเนื่อง",
      "8": "Yuegui: Throwing Mode จะเลือกเป้าหมายที่จะโยน White Jade Radish ใส่ โดยขึ้นกับสถานการณ์ในบริเวณใกล้เคียง:",
      "9": [
        "หากพลังชีวิตของตัวละครทั้งหมดที่อยู่ใกล้มากกว่า 70% จะโยนไปยังศัตรูหนึ่งตัวที่อยู่ใกล้;",
        "หากในบริเวณใกล้เคียง มีตัวละครที่มีค่าพลังชีวิตต่ำกว่า หรือเท่ากับ 70% จะโยนไปยังตัวละครที่อยู่ใกล้ และเหลือสัดส่วนค่าพลังชีวิตต่ำที่สุดในขณะนั้น ซึ่งหากไม่มีศัตรูอยู่ในบริเวณใกล้เคียง ในตอนที่ค่าพลังชีวิตของตัวละครทั้งหมดมากกว่า 70% และน้อยกว่า 100% ก็จะยังคงโยนไปหาตัวละครอยู่ดี; มิฉะนั้นจะโยนโดยการสุ่มทิศทางไปยังบริเวณโดยรอบ"
      ],
      "10": "<br/>",
      "11": "ภายในช่วงเวลาเดียวกัน จะสามารถมี \"Yuegui: Throwing Mode\" ได้มากสุด 2 อัน",
      "12": "<br/>",
      "13": "<i>\"หัวไชเท้ามาแล้ว คุณหมอสบายใจได้! อ๊ะ ไม่ได้จะบอกว่าหัวไชเท้ารักษาได้ทุกโรคหรอกนะ แต่ว่า... กินหัวไชเท้าเยอะ ๆ น่ะ ดีแน่นอน!\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหาย White Jade Radish",
      "1": "ปริมาณการรักษาของ White Jade Radish",
      "2": "ระยะเวลาของ Yuegui: Throwing Mode",
      "3": "ระยะเวลาของ White Jade Radish",
      "4": "คูลดาวน์",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Moonjade Descent",
    "description": {
      "0": "ตามคำบอกเล่าของเซียนท่านหนึ่ง ในกรณีฉุกเฉิน สามารถปลดปล่อยศักยภาพของ Yuegui อย่างเต็มที่ จะเป็นการสร้าง<dendro>ความเสียหายไม้</dendro>แก่ศัตรูที่อยู่โดยรอบ และเข้าสู่สถานะ Adeptal Legacy ที่ไร้เทียมทาน (ในบางแง่)",
      "1": "<br/>",
      "2": "<strong>Adeptal Legacy</strong>",
      "3": [
        "White Jade Radish ที่สร้างขึ้น จะเปลี่ยนเป็นสร้างความเสียหาย และทำการรักษา ที่ขึ้นกับค่าสถานะของสกิลนี้ เมื่อระเบิด จะทำการฟื้นฟูพลังชีวิตให้แก่ตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียง และ<dendro>ความเสียหายไม้</dendro>ที่สร้าง จะเปลี่ยนเป็นความเสียหาย ที่ถูกมองว่าเป็นความเสียหายท่าไม้ตาย;",
        "อัญเชิญ \"Yuegui: Jumping Mode\" ออกมาเป็นระยะ ๆ จนกว่าจะมีจำนวนถึงขีดสูงสุด โดยที่ Yuegui: Jumping Mode จะมีรูปแบบการทำงานที่เหมือนกันกับ Yuegui: Throwing Mode ที่สกิลธาตุ \"Raphanus Sky Cluster\" อัญเชิญออกมา ซึ่งในช่วงเวลาเดียวกัน จะมี Yuegui: Jumping Mode ได้มากสุด 3 อัน;",
        "ความเร็วในการเคลื่อนที่ของ Yaoyao เพิ่มขึ้น 15%;",
        "Yaoyao จะได้รับ<dendro>ความต้านทานไม้</dendro>เพิ่มขึ้น"
      ],
      "4": "<br/>",
      "5": "สถานะ Adeptal Legacy จะสิ้นสุดลงเมื่อออกจากการต่อสู้ โดยเมื่อสถานะ Adeptal Legacy สิ้นสุดลง จะลบล้าง Yuegui: Jumping Mode ที่เหลืออยู่",
      "6": "<br/>",
      "7": "<i>\"เอ๋ ถามว่าอันนี้กับอันนั้น อันไหนเป็น Yuegui กันแน่งั้นเหรอ? ถามแปลก ๆ... มันก็ Yuegui ทั้งหมดนั่นแหละ!\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหาย White Jade Radish ของ Adeptal Legacy",
      "2": "ปริมาณการรักษาของ White Jade Radish ของ Adeptal Legacy",
      "3": "เพิ่มความต้านทานไม้",
      "4": "ระยะเวลาของ Adeptal Legacy",
      "5": "คูลดาวน์",
      "6": "พลังงานธาตุ",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Starscatter",
    "description": {
      "0": "ในตอนที่อยู่ในสถานะ Adeptal Legacy ของ <strong>Moonjade Descent</strong> เมื่อ Yaoyao ทำการพุ่งตัว, กระโดด หรืออยู่ในสถานะวิ่ง จะโยน White Jade Radish ใส่ศัตรูที่อยู่ในบริเวณใกล้เคียงอย่างต่อเนื่อง โดยที่ทุก 0.6 วินาที จะสามารถโยน White Jade Radish ด้วยวิธีนี้ได้มากสุด 1 ลูก"
    }
  },
  "passive2": {
    "name": "In Others' Shoes",
    "description": {
      "0": "เมื่อ <strong>White Jade Radish</strong> ระเบิด ตัวละครที่อยู่ในพื้นที่การระเบิด จะได้รับการฟื้นฟูค่าพลังชีวิตหนึ่งครั้ง ในทุก 1 วินาที เป็นเวลา 5 วินาที โดยที่ปริมาณการฟื้นฟู จะเป็น 0.8% ของค่าพลังชีวิตสูงสุดของ Yaoyao"
    }
  },
  "passive3": {
    "name": "Tailing on Tiptoes",
    "description": {
      "0": "เมื่อ Yaoyao อยู่ในทีม ในตอนที่ตัวละครในทีมของตัวเองเข้าใกล้สิ่งมีชีวิตบางจำพวก เช่น Crystalfly จะไม่ทำให้พวกมันตกใจ",
      "1": "สำหรับเป้าหมายที่ได้ผล สามารถดูได้ใน บันทึก > สิ่งมีชีวิต > \"สิ่งมีชีวิต/สิ่งมีชีวิตในป่า\" > \"อื่น ๆ\""
    }
  },
  "constellation1": {
    "name": "Adeptus' Tutelage",
    "description": {
      "0": "เมื่อ <strong>White Jade Radish</strong> ระเบิด ตัวละครที่อยู่ในพื้นที่การระเบิด จะได้รับ<dendro>โบนัสความเสียหายไม้</dendro> 15% เป็นเวลา 8 วินาที และฟื้นฟูพลังกาย 15 หน่วย โดยที่ทุก 5 วินาที จะสามารถฟื้นฟูพลังกายด้วยวิธีนี้ ได้เพียงครั้งเดียว"
    }
  },
  "constellation2": {
    "name": "Innocent",
    "description": {
      "0": "เมื่ออยู่ในสถานะ Adeptal Legacy ของ <strong>Moonjade Descent</strong> หากความเสียหายการระเบิดของ White Jade Radish ถูกศัตรู Yaoyao จะฟื้นฟูพลังงานธาตุ 3 หน่วย โดยที่ทุก 0.8 วินาที จะสามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ ได้มากสุดหนึ่งครั้ง"
    }
  },
  "constellation3": {
    "name": "Loyal and Kind",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Raphanus Sky Cluster</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Winsome",
    "description": {
      "0": "หลังจากใช้ <strong>Raphanus Sky Cluster</strong> หรือ <strong>Moonjade Descent</strong> ความชำนาญธาตุของ Yaoyao จะเพิ่มขึ้น 0.3% ของค่าพลังชีวิตสูงสุดของเธอเอง เป็นเวลา 8 วินาที ด้วยวิธีนี้ จะเพิ่มความชำนาญธาตุได้มากสุด 120 หน่วย"
    }
  },
  "constellation5": {
    "name": "Compassionate",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Moonjade Descent</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Beneficent",
    "description": {
      "0": "ทุกครั้งที่ <strong>Yuegui: Throwing Mode</strong> โยน White Jade Radish ออกมา 2 ครั้ง ในครั้งต่อไปจะโยน Mega Radish ออกมาเพิ่มอีก 1 ลูก ซึ่งเมื่อเทียบกับ White Jade Radish แล้ว ในตอนที่ Mega Radish ระเบิด จะมีพื้นที่ผลกระทบที่กว้างกว่า และการระเบิดจะทำให้เกิดเอฟเฟกต์ดังต่อไปนี้:",
      "1": [
        "สร้าง<dendro>ความเสียหายไม้วงกว้าง</dendro> 75% ของพลังโจมตีของ Yaoyao;",
        "ฟื้นฟูพลังชีวิต 7.5% ของพลังชีวิตสูงสุดของ Yaoyao ให้แก่ตัวละครที่อยู่ในพื้นที่ขณะนั้น"
      ],
      "2": "<br/>",
      "3": "Yuegui: Throwing Mode แต่ละอัน จะสามารถโยน Mega Radish ออกมาได้มากสุด 2 ครั้ง"
    }
  }
}