{
  "10050001": {
    "name": "เอฟเฟกต์บัฟเพิ่มเติม",
    "description": {
      "0": "เมื่อนักเดินทางทำการสั่นพ้องกับธาตุแต่ละชนิด จะได้รับการเพิ่มคุณสมบัติที่สอดคล้องกัน:",
      "1": "<anemo>ธาตุลม</anemo>: เพิ่มอัตราคริ 10%;",
      "2": "<geo>ธาตุหิน</geo>: เพิ่มพลังป้องกัน 20%;",
      "3": "<electro>ธาตุไฟฟ้า</electro>: เพิ่มประสิทธิภาพการฟื้นฟูพลังงานธาตุ 20%;",
      "4": "<dendro>ธาตุไม้</dendro>: เพิ่มความชำนาญธาตุ 60 หน่วย;",
      "5": "<hydro>ธาตุน้ำ</hydro>: เพิ่มพลังชีวิต 20%;",
      "6": "<pyro>ธาตุไฟ</pyro>: เพิ่มพลังโจมตี 20%;",
      "7": "<cryo>ธาตุน้ำแข็ง</cryo>: เพิ่มความแรงคริ 20%"
    }
  },
  "11120001": {
    "name": "โหมดจัดเก็บอุณหภูมิต่ำ",
    "description": {
      "0": "<strong>กด</strong>",
      "1": "ใช้โหมด \"จัดเก็บอุณหภูมิต่ำ\" และเปิดใช้งานกลไกทำอาหารอเนกประสงค์เต็มสเปกตรัม เพื่อสร้าง<cryo>ความเสียหายน้ำแข็งวงกว้าง</cryo>แก่ศัตรูที่อยู่โดยรอบ",
      "2": "<br/>",
      "3": "<strong>กลไกทำอาหาร: โหมดจัดเก็บอุณหภูมิต่ำ</strong>",
      "4": "จะเคลื่อนที่ตามตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น และยิง \"พาร์เฟต์เยือกแข็ง\" ใส่ศัตรูที่อยู่ใกล้เคียงเป็นระยะ เพื่อสร้าง<cryo>ความเสียหายน้ำแข็ง</cryo>"
    }
  },
  "11120002": {
    "name": "โหมดปรุงอาหารด่วนทันใจ",
    "description": {
      "0": "<strong>กลไกทำอาหาร: โหมดปรุงอาหารด่วนทันใจ</strong>",
      "1": [
        "วางกลไกทำอาหารไว้ในสนาม ซึ่งกลไกทำอาหารจะสามารถดูดซับการโจมตีธาตุได้ เมื่อพลังงานธาตุที่ดูดซับถึงจุดวิกฤต จะทำให้วัตถุดิบที่ Escoffier ใส่ลงไปก่อนหน้านี้ เปลี่ยนเป็นอาหารแสนอร่อย",
        "Escoffier จำเป็นต้องใช้เวลาในการซื้อวัตถุดิบใหม่ แต่ละสัปดาห์ คุณสามารถทำอาหารด้วยวิธีนี้ได้เพียงจำนวนหนึ่งเท่านั้น จำนวนครั้งในการทำอาหารจะรีเซ็ตทุกวันจันทร์ เวลา 04:00 น."
      ]
    }
  },
  "11130001": {
    "name": "ยิงสนับสนุน",
    "description": {
      "0": "ในสถานะพรวิญญาณราตรี การโจมตีปกติของ Ifa จะเปลี่ยนเป็นการยิงสนับสนุน",
      "1": "<strong>กด</strong>",
      "2": "ยิงกระสุนยาลึกลับ",
      "3": "<strong>กดค้าง</strong>",
      "4": "ยิงกระสุนยาลึกลับอย่างต่อเนื่อง",
      "5": "<strong>กระสุนยาลึกลับ</strong> สร้าง<anemo>ความเสียหายลม</anemo>ที่มีคุณสมบัติวิญญาณราตรี และเมื่อโจมตีถูกศัตรู จะทำการฟื้นฟูพลังชีวิตให้แก่ตัวละครทั้งหมดในทีมที่อยู่ใกล้เคียง โดยที่ปริมาณการฟื้นฟู จะขึ้นอยู่กับความชำนาญธาตุของ Ifa เอง"
    }
  },
  "11130002": {
    "name": "Rescue Essentials",
    "description": {
      "0": "สูงสุด 150 หน่วย ทุก 1 หน่วยของ Rescue Essentials ที่ Ifa มี จะทำให้ปฏิกิริยากระจายและชาร์จไฟฟ้า ของตัวละครในทีมที่อยู่ในบริเวณใกล้เคียง สร้างความเสียหายเพิ่มขึ้น 1.5% และความเสียหายจากปฏิกิริยาชาร์จจันทราเพิ่มขึ้น 0.2% โดย Rescue Essentials จะถูกลบล้างเมื่อพรวิญญาณราตรีของ Ifa สิ้นสุดลง"
    }
  },
  "11130003": {
    "name": "พรวิญญาณราตรี - Ifa",
    "description": {
      "0": "ใช้ค่าวิญญาณราตรีอย่างต่อเนื่อง เมื่อค่าวิญญาณราตรีหมดลง หรือทำการปล่อยอีกครั้ง พรวิญญาณราตรีของ Ifa จะสิ้นสุดลง สถานะพรวิญญาณราตรีจะมีคุณสมบัติดังนี้:",
      "1": [
        "ลอยตัวกลางอากาศด้วยความช่วยเหลือจาก Cacucu ทำให้ความเร็วในการเคลื่อนที่ และความสามารถในการต้านทานการหยุดชะงักของ Ifa เพิ่มขึ้น เมื่ออยู่ในสถานะนี้ จะใช้ค่าวิญญาณราตรีอย่างต่อเนื่อง เพื่อรักษาสถานะการลอยตัว และเมื่อพุ่งตัวหรือลอยตัวสูงขึ้น จะใช้ค่าวิญญาณราตรีเพิ่มเติม",
        "เมื่อทำการโจมตีปกติ จะ \"ยิงสนับสนุน\" ด้วยวิธีที่แตกต่างกันไปตามการกด และการกดค้าง"
      ]
    }
  },
  "11130004": {
    "name": "สัญลักษณ์สงบใจ",
    "description": {
      "0": "เอฟเฟกต์นี้จะระเบิดไม่นานหลังจากนั้น และสร้างความเสียหายวงกว้างของธาตุที่เกี่ยวข้อง โดยจะมอบเอฟเฟกต์ \"สัญลักษณ์สงบใจ\" ให้แก่ศัตรูที่ถูกโจมตีได้มากสุด 4 ตัว; โดยศัตรูจะไม่สามารถอยู่ในสถานะ \"สัญลักษณ์สงบใจ\" ของธาตุหลายชนิดพร้อมกันได้"
    }
  },
  "11130005": {
    "name": "Serpent's Subtlety",
    "description": {
      "0": "Skirk สามารถใช้ Serpent's Subtlety เพื่อรักษาโหมด Seven-Phase Flash ให้คงอยู่ หรือใช้ท่าไม้ตาย Havoc: Ruin ได้",
      "1": "<br/>",
      "2": "Skirk จะได้รับ Serpent's Subtlety ได้ด้วยวิธีต่อไปนี้:",
      "3": [
        "หลังจากปล่อยสกิลธาตุ Havoc: Warp;",
        "หลังจากทำให้เกิดเอฟเฟกต์ดูดซับรอยแยกมิติจากพรสวรรค์เพิ่มเติม Reason Beyond Reason"
      ],
      "4": "<br/>",
      "5": "เมื่อ Skirk ออกจากการต่อสู้ขณะอยู่ในโหมด Seven-Phase Flash หรือโหมด Seven-Phase Flash สิ้นสุดลง จะลบล้าง Serpent's Subtlety ที่ Skirk มีอยู่"
    }
  },
  "11130006": {
    "name": "Seven-Phase Flash",
    "description": {
      "0": "เมื่อปล่อยสกิลธาตุ <strong>Havoc: Warp</strong> แล้ว Skirk จะเข้าสู่โหมดนี้เป็นระยะเวลาหนึ่ง และมีคุณสมบัติพิเศษดังนี้:",
      "1": [
        "ใช้ Serpent's Subtlety อย่างต่อเนื่อง;",
        "เพิ่มขอบเขตการโจมตีของการโจมตีปกติ และชาร์จโจมตี รวมถึงความสามารถในการต้านทานการหยุดชะงักของ Skirk;",
        "เมื่อทำการโจมตีปกติ, ชาร์จโจมตี และโจมตีพุ่งลงจากอากาศ จะเปลี่ยนเป็นสร้าง<cryo>ความเสียหายน้ำแข็ง</cryo>ที่ไม่สามารถซ้อนทับด้วยธาตุอื่นได้;",
        "ท่าไม้ตาย <strong>Havoc: Ruin</strong> จะถูกแทนที่ด้วยท่าไม้ตายพิเศษ <strong>Havoc: Extinction</strong>;",
        "เมื่อ Skirk วิ่ง จะสามารถเคลื่อนที่บนผิวน้ำได้;",
        "เมื่อ Serpent's Subtlety ถูกใช้จนหมด หรือสิ้นสุดช่วงเวลาต่อเนื่อง Skirk จะออกจากโหมดนี้ และสกิลธาตุจะเข้าสู่ช่วงคูลดาวน์"
      ]
    }
  },
  "11130007": {
    "name": "Reason Beyond Reason",
    "description": {
      "0": "เมื่อตัวละครในทีมที่อยู่ในบริเวณใกล้เคียง ทำให้เกิดปฏิกิริยาแช่แข็ง, นำไฟฟ้า, กระจายธาตุน้ำแข็ง หรือตกผลึกธาตุน้ำแข็งแก่ศัตรู จะสร้างรอยแยกมิติขึ้นที่บริเวณใกล้เคียงกับศัตรู โดยที่เอฟเฟกต์นี้ จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 2.5 วินาที และในสนามจะมีรอยแยกมิติที่สร้างขึ้นโดย Skirk ได้มากสุด 3 อัน",
      "1": "<br/>",
      "2": "Skirk สามารถดูดซับรอยแยกมิติที่อยู่ในบริเวณใกล้เคียงได้ด้วยวิธีต่อไปนี้:",
      "3": [
        "เมื่อการชาร์จโจมตีในโหมด Seven-Phase Flash ถูกศัตรู",
        "เมื่อใช้ท่าไม้ตายพิเศษ <strong>Havoc: Extinction</strong> ในโหมด Seven-Phase Flash",
        "เมื่อกดค้างเพื่อปล่อยสกิลธาตุ <strong>Havoc: Warp</strong> และเคลื่อนที่อย่างรวดเร็ว"
      ],
      "4": "<br/>",
      "5": "ทุกครั้งที่ดูดซับรอยแยกมิติ 1 อัน Skirk จะได้รับ Serpent's Subtlety 8 หน่วย"
    }
  },
  "11130008": {
    "name": "Return to Oblivion",
    "description": {
      "0": "เมื่อตัวละครในทีมที่อยู่ในบริเวณใกล้เคียงและมีประเภทของธาตุเป็น<hydro>ธาตุน้ำ</hydro> สร้างการโจมตี<hydro>ธาตุน้ำ</hydro>ถูกศัตรู หรือตัวละครอื่น ๆ ในทีมที่อยู่ในบริเวณใกล้เคียง และมีประเภทของธาตุเป็น<cryo>ธาตุน้ำแข็ง</cryo> สร้างการโจมตี<cryo>ธาตุน้ำแข็ง</cryo>ถูกศัตรู Skirk จะได้รับเอฟเฟกต์ Death's Crossing หนึ่งชั้น เป็นเวลา 20 วินาที โดยจะซ้อนทับกันได้มากสุด 3 ชั้น และแต่ละชั้นจะคำนวณช่วงเวลาต่อเนื่องแยกกัน",
      "1": "ตัวละครแต่ละตัวจะสามารถทำให้ Skirk ได้รับเอฟเฟกต์ Death's Crossing ด้วยวิธีนี้ได้มากสุด 1 ชั้น",
      "2": "เอฟเฟกต์ Death's Crossing แต่ละชั้นจะทำให้การโจมตีปกติภายใต้โหมด Seven-Phase Flash ของ Skirk สร้างความเสียหายเป็น 110%/120%/170% ของความเสียหายเดิม และท่าไม้ตาย <strong>Havoc: Ruin</strong> จะสร้างความเสียหายเป็น 105%/115%/160% ของความเสียหายเดิม"
    }
  },
  "11130009": {
    "name": "Sacramental Shower",
    "description": {
      "0": "เมื่อศัตรู หรือตัวละครในทีมที่อยู่ใกล้เคียง สัมผัสโดน Sacramental Shower จะเกิดเอฟเฟกต์ที่แตกต่างกันไปตามผู้สัมผัส:",
      "1": "หากศัตรูสัมผัสโดน Sacramental Shower จะทำให้เกิดการระเบิด และสร้าง<hydro>ความเสียหายน้ำวงกว้าง</hydro>แก่ศัตรูโดยรอบ;",
      "2": "หากตัวละครในทีมที่อยู่ใกล้เคียงสัมผัสโดน Sacramental Shower จะทำให้ผู้สัมผัสเด้งตัวสูงขึ้น",
      "3": "<br/>",
      "4": "ในเวลาเดียวกัน จะสามารถมี Sacramental Shower ที่ Dahlia เป็นคนสร้างขึ้นเพียงหนึ่งอันเท่านั้น"
    }
  },
  "11130010": {
    "name": "Favonian Favor",
    "description": {
      "0": "เมื่อ Dahlia ปล่อยท่าไม้ตาย <strong>Radiant Psalter</strong> จะมอบเอฟเฟกต์นี้ให้ตัวละครของตนเองที่อยู่ในทีม",
      "1": "ในช่วงเวลาต่อเนื่อง เมื่อเอฟเฟกต์ของโล่พรศักดิ์สิทธิ์สิ้นสุดลง หรือถูกทำลายจากความเสียหาย Dahlia จะสามารถใช้เอฟเฟกต์ Benison 1 ชั้น เพื่อเรียกโล่พรศักดิ์สิทธิ์ออกมาใหม่"
    }
  },
  "11130011": {
    "name": "Benison",
    "description": {
      "0": "Dahlia สามารถรับเอฟเฟกต์ Benison ได้ด้วยวิธีต่อไปนี้:",
      "1": [
        "เมื่อตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นของทีมตนเอง อยู่ภายใต้เอฟเฟกต์ Favonian Favor ทุกครั้งที่โจมตีปกติถูกศัตรู 4 ครั้ง Dahlia จะได้รับเอฟเฟกต์ Benison x ชั้น;",
        "หลังจากเปิดใช้เอฟเฟกต์พรสวรรค์เพิ่มเติม The Wind's Gentle Grace"
      ],
      "2": "<br/>",
      "3": "ในช่วงเวลาต่อเนื่องของเอฟเฟกต์ Favonian Favor นั้น Dahlia จะได้รับเอฟเฟกต์ Benison สูงสุด x ชั้น"
    }
  },
  "11160001": {
    "name": "Birgitta",
    "description": {
      "0": "ผู้ช่วยที่ดีที่ร่วมต่อสู้กับ Ineffa สามารถเรียกออกในสนามได้ โดยการปล่อยสกิลธาตุหรือท่าไม้ตาย",
      "1": "หากมีศัตรูอยู่ใกล้เคียง ทุก 2 วินาที Birgitta จะเคลื่อนที่อย่างรวดเร็ว ไปยังศัตรูที่อยู่ใกล้เคียงหนึ่งตัว และปล่อยไฟฟ้าโจมตี สร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro>",
      "2": "ภายในช่วงเวลาเดียวกัน จะมี Birgitta ที่ Ineffa สร้างขึ้นได้เพียงหนึ่งตัว",
      "3": "<br/>",
      "4": "นอกจากนี้ ดูเหมือนว่าใน Nod-Krai จะสามารถเปลี่ยนรูปลักษณ์ของ Birgitta ได้ด้วยวิธีการบางอย่าง..."
    }
  },
  "11190001": {
    "name": "Frostgrove Sanctuary",
    "description": {
      "0": "ค่ายกลที่ใช้ปกป้องทูตจันทราขับขาน สามารถเรียกออกมาได้ ด้วยการใช้สกิลธาตุ <strong>Runo: Dawnless Rest of Karsikko</strong>",
      "1": "Frostgrove Sanctuary จะติดตามตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น โดยทุก 2 วินาที จะสร้าง<dendro>ความเสียหายไม้วงกว้าง</dendro>ให้แก่ศัตรูที่อยู่ในค่ายกลหนึ่งครั้ง โดยความเสียหายนี้จะถูกนับเป็นความเสียหายสกิลธาตุ"
    }
  },
  "11190002": {
    "name": "Moon Song",
    "description": {
      "0": "ท่วงทำนองที่ใช้ร้อยเรียงเพลงสวดเข้าด้วยกัน สามารถเปลี่ยนเป็น Pale Hymn ที่สามารถเพิ่มความเสียหายของปฏิกิริยางอกเงย, ไฮเปอร์บลูม, เบ่งบาน และงอกเงยจันทรา ขณะที่ใช้ท่าไม้ตายหรือหลังจากใช้ท่าไม้ตายแล้วระยะหนึ่ง",
      "1": "เมื่อ Lauma ใช้หยาดพฤกษาในการกดค้างเพื่อปล่อยสกิลธาตุ <strong>Runo: Dawnless Rest of Karsikko</strong> จะทำให้ Lauma ได้รับ Moon Song 1 ชั้นต่อหยาดพฤกษาทุก 1 อันที่ใช้ไป"
    }
  },
  "11190003": {
    "name": "Pale Hymn",
    "description": {
      "0": "เพลงสวดที่สืบทอดกันในหมู่ทูตจันทราขับขานจากรุ่นสู่รุ่น สามารถเพิ่มความเสียหายของปฏิกิริยางอกเงย, ไฮเปอร์บลูม, เบ่งบาน และงอกเงยจันทราได้",
      "1": "<br/>",
      "2": "Lauma สามารถรับ Pale Hymn ได้ด้วยวิธีต่อไปนี้:",
      "3": [
        "เมื่อใช้ท่าไม้ตาย <strong>Runo: All Hearts Become the Beating Moon</strong>;",
        "เมื่อใช้เอฟเฟกต์ Moon Song ในขณะที่ปล่อยท่าไม้ตาย <strong>Runo: All Hearts Become the Beating Moon</strong>;",
        "เมื่อเอฟเฟกต์ของ Frostgrove Sanctuary ทำให้เกิดเอฟเฟกต์ของกลุ่มดาว <strong>\"I Offer Blood and Tears to the Moonlight\"</strong>"
      ],
      "4": "<br/>",
      "5": "เมื่อตัวละครในทีมสร้างความเสียหายของปฏิกิริยางอกเงย, ไฮเปอร์บลูม, เบ่งบาน และงอกเงยจันทรา จะใช้ Pale Hymn 1 ชั้น เพื่อเพิ่มความเสียหายที่สร้าง โดยค่าที่เพิ่มขึ้นอยู่กับความชำนาญธาตุของ Lauma เมื่อความเสียหายดังกล่าวถูกศัตรูหลายตัวในคราวเดียวกัน จำนวนชั้นของ Pale Hymn จะถูกใช้ตามจำนวนของศัตรูที่ถูกโจมตี",
      "6": "แต่ละชั้นของ Pale Hymn จะคิดช่วงเวลาต่อเนื่องแยกกัน"
    }
  },
  "11190004": {
    "name": "Dusktide Vigil",
    "description": {
      "0": "ความเสียหายที่เกิดจากปฏิกิริยางอกเงย, ไฮเปอร์บลูม และเบ่งบานของตัวละครในทีม สามารถติดคริติคอลได้ โดยจะถูกกำหนดให้มีอัตราคริ 15% และมีความแรงคริ 100% โดยอัตราคริที่ได้รับจากเอฟเฟกต์นี้ สามารถซ้อนทับกับอัตราคริที่ได้รับจากเอฟเฟกต์ประเภทเดียวกัน ที่ทำให้ปฏิกิริยาธาตุที่เกี่ยวข้อง สามารถทำให้เกิดคริติคอลได้"
    }
  },
  "11190005": {
    "name": "Moonlight Prayer",
    "description": {
      "0": "ความเสียหายของปฏิกิริยางอกเงยจันทราที่ตัวละครในทีมสร้างขึ้น, อัตราคริเพิ่มขึ้น 10% และความแรงคริเพิ่มขึ้น 20%"
    }
  },
  "11190007": {
    "name": "ยกระดับ",
    "description": {
      "0": "เอฟเฟกต์เพิ่มความเสียหายพิเศษ จะคำนวณแยกจากเอฟเฟกต์เพิ่มความเสียหายอื่น ๆ"
    }
  },
  "11190008": {
    "name": "หยาดพฤกษา",
    "description": {
      "0": "หลังจากตัวละครในทีมทำให้เกิดปฏิกิริยางอกเงยจันทราแล้ว จะมอบทรัพยากรให้แก่ทีม",
      "1": "ภายใน 2.5 วินาทีหลังจากทำให้เกิดปฏิกิริยางอกเงยจันทรา จะจะมอบหยาดพฤกษา 1 อันในทุก 2.5 วินาที โดยสามารถมีได้สูงสุด 3 อัน ในช่วงเวลาต่อเนื่อง เมื่อทำให้เกิดปฏิกิริยางอกเงยจันทราอีกครั้ง ระยะเวลาของเอฟเฟกต์ข้างต้นจะถูกรีเฟรช"
    }
  },
  "11200001": {
    "name": "Thunderous Symphony",
    "description": {
      "0": "ท่าไม้ตายพิเศษที่ใช้พลังงานธาตุน้อยลงในการร่าย โดย Flins จะสร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro> ที่ถูกนับเป็นความเสียหายของปฏิกิริยาชาร์จจันทรา 1 ครั้ง",
      "1": "<strong>ลัคนาจันทร์ - จรัสแสง</strong>: หากมีเมฆสายฟ้าในบริเวณใกล้เคียง จะสร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro> ที่ถูกนับเป็นความเสียหายของปฏิกิริยาชาร์จจันทราเพิ่มอีก 1 ครั้ง"
    }
  },
  "11220001": {
    "name": "Shadow Dance",
    "description": {
      "0": "หลังจากใช้สกิลธาตุ <strong>Senet Strategy: Dance of a Thousand Nights</strong> แล้ว Nefer จะเข้าสู่สถานะนี้",
      "1": "เมื่ออยู่ในสถานะ Shadow Dance หากมีหยาดพฤกษาอย่างน้อย 1 อัน การชาร์จโจมตีของ Nefer จะถูกแทนที่ด้วยการชาร์จโจมตีพิเศษ \"Phantasm Performance\" แทน",
      "2": "สถานะ Shadow Dance จะหายไปเมื่อ Nefer ใช้ Phantasm Performance 3 ครั้ง หรือสิ้นสุดเวลาต่อเนื่อง"
    }
  },
  "11220002": {
    "name": "Phantasm Performance",
    "description": {
      "0": "ขณะอยู่ในสถานะ \"Shadow Dance\" ที่เกิดจากสกิลธาตุ <strong>Senet Strategy: Dance of a Thousand Nights</strong> หากมีหยาดพฤกษาอย่างน้อย 1 อัน การชาร์จโจมตีของ Nefer จะถูกแทนที่ด้วยการชาร์จโจมตีพิเศษ \"Phantasm Performance\" ที่ไม่ใช้พลังกาย",
      "1": "Nefer จะเรียกเงาลวงตาของตนเองออกมา เพื่อทำการร่วมโจมตีศัตรู โดยที่ตนเองและเงาลวงตา จะสร้าง<dendro>ความเสียหายไม้วงกว้าง</dendro> 2/3 ครั้ง ตามลำดับ ซึ่งความเสียหายที่เกิดจากเงาลวงตา จะถูกมองว่าเป็นความเสียหายของปฏิกิริยางอกเงยจันทรา และทุกครั้งที่เรียกเงาลวงตาออกมาเป็นครั้งแรกหลังจากใช้ Phantasm Performance จะใช้หยาดพฤกษา 1 อัน"
    }
  },
  "11220003": {
    "name": "Veil of Falsehood",
    "description": {
      "0": "เอฟเฟกต์ที่ได้รับหลังจากดูดซับ Seeds of Deceit ด้วยพรสวรรค์เพิ่มเติม \"A Wager of Moonlight\" จะเพิ่มความเสียหายที่ Phantasm Performance สร้างขึ้น",
      "1": "Veil of Falsehood แต่ละชั้น จะทำให้ Phantasm Performance ที่ Nefer ปล่อยออกมา สร้างความเสียหายเพิ่มขึ้น 8% จากความเสียหายเดิม โดยในตอนเริ่มต้น จะสามารถซ้อนทับได้มากสุด 3 ชั้น เป็นเวลา 9 วินาที ซึ่งแต่ละชั้นจะคิดช่วงเวลาต่อเนื่องแยกกัน"
    }
  },
  "11230001": {
    "name": "แปรแก่นสสาร",
    "description": {
      "0": "เอฟเฟกต์ที่ได้รับหลังจากที่ Durin ใช้สกิลธาตุ <strong>Binary Form: Convergence and Division</strong> คงอยู่เป็นเวลา 6 วินาที",
      "1": "ในช่วงเวลาต่อเนื่อง Durin สามารถกดสกิลธาตุ เพื่อเข้าสู่สถานะ <strong>Confirmation of Purity</strong> หรือกดโจมตีปกติ เพื่อเข้าสู่สถานะ <strong>Denial of Darkness</strong>",
      "2": "ภายใต้สถานะทั้งสองนี้ Durin จะได้รับเอฟเฟกต์เสริมพลังที่แตกต่างกัน และสามารถปล่อยท่าไม้ตายที่แตกต่างกันได้"
    }
  },
  "11240001": {
    "name": "ขวดสมบัติลับคร่อกฟี้",
    "description": {
      "0": "ขวดบรรจุธาตุขนาดเล็กที่ Jahoda หยิบออกมา หลังจากใช้สกิลธาตุ <strong>Savvy Strategy: Splitting the Spoils</strong>",
      "1": "เมื่อ Jahoda อยู่ในสถานะ \"ไล่ล่าคว้าเงา\" หากศัตรูที่อยู่ใกล้เคียงติดสถานะธาตุ<pyro>ไฟ</pyro>, <hydro>น้ำ</hydro>, <electro>ไฟฟ้า</electro> หรือ<cryo>น้ำแข็ง</cryo> ขวดสมบัติลับคร่อกฟี้จะเปลี่ยนเป็นประเภทธาตุที่สอดคล้องกัน และจะถูกบรรจุอย่างต่อเนื่อง โดยจะเปลี่ยนตามลำดับความสำคัญของธาตุ<pyro>ไฟ</pyro>, <hydro>น้ำ</hydro>, <electro>ไฟฟ้า</electro> และ<cryo>น้ำแข็ง</cryo> หลังจากใช้สกิลธาตุแต่ละครั้ง ขวดสมบัติลับคร่อกฟี้จะสามารถเปลี่ยนแปลงธาตุได้มากสุดหนึ่งครั้ง",
      "2": "เมื่อขวดสมบัติลับคร่อกฟี้เต็ม Jahoda จะออกจากสถานะ \"ไล่ล่าคว้าเงา\" สร้าง<anemo>ความเสียหายลม</anemo>ต่อศัตรูที่อยู่ใกล้เคียงหนึ่งครั้ง และล้างขวดสมบัติลับคร่อกฟี้",
      "3": "ทุกครั้งที่ใช้สกิลธาตุ Jahoda จะได้รับขวดสมบัติลับคร่อกฟี้ใบใหม่",
      "4": "<br/>",
      "5": "<strong>ลัคนาจันทร์ - จรัสแสง</strong>: เมื่อ<strong>ขวดสมบัติลับคร่อกฟี้</strong>เต็ม Jahoda จะไม่ล้าง<strong>ขวดสมบัติลับคร่อกฟี้</strong>ทันที แต่จะใช้ธาตุที่บรรจุไว้ในขวดอย่างต่อเนื่องในช่วงเวลาหนึ่งหลังจากนั้น ทำการยิง<strong>ลูกบอลแมวนุ่มนิ่ม</strong>ใส่ศัตรูที่อยู่ใกล้เคียงเป็นระยะ สร้างความเสียหายตามประเภทธาตุของ<strong>ขวดสมบัติลับคร่อกฟี้</strong>"
    }
  },
  "11240002": {
    "name": "อุปกรณ์ช่วยประสานงานในบ้านรูปแมว",
    "description": {
      "0": "หนึ่งในไอเทมขนาดเล็กที่อดีตนักล่าสมบัติ Jahoda พกติดตัวไว้ ซึ่งจะถูกนำออกมาหลังจากใช้ท่าไม้ตาย <strong>Hidden Aces: Seven Tools of the Hunter</strong>",
      "1": "<br/>",
      "2": "อุปกรณ์ช่วยประสานงานในบ้านรูปแมวจะฟื้นฟูพลังชีวิตอย่างต่อเนื่อง ให้กับตัวละครในทีมที่เข้าร่วมการต่อสู้ในขณะนั้น; หากพลังชีวิตของตัวละครที่ได้รับการรักษาสูงกว่า 70% จะฟื้นฟูพลังชีวิตให้กับตัวละครที่มีพลังชีวิตต่ำที่สุดในทีม ที่อยู่ใกล้เคียงไปพร้อมกัน",
      "3": "<br/>",
      "4": "<strong>ลัคนาจันทร์ - จรัสแสง</strong>: หากศัตรูที่อยู่ใกล้เคียงติดสถานะธาตุ<pyro>ไฟ</pyro>, <hydro>น้ำ</hydro>, <electro>ไฟฟ้า</electro> หรือ<cryo>น้ำแข็ง</cryo> อุปกรณ์ช่วยประสานงานในบ้านรูปแมวจะเปลี่ยนประเภทของธาตุให้สอดคล้องกัน โดยจะเปลี่ยนตามลำดับความสำคัญของธาตุ<pyro>ไฟ</pyro>, <hydro>น้ำ</hydro>, <electro>ไฟฟ้า</electro> และ<cryo>น้ำแข็ง</cryo> หลังจากนำอุปกรณ์ช่วยประสานงานในบ้านรูปแมวออกมาแต่ละครั้ง จะสามารถเปลี่ยนแปลงธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง และหลังจากเกิดการเปลี่ยนแปลงธาตุ อุปกรณ์ช่วยประสานงานในบ้านรูปแมว จะโจมตีศัตรูที่อยู่ใกล้เคียงสูงสุด 3 ตัวเป็นระยะ และสร้างความเสียหายธาตุที่สอดคล้องกัน"
    }
  },
  "11250001": {
    "name": "ระลอกแรงโน้มถ่วง",
    "description": {
      "0": "หลังจากใช้สกิลธาตุ <strong>Eternal Tides</strong> Columbina จะเรียก<strong>ระลอกแรงโน้มถ่วง</strong>",
      "1": "ระลอกแรงโน้มถ่วงจะติดตามตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น และสร้าง<hydro>ความเสียหายน้ำวงกว้าง</hydro>ต่อเนื่องแก่ศัตรูโดยรอบ",
      "2": "<br/>",
      "3": "นอกจากนี้ ในขณะที่ระลอกแรงโน้มถ่วงยังคงอยู่ เมื่อตัวละครในทีมที่อยู่ใกล้เคียงทำให้เกิดปฏิกิริยาประกายจันทร์ หรือสร้างความเสียหายจากปฏิกิริยาประกายจันทร์ Columbina จะได้รับเอฟเฟกต์ New Moon's Omen ใน 2 วินาทีถัดไป และสะสม<strong>ค่าแรงโน้มถ่วง</strong>อย่างต่อเนื่อง โดยสามารถสะสมค่าแรงโน้มถ่วงได้ 20 หน่วยทุก 2 วินาที",
      "4": "ค่าแรงโน้มถ่วงมีขีดจำกัดที่ 60 หน่วย และจะถูกลบล้างเมื่อช่วงเวลาต่อเนื่องของระลอกแรงโน้มถ่วงสิ้นสุดลง",
      "5": "เมื่อค่าแรงโน้มถ่วงสะสมถึงขีดจำกัด จะทำให้เกิด<strong>แรงโน้มถ่วงรบกวน</strong>พิเศษ โดยจะเกิดเอฟเฟกต์แตกต่างกัน ตามประเภทของปฏิกิริยาประกายจันทร์ที่ Columbina สะสมค่าแรงโน้มถ่วงไว้มากที่สุด หากประเภทของปฏิกิริยาประกายจันทร์ที่ Columbina สะสมค่าแรงโน้มถ่วงไว้มากที่สุดเป็น:",
      "6": [
        "<strong>ชาร์จจันทรา</strong>: แรงโน้มถ่วงรบกวนจะสร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro> 1 ครั้ง โดยความเสียหายนี้จะถือเป็นความเสียหายจากปฏิกิริยาชาร์จจันทรา",
        "<strong>งอกเงยจันทรา</strong>: แรงโน้มถ่วงรบกวนจะยิงตราน้ำค้างจันทรา 5 อันไปยังศัตรูรอบข้าง สร้าง<dendro>ความเสียหายไม้</dendro> โดยความเสียหายนี้จะถือเป็นความเสียหายจากปฏิกิริยางอกเงยจันทรา",
        "<strong>ตกผลึกจันทรา</strong>: แรงโน้มถ่วงรบกวนจะสร้าง<geo>ความเสียหายหินวงกว้าง</geo> 1 ครั้ง โดยความเสียหายนี้จะถือเป็นความเสียหายจากปฏิกิริยาตกผลึกจันทรา"
      ]
    }
  },
  "11250002": {
    "name": "Lunar Domain",
    "description": {
      "0": "อาณาเขตที่ Columbina เรียกออกมา หลังจากใช้ท่าไม้ตาย <strong>Moonlit Melancholy</strong>",
      "1": "เมื่อตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นอยู่ใน <strong>Lunar Domain</strong> ตัวละครทั้งหมดในทีมจะสร้างความเสียหายจากปฏิกิริยาประกายจันทร์เพิ่มขึ้น"
    }
  },
  "11250003": {
    "name": "Moonridge Dew",
    "description": {
      "0": "ทรัพยากรหยาดพฤกษาพิเศษที่ได้รับจากพรสวรรค์ติดตัว <strong>Law of the New Moon</strong> ของ Columbina จะคำนวณขีดจำกัดและระยะเวลาต่อเนื่องแยกจากหยาดพฤกษาปกติ",
      "1": "เมื่อหยาดพฤกษาของทีมหมด จะเริ่มใช้ <strong>Moonridge Dew</strong> แทน",
      "2": "<strong>Moonridge Dew</strong> มีขีดจำกัดอยู่ที่ 3 อัน"
    }
  },
  "11260001": {
    "name": "Lunar Phase Shift (ห้วงดิถีจันทร์)",
    "description": {
      "0": "หลังจากใช้สกิลธาตุ <strong>Heaven and Earth Made Manifest</strong> Zibai จะเปลี่ยนเป็นโหมดนี้ โดยโหมดนี้จะคงอยู่ต่อเนื่องนานสุด 15 วินาที ซึ่งมีลักษณะพิเศษดังนี้:",
      "1": [
        "เมื่อใช้โจมตีปกติและชาร์จโจมตี จะเปลี่ยนเป็นสร้าง<geo>ความเสียหายหิน</geo> ที่ไม่สามารถซ้อนทับด้วยธาตุอื่นได้;",
        "สกิลธาตุ <strong>Heaven and Earth Made Manifest</strong> จะถูกเปลี่ยนเป็นสกิลธาตุพิเศษ <strong>Spirit Steed's Stride</strong>: เมื่อ Zibai มี <strong>Phase Shift Radiance</strong> อย่างน้อย 70 หน่วย เธอสามารถใช้ Phase Shift Radiance 70 หน่วย เพื่อปล่อย Spirit Steed's Stride สร้าง<geo>ความเสียหายหิน</geo> 2 ครั้ง ซึ่งความเสียหายครั้งที่ 2 จะถูกนับเป็นความเสียหายที่เกิดจากปฏิกิริยาตกผลึกจันทรา"
      ],
      "2": "<br/>",
      "3": "<strong>Phase Shift Radiance</strong> มีขีดจำกัดที่ 100 หน่วย Zibai สามารถสะสม Phase Shift Radiance ได้ด้วยวิธีต่อไปนี้:",
      "4": [
        "ขณะอยู่ในโหมด <strong>\"Lunar Phase Shift\"</strong> จะสะสม Phase Shift Radiance 10 หน่วยทุกวินาที;",
        "เมื่อโจมตีปกติโดนศัตรู จะสะสม Phase Shift Radiance 5 หน่วย โดยสามารถสะสมให้ Zibai ด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ทุก 0.5 วินาที"
      ],
      "5": "<br/>",
      "6": "<strong>ลัคนาจันทร์ - จรัสแสง</strong> ",
      "7": "เมื่อตัวละครในทีมที่อยู่ใกล้เคียงทำให้เกิดปฏิกิริยาตกผลึกจันทรา จะสะสม <strong>Phase Shift Radiance</strong> ให้ Zibai 35 หน่วย โดยสามารถสะสมด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ทุก 4 วินาที การปล่อยสกิลธาตุพิเศษ <strong>Spirit Steed's Stride</strong> จะรีเซ็ตเวลาคูลดาวน์ของ <strong>Phase Shift Radiance</strong> ที่สะสมด้วยวิธีนี้",
      "8": "<br/>",
      "9": "Zibai จะออกจากโหมดนี้ หลังจากปล่อย <strong>Spirit Steed's Stride</strong> 4 ครั้ง หรือเมื่อสิ้นสุดช่วงเวลาต่อเนื่อง"
    }
  },
  "11270001": {
    "name": "Nightingale's Song (บทเพลงไนติงเกล)",
    "description": {
      "0": "เอฟเฟกต์ที่ได้รับหลังจาก Illuga ใช้ท่าไม้ตาย <strong>Shadowless Reflection</strong> สามารถเพิ่ม<geo>ความเสียหายหิน</geo>ที่ตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นสร้างขึ้นได้"
    }
  }
}