{
  "name": "Calamity Queller",
  "description": {
    "0": "อาวุธแหลมคมที่สร้างขึ้นมาจากคริสตัลประหลาดบางอย่าง แสงสีฟ้าจาง ๆ ของมันดูเหมือนจะขับขานเรื่องราวอันไม่รู้จบในอดีต"
  },
  "passiveName": "Extinguishing Precept",
  "passiveDescription": {
    "0": {
      "0": "ได้รับโบนัสความเสียหายของธาตุทั้งหมด <cryo>12%</cryo>; หลังจากใช้สกิลธาตุ จะได้รับ Consummation เป็นเวลา 20 วินาที ซึ่งจะทำให้พลังโจมตีเพิ่มขึ้น <cryo>3.2%</cryo> ในทุก 1 วินาที โดยที่เอฟเฟกต์เพิ่มพลังโจมตีนี้ จะสามารถซ้อนทับได้ 6 ครั้ง และเมื่อตัวละครที่ใช้อาวุธนี้อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์เพิ่มพลังโจมตีของ Consummation จะเพิ่มเป็นสองเท่า"
    },
    "1": {
      "0": "ได้รับโบนัสความเสียหายของธาตุทั้งหมด <cryo>15%</cryo>; หลังจากใช้สกิลธาตุ จะได้รับ Consummation เป็นเวลา 20 วินาที ซึ่งจะทำให้พลังโจมตีเพิ่มขึ้น <cryo>4%</cryo> ในทุก 1 วินาที โดยที่เอฟเฟกต์เพิ่มพลังโจมตีนี้ จะสามารถซ้อนทับได้ 6 ครั้ง และเมื่อตัวละครที่ใช้อาวุธนี้อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์เพิ่มพลังโจมตีของ Consummation จะเพิ่มเป็นสองเท่า"
    },
    "2": {
      "0": "ได้รับโบนัสความเสียหายของธาตุทั้งหมด <cryo>18%</cryo>; หลังจากใช้สกิลธาตุ จะได้รับ Consummation เป็นเวลา 20 วินาที ซึ่งจะทำให้พลังโจมตีเพิ่มขึ้น <cryo>4.8%</cryo> ในทุก 1 วินาที โดยที่เอฟเฟกต์เพิ่มพลังโจมตีนี้ จะสามารถซ้อนทับได้ 6 ครั้ง และเมื่อตัวละครที่ใช้อาวุธนี้อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์เพิ่มพลังโจมตีของ Consummation จะเพิ่มเป็นสองเท่า"
    },
    "3": {
      "0": "ได้รับโบนัสความเสียหายของธาตุทั้งหมด <cryo>21%</cryo>; หลังจากใช้สกิลธาตุ จะได้รับ Consummation เป็นเวลา 20 วินาที ซึ่งจะทำให้พลังโจมตีเพิ่มขึ้น <cryo>5.6%</cryo> ในทุก 1 วินาที โดยที่เอฟเฟกต์เพิ่มพลังโจมตีนี้ จะสามารถซ้อนทับได้ 6 ครั้ง และเมื่อตัวละครที่ใช้อาวุธนี้อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์เพิ่มพลังโจมตีของ Consummation จะเพิ่มเป็นสองเท่า"
    },
    "4": {
      "0": "ได้รับโบนัสความเสียหายของธาตุทั้งหมด <cryo>24%</cryo>; หลังจากใช้สกิลธาตุ จะได้รับ Consummation เป็นเวลา 20 วินาที ซึ่งจะทำให้พลังโจมตีเพิ่มขึ้น <cryo>6.4%</cryo> ในทุก 1 วินาที โดยที่เอฟเฟกต์เพิ่มพลังโจมตีนี้ จะสามารถซ้อนทับได้ 6 ครั้ง และเมื่อตัวละครที่ใช้อาวุธนี้อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์เพิ่มพลังโจมตีของ Consummation จะเพิ่มเป็นสองเท่า"
    }
  }
}