{
  "name": "Flowing Purity",
  "description": {
    "0": "หนังสือรวมบทละครหน้าตาประหลาด มันได้รวบรวมบทละครที่ Coppelius เคยสร้างสรรค์ไว้ทั้งหมด"
  },
  "passiveName": "Unfinished Masterpiece",
  "passiveDescription": {
    "0": {
      "0": "เมื่อใช้สกิลธาตุ โบนัสความเสียหายธาตุทั้งหมดจะเพิ่มขึ้น <cryo>8%</cryo> เป็นเวลา 15 วินาที และได้รับ \"บ่วงพันธะชีวัน\" ที่มีค่า 24% ของพลังชีวิตสูงสุด โดยที่เอฟเฟกต์นี้จะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 10 วินาที เมื่อ \"บ่วงพันธะชีวัน\" ถูกลบล้าง โบนัสความเสียหายธาตุทั้งหมดจะเพิ่มขึ้น <cryo>2%</cryo> ทุก 1000 หน่วย ของปริมาณที่ลบล้าง เป็นเวลา 15 วินาที ด้วยวิธีนี้ โบนัสความเสียหายธาตุทั้งหมดจะเพิ่มขึ้นสูงสุดไม่เกิน <cryo>12%</cryo>"
    },
    "1": {
      "0": "เมื่อใช้สกิลธาตุ โบนัสความเสียหายธาตุทั้งหมดจะเพิ่มขึ้น <cryo>10%</cryo> เป็นเวลา 15 วินาที และได้รับ \"บ่วงพันธะชีวัน\" ที่มีค่า 24% ของพลังชีวิตสูงสุด โดยที่เอฟเฟกต์นี้จะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 10 วินาที เมื่อ \"บ่วงพันธะชีวัน\" ถูกลบล้าง โบนัสความเสียหายธาตุทั้งหมดจะเพิ่มขึ้น <cryo>2.5%</cryo> ทุก 1000 หน่วย ของปริมาณที่ลบล้าง เป็นเวลา 15 วินาที ด้วยวิธีนี้ โบนัสความเสียหายธาตุทั้งหมดจะเพิ่มขึ้นสูงสุดไม่เกิน <cryo>15%</cryo>"
    },
    "2": {
      "0": "เมื่อใช้สกิลธาตุ โบนัสความเสียหายธาตุทั้งหมดจะเพิ่มขึ้น <cryo>12%</cryo> เป็นเวลา 15 วินาที และได้รับ \"บ่วงพันธะชีวัน\" ที่มีค่า 24% ของพลังชีวิตสูงสุด โดยที่เอฟเฟกต์นี้จะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 10 วินาที เมื่อ \"บ่วงพันธะชีวัน\" ถูกลบล้าง โบนัสความเสียหายธาตุทั้งหมดจะเพิ่มขึ้น <cryo>3%</cryo> ทุก 1000 หน่วย ของปริมาณที่ลบล้าง เป็นเวลา 15 วินาที ด้วยวิธีนี้ โบนัสความเสียหายธาตุทั้งหมดจะเพิ่มขึ้นสูงสุดไม่เกิน <cryo>18%</cryo>"
    },
    "3": {
      "0": "เมื่อใช้สกิลธาตุ โบนัสความเสียหายธาตุทั้งหมดจะเพิ่มขึ้น <cryo>14%</cryo> เป็นเวลา 15 วินาที และได้รับ \"บ่วงพันธะชีวัน\" ที่มีค่า 24% ของพลังชีวิตสูงสุด โดยที่เอฟเฟกต์นี้จะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 10 วินาที เมื่อ \"บ่วงพันธะชีวัน\" ถูกลบล้าง โบนัสความเสียหายธาตุทั้งหมดจะเพิ่มขึ้น <cryo>3.5%</cryo> ทุก 1000 หน่วย ของปริมาณที่ลบล้าง เป็นเวลา 15 วินาที ด้วยวิธีนี้ โบนัสความเสียหายธาตุทั้งหมดจะเพิ่มขึ้นสูงสุดไม่เกิน <cryo>21%</cryo>"
    },
    "4": {
      "0": "เมื่อใช้สกิลธาตุ โบนัสความเสียหายธาตุทั้งหมดจะเพิ่มขึ้น <cryo>16%</cryo> เป็นเวลา 15 วินาที และได้รับ \"บ่วงพันธะชีวัน\" ที่มีค่า 24% ของพลังชีวิตสูงสุด โดยที่เอฟเฟกต์นี้จะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 10 วินาที เมื่อ \"บ่วงพันธะชีวัน\" ถูกลบล้าง โบนัสความเสียหายธาตุทั้งหมดจะเพิ่มขึ้น <cryo>4%</cryo> ทุก 1000 หน่วย ของปริมาณที่ลบล้าง เป็นเวลา 15 วินาที ด้วยวิธีนี้ โบนัสความเสียหายธาตุทั้งหมดจะเพิ่มขึ้นสูงสุดไม่เกิน <cryo>24%</cryo>"
    }
  }
}