{
  "name": "Xiphos' Moonlight",
  "description": {
    "0": "ดาบสองคมโบราณที่ส่องประกายด้วยแสงจันทร์ ว่ากันว่ามีญินซึ่งบัดนี้สงบนิ่งอาศัยอยู่ในนั้น"
  },
  "passiveName": "Jinni's Whisper",
  "passiveDescription": {
    "0": {
      "0": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: ความชำนาญธาตุแต่ละหน่วยของผู้ใช้ จะเพิ่มประสิทธิภาพการฟื้นฟูพลังงานธาตุให้แก่ตัวละครดังกล่าว <cryo>0.036%</cryo> เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับประสิทธิภาพการฟื้นฟูพลังงานธาตุ 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "1": {
      "0": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: ความชำนาญธาตุแต่ละหน่วยของผู้ใช้ จะเพิ่มประสิทธิภาพการฟื้นฟูพลังงานธาตุให้แก่ตัวละครดังกล่าว <cryo>0.045%</cryo> เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับประสิทธิภาพการฟื้นฟูพลังงานธาตุ 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "2": {
      "0": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: ความชำนาญธาตุแต่ละหน่วยของผู้ใช้ จะเพิ่มประสิทธิภาพการฟื้นฟูพลังงานธาตุให้แก่ตัวละครดังกล่าว <cryo>0.054%</cryo> เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับประสิทธิภาพการฟื้นฟูพลังงานธาตุ 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "3": {
      "0": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: ความชำนาญธาตุแต่ละหน่วยของผู้ใช้ จะเพิ่มประสิทธิภาพการฟื้นฟูพลังงานธาตุให้แก่ตัวละครดังกล่าว <cryo>0.063%</cryo> เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับประสิทธิภาพการฟื้นฟูพลังงานธาตุ 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "4": {
      "0": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: ความชำนาญธาตุแต่ละหน่วยของผู้ใช้ จะเพิ่มประสิทธิภาพการฟื้นฟูพลังงานธาตุให้แก่ตัวละครดังกล่าว <cryo>0.072%</cryo> เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับประสิทธิภาพการฟื้นฟูพลังงานธาตุ 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    }
  }
}