{
  "name": "Tulaytullah's Remembrance",
  "description": {
    "0": "กระดิ่งที่แกะสลักจากไพลินสีเข้ม และเงินบริสุทธิ์ เสียงสะท้อนที่ชัดเจน และไพเราะของมันนั้น ดังก้องกังวานไปไกลแสนไกล"
  },
  "passiveName": "Bygone Azure Teardrop",
  "passiveDescription": {
    "0": {
      "0": "ความเร็วของการโจมตีปกติเพิ่มขึ้น <cryo>10%</cryo>; ภายใน 14 วินาที หลังจากใช้สกิลธาตุ: ในทุก 1 วินาที การโจมตีปกติจะสร้างความเสียหายเพิ่มขึ้น <cryo>4.8%</cryo>; ในช่วงเวลาดังกล่าวหลังจากที่การโจมตีปกติถูกศัตรู การโจมตีปกติจะสร้างความเสียหายเพิ่มขึ้น <cryo>9.6%</cryo> โดยที่เอฟเฟกต์นี้ ในทุก 0.3 วินาที จะเกิดขึ้นได้มากสุด 1 ครั้ง และตลอดช่วงระยะเวลาต่อเนื่อง ความเสียหายของการโจมตีปกติ จะสามารถเพิ่มด้วยวิธีที่กล่าวข้างต้นนี้ได้มากสุด <cryo>48%</cryo> ซึ่งเอฟเฟกต์จะถูกลบล้าง เมื่อตัวละครออกจากการต่อสู้ และการใช้สกิลธาตุอีกครั้ง จะลบล้างเอฟเฟกต์เดิมที่มีอยู่ก่อน"
    },
    "1": {
      "0": "ความเร็วของการโจมตีปกติเพิ่มขึ้น <cryo>12.5%</cryo>; ภายใน 14 วินาที หลังจากใช้สกิลธาตุ: ในทุก 1 วินาที การโจมตีปกติจะสร้างความเสียหายเพิ่มขึ้น <cryo>6%</cryo>; ในช่วงเวลาดังกล่าวหลังจากที่การโจมตีปกติถูกศัตรู การโจมตีปกติจะสร้างความเสียหายเพิ่มขึ้น <cryo>12%</cryo> โดยที่เอฟเฟกต์นี้ ในทุก 0.3 วินาที จะเกิดขึ้นได้มากสุด 1 ครั้ง และตลอดช่วงระยะเวลาต่อเนื่อง ความเสียหายของการโจมตีปกติ จะสามารถเพิ่มด้วยวิธีที่กล่าวข้างต้นนี้ได้มากสุด <cryo>60%</cryo> ซึ่งเอฟเฟกต์จะถูกลบล้าง เมื่อตัวละครออกจากการต่อสู้ และการใช้สกิลธาตุอีกครั้ง จะลบล้างเอฟเฟกต์เดิมที่มีอยู่ก่อน"
    },
    "2": {
      "0": "ความเร็วของการโจมตีปกติเพิ่มขึ้น <cryo>15%</cryo>; ภายใน 14 วินาที หลังจากใช้สกิลธาตุ: ในทุก 1 วินาที การโจมตีปกติจะสร้างความเสียหายเพิ่มขึ้น <cryo>7.2%</cryo>; ในช่วงเวลาดังกล่าวหลังจากที่การโจมตีปกติถูกศัตรู การโจมตีปกติจะสร้างความเสียหายเพิ่มขึ้น <cryo>14.4%</cryo> โดยที่เอฟเฟกต์นี้ ในทุก 0.3 วินาที จะเกิดขึ้นได้มากสุด 1 ครั้ง และตลอดช่วงระยะเวลาต่อเนื่อง ความเสียหายของการโจมตีปกติ จะสามารถเพิ่มด้วยวิธีที่กล่าวข้างต้นนี้ได้มากสุด <cryo>72%</cryo> ซึ่งเอฟเฟกต์จะถูกลบล้าง เมื่อตัวละครออกจากการต่อสู้ และการใช้สกิลธาตุอีกครั้ง จะลบล้างเอฟเฟกต์เดิมที่มีอยู่ก่อน"
    },
    "3": {
      "0": "ความเร็วของการโจมตีปกติเพิ่มขึ้น <cryo>17.5%</cryo>; ภายใน 14 วินาที หลังจากใช้สกิลธาตุ: ในทุก 1 วินาที การโจมตีปกติจะสร้างความเสียหายเพิ่มขึ้น <cryo>8.4%</cryo>; ในช่วงเวลาดังกล่าวหลังจากที่การโจมตีปกติถูกศัตรู การโจมตีปกติจะสร้างความเสียหายเพิ่มขึ้น <cryo>16.8%</cryo> โดยที่เอฟเฟกต์นี้ ในทุก 0.3 วินาที จะเกิดขึ้นได้มากสุด 1 ครั้ง และตลอดช่วงระยะเวลาต่อเนื่อง ความเสียหายของการโจมตีปกติ จะสามารถเพิ่มด้วยวิธีที่กล่าวข้างต้นนี้ได้มากสุด <cryo>84%</cryo> ซึ่งเอฟเฟกต์จะถูกลบล้าง เมื่อตัวละครออกจากการต่อสู้ และการใช้สกิลธาตุอีกครั้ง จะลบล้างเอฟเฟกต์เดิมที่มีอยู่ก่อน"
    },
    "4": {
      "0": "ความเร็วของการโจมตีปกติเพิ่มขึ้น <cryo>20%</cryo>; ภายใน 14 วินาที หลังจากใช้สกิลธาตุ: ในทุก 1 วินาที การโจมตีปกติจะสร้างความเสียหายเพิ่มขึ้น <cryo>9.6%</cryo>; ในช่วงเวลาดังกล่าวหลังจากที่การโจมตีปกติถูกศัตรู การโจมตีปกติจะสร้างความเสียหายเพิ่มขึ้น <cryo>19.2%</cryo> โดยที่เอฟเฟกต์นี้ ในทุก 0.3 วินาที จะเกิดขึ้นได้มากสุด 1 ครั้ง และตลอดช่วงระยะเวลาต่อเนื่อง ความเสียหายของการโจมตีปกติ จะสามารถเพิ่มด้วยวิธีที่กล่าวข้างต้นนี้ได้มากสุด <cryo>96%</cryo> ซึ่งเอฟเฟกต์จะถูกลบล้าง เมื่อตัวละครออกจากการต่อสู้ และการใช้สกิลธาตุอีกครั้ง จะลบล้างเอฟเฟกต์เดิมที่มีอยู่ก่อน"
    }
  }
}