{
  "name": "Haran Geppaku Futsu",
  "description": {
    "0": "ผลงานชิ้นเอกที่ Futsu ได้รับคำสั่งให้ทำขึ้น เนื่องจากมีลักษณะเหมือนคลื่นทะเลอันแสนปั่นป่วน จึงได้รับนามว่า \"Haran (คลื่นคลั่ง)\""
  },
  "passiveName": "Honed Flow",
  "passiveDescription": {
    "0": {
      "0": "ได้รับโบนัสความเสียหายของธาตุทั้งหมด <cryo>12%</cryo>; เมื่อตัวละครอื่น ๆ ในทีมที่อยู่ในบริเวณใกล้เคียงปล่อยสกิลธาตุ จะทำให้ตัวละครที่ใช้อาวุธนี้ได้รับเอฟเฟกต์ Wavespike 1 ชั้น โดยจะสามารถซ้อนทับได้มากสุด 2 ชั้น และเกิดขึ้นได้มากสุด 1 ครั้ง ในทุก 0.3 วินาที เมื่อตัวละครที่ใช้อาวุธนี้ปล่อยสกิลธาตุ หากมีเอฟเฟกต์ Wavespike สะสมอยู่ จะใช้ Wavespike ที่มี เพื่อรับ Rippling Upheaval ซึ่งแต่ละชั้นของ Wavespike ที่ถูกใช้ไป จะเพิ่มความเสียหายของการโจมตีปกติขึ้น <cryo>20%</cryo> เป็นเวลา 8 วินาที"
    },
    "1": {
      "0": "ได้รับโบนัสความเสียหายของธาตุทั้งหมด <cryo>15%</cryo>; เมื่อตัวละครอื่น ๆ ในทีมที่อยู่ในบริเวณใกล้เคียงปล่อยสกิลธาตุ จะทำให้ตัวละครที่ใช้อาวุธนี้ได้รับเอฟเฟกต์ Wavespike 1 ชั้น โดยจะสามารถซ้อนทับได้มากสุด 2 ชั้น และเกิดขึ้นได้มากสุด 1 ครั้ง ในทุก 0.3 วินาที เมื่อตัวละครที่ใช้อาวุธนี้ปล่อยสกิลธาตุ หากมีเอฟเฟกต์ Wavespike สะสมอยู่ จะใช้ Wavespike ที่มี เพื่อรับ Rippling Upheaval ซึ่งแต่ละชั้นของ Wavespike ที่ถูกใช้ไป จะเพิ่มความเสียหายของการโจมตีปกติขึ้น <cryo>25%</cryo> เป็นเวลา 8 วินาที"
    },
    "2": {
      "0": "ได้รับโบนัสความเสียหายของธาตุทั้งหมด <cryo>18%</cryo>; เมื่อตัวละครอื่น ๆ ในทีมที่อยู่ในบริเวณใกล้เคียงปล่อยสกิลธาตุ จะทำให้ตัวละครที่ใช้อาวุธนี้ได้รับเอฟเฟกต์ Wavespike 1 ชั้น โดยจะสามารถซ้อนทับได้มากสุด 2 ชั้น และเกิดขึ้นได้มากสุด 1 ครั้ง ในทุก 0.3 วินาที เมื่อตัวละครที่ใช้อาวุธนี้ปล่อยสกิลธาตุ หากมีเอฟเฟกต์ Wavespike สะสมอยู่ จะใช้ Wavespike ที่มี เพื่อรับ Rippling Upheaval ซึ่งแต่ละชั้นของ Wavespike ที่ถูกใช้ไป จะเพิ่มความเสียหายของการโจมตีปกติขึ้น <cryo>30%</cryo> เป็นเวลา 8 วินาที"
    },
    "3": {
      "0": "ได้รับโบนัสความเสียหายของธาตุทั้งหมด <cryo>21%</cryo>; เมื่อตัวละครอื่น ๆ ในทีมที่อยู่ในบริเวณใกล้เคียงปล่อยสกิลธาตุ จะทำให้ตัวละครที่ใช้อาวุธนี้ได้รับเอฟเฟกต์ Wavespike 1 ชั้น โดยจะสามารถซ้อนทับได้มากสุด 2 ชั้น และเกิดขึ้นได้มากสุด 1 ครั้ง ในทุก 0.3 วินาที เมื่อตัวละครที่ใช้อาวุธนี้ปล่อยสกิลธาตุ หากมีเอฟเฟกต์ Wavespike สะสมอยู่ จะใช้ Wavespike ที่มี เพื่อรับ Rippling Upheaval ซึ่งแต่ละชั้นของ Wavespike ที่ถูกใช้ไป จะเพิ่มความเสียหายของการโจมตีปกติขึ้น <cryo>35%</cryo> เป็นเวลา 8 วินาที"
    },
    "4": {
      "0": "ได้รับโบนัสความเสียหายของธาตุทั้งหมด <cryo>24%</cryo>; เมื่อตัวละครอื่น ๆ ในทีมที่อยู่ในบริเวณใกล้เคียงปล่อยสกิลธาตุ จะทำให้ตัวละครที่ใช้อาวุธนี้ได้รับเอฟเฟกต์ Wavespike 1 ชั้น โดยจะสามารถซ้อนทับได้มากสุด 2 ชั้น และเกิดขึ้นได้มากสุด 1 ครั้ง ในทุก 0.3 วินาที เมื่อตัวละครที่ใช้อาวุธนี้ปล่อยสกิลธาตุ หากมีเอฟเฟกต์ Wavespike สะสมอยู่ จะใช้ Wavespike ที่มี เพื่อรับ Rippling Upheaval ซึ่งแต่ละชั้นของ Wavespike ที่ถูกใช้ไป จะเพิ่มความเสียหายของการโจมตีปกติขึ้น <cryo>40%</cryo> เป็นเวลา 8 วินาที"
    }
  }
}