{
  "name": "Wandering Evenstar",
  "description": {
    "0": "เดิมทีเป็นเครื่องมือโบราณที่นักวิชาการใช้ในการสังเกตและคำนวณปรากฏการณ์ท้องฟ้า มีความสามารถในการส่งผ่านพลังและทำหน้าที่เป็นสื่อเวท"
  },
  "passiveName": "Wildling Nightstar",
  "passiveDescription": {
    "0": {
      "0": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: พลังโจมตีของตัวละครดังกล่าวจะเพิ่มขึ้น <cryo>24%</cryo> ของความชำนาญธาตุของผู้ใช้ เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับพลังโจมตี 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "1": {
      "0": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: พลังโจมตีของตัวละครดังกล่าวจะเพิ่มขึ้น <cryo>30%</cryo> ของความชำนาญธาตุของผู้ใช้ เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับพลังโจมตี 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "2": {
      "0": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: พลังโจมตีของตัวละครดังกล่าวจะเพิ่มขึ้น <cryo>36%</cryo> ของความชำนาญธาตุของผู้ใช้ เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับพลังโจมตี 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "3": {
      "0": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: พลังโจมตีของตัวละครดังกล่าวจะเพิ่มขึ้น <cryo>42%</cryo> ของความชำนาญธาตุของผู้ใช้ เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับพลังโจมตี 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "4": {
      "0": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: พลังโจมตีของตัวละครดังกล่าวจะเพิ่มขึ้น <cryo>48%</cryo> ของความชำนาญธาตุของผู้ใช้ เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับพลังโจมตี 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    }
  }
}