{
  "name": "King's Squire",
  "description": {
    "0": "อาวุธที่ได้รับมาจากเรื่องเล่าของ Aranara ซึ่งมีรูปร่างเหมือนธนู สามารถยิงศัตรูของป่าให้ร่วงหล่นลงมาได้"
  },
  "passiveName": "Labyrinth Lord's Instruction",
  "passiveDescription": {
    "0": {
      "0": "เมื่อใช้สกิลธาตุหรือท่าไม้ตาย จะได้รับเอฟเฟกต์ Teachings of the Forest ซึ่งจะทำให้ความชำนาญธาตุเพิ่มขึ้น <cryo>60</cryo> หน่วย เป็นเวลา 12 วินาที โดยที่เอฟเฟกต์นี้ จะถูกลบล้างเมื่อสับเปลี่ยนตัวละคร และเมื่อช่วงเวลาคงอยู่ของ Teachings of the Forest สิ้นสุดลงหรือเอฟเฟกต์ถูกลบล้างไป จะสร้างความเสียหายเป็น <cryo>100%</cryo> ของพลังโจมตี แก่ศัตรูหนึ่งตัวที่อยู่ในบริเวณใกล้เคียง โดยที่ทุก 20 วินาที Teachings of the Forest จะสามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง"
    },
    "1": {
      "0": "เมื่อใช้สกิลธาตุหรือท่าไม้ตาย จะได้รับเอฟเฟกต์ Teachings of the Forest ซึ่งจะทำให้ความชำนาญธาตุเพิ่มขึ้น <cryo>80</cryo> หน่วย เป็นเวลา 12 วินาที โดยที่เอฟเฟกต์นี้ จะถูกลบล้างเมื่อสับเปลี่ยนตัวละคร และเมื่อช่วงเวลาคงอยู่ของ Teachings of the Forest สิ้นสุดลงหรือเอฟเฟกต์ถูกลบล้างไป จะสร้างความเสียหายเป็น <cryo>120%</cryo> ของพลังโจมตี แก่ศัตรูหนึ่งตัวที่อยู่ในบริเวณใกล้เคียง โดยที่ทุก 20 วินาที Teachings of the Forest จะสามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง"
    },
    "2": {
      "0": "เมื่อใช้สกิลธาตุหรือท่าไม้ตาย จะได้รับเอฟเฟกต์ Teachings of the Forest ซึ่งจะทำให้ความชำนาญธาตุเพิ่มขึ้น <cryo>100</cryo> หน่วย เป็นเวลา 12 วินาที โดยที่เอฟเฟกต์นี้ จะถูกลบล้างเมื่อสับเปลี่ยนตัวละคร และเมื่อช่วงเวลาคงอยู่ของ Teachings of the Forest สิ้นสุดลงหรือเอฟเฟกต์ถูกลบล้างไป จะสร้างความเสียหายเป็น <cryo>140%</cryo> ของพลังโจมตี แก่ศัตรูหนึ่งตัวที่อยู่ในบริเวณใกล้เคียง โดยที่ทุก 20 วินาที Teachings of the Forest จะสามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง"
    },
    "3": {
      "0": "เมื่อใช้สกิลธาตุหรือท่าไม้ตาย จะได้รับเอฟเฟกต์ Teachings of the Forest ซึ่งจะทำให้ความชำนาญธาตุเพิ่มขึ้น <cryo>120</cryo> หน่วย เป็นเวลา 12 วินาที โดยที่เอฟเฟกต์นี้ จะถูกลบล้างเมื่อสับเปลี่ยนตัวละคร และเมื่อช่วงเวลาคงอยู่ของ Teachings of the Forest สิ้นสุดลงหรือเอฟเฟกต์ถูกลบล้างไป จะสร้างความเสียหายเป็น <cryo>160%</cryo> ของพลังโจมตี แก่ศัตรูหนึ่งตัวที่อยู่ในบริเวณใกล้เคียง โดยที่ทุก 20 วินาที Teachings of the Forest จะสามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง"
    },
    "4": {
      "0": "เมื่อใช้สกิลธาตุหรือท่าไม้ตาย จะได้รับเอฟเฟกต์ Teachings of the Forest ซึ่งจะทำให้ความชำนาญธาตุเพิ่มขึ้น <cryo>140</cryo> หน่วย เป็นเวลา 12 วินาที โดยที่เอฟเฟกต์นี้ จะถูกลบล้างเมื่อสับเปลี่ยนตัวละคร และเมื่อช่วงเวลาคงอยู่ของ Teachings of the Forest สิ้นสุดลงหรือเอฟเฟกต์ถูกลบล้างไป จะสร้างความเสียหายเป็น <cryo>180%</cryo> ของพลังโจมตี แก่ศัตรูหนึ่งตัวที่อยู่ในบริเวณใกล้เคียง โดยที่ทุก 20 วินาที Teachings of the Forest จะสามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง"
    }
  }
}