{
  "name": "A Thousand Floating Dreams",
  "description": {
    "0": "ตะเกียงที่สะท้อนความฝันของค่ำคืนนับพัน แสงสีเขียวเอ่อล้นไปด้วยบทเพลงแห่งโลกอันไกลโพ้น"
  },
  "passiveName": "A Thousand Nights' Dawnsong",
  "passiveDescription": {
    "0": {
      "0": "ตัวละครอื่นแต่ละตัวในทีมนอกจากผู้สวมใส่ จะมอบเอฟเฟกต์บัฟให้แก่ผู้สวมใส่ โดยขึ้นกับว่าเป็นธาตุชนิดเดียวกันหรือต่างชนิดกันกับผู้สวมใส่ หากเป็นธาตุชนิดเดียวกัน: ความชำนาญธาตุจะเพิ่มขึ้น <cryo>32</cryo> หน่วย; ธาตุต่างชนิดกัน: โบนัสความเสียหายธาตุที่เป็นชนิดธาตุของผู้สวมใส่ จะเพิ่มขึ้น <cryo>10%</cryo> โดยที่เอฟเฟกต์บัฟแต่ละชนิดข้างต้น จะซ้อนทับได้มากสุด 3 ชั้น นอกจากนี้ ความชำนาญธาตุของตัวละครอื่นในทีม ที่อยู่ในบริเวณใกล้เคียงจะเพิ่มขึ้น <cryo>40</cryo> หน่วย ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้"
    },
    "1": {
      "0": "ตัวละครอื่นแต่ละตัวในทีมนอกจากผู้สวมใส่ จะมอบเอฟเฟกต์บัฟให้แก่ผู้สวมใส่ โดยขึ้นกับว่าเป็นธาตุชนิดเดียวกันหรือต่างชนิดกันกับผู้สวมใส่ หากเป็นธาตุชนิดเดียวกัน: ความชำนาญธาตุจะเพิ่มขึ้น <cryo>40</cryo> หน่วย; ธาตุต่างชนิดกัน: โบนัสความเสียหายธาตุที่เป็นชนิดธาตุของผู้สวมใส่ จะเพิ่มขึ้น <cryo>14%</cryo> โดยที่เอฟเฟกต์บัฟแต่ละชนิดข้างต้น จะซ้อนทับได้มากสุด 3 ชั้น นอกจากนี้ ความชำนาญธาตุของตัวละครอื่นในทีม ที่อยู่ในบริเวณใกล้เคียงจะเพิ่มขึ้น <cryo>42</cryo> หน่วย ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้"
    },
    "2": {
      "0": "ตัวละครอื่นแต่ละตัวในทีมนอกจากผู้สวมใส่ จะมอบเอฟเฟกต์บัฟให้แก่ผู้สวมใส่ โดยขึ้นกับว่าเป็นธาตุชนิดเดียวกันหรือต่างชนิดกันกับผู้สวมใส่ หากเป็นธาตุชนิดเดียวกัน: ความชำนาญธาตุจะเพิ่มขึ้น <cryo>48</cryo> หน่วย; ธาตุต่างชนิดกัน: โบนัสความเสียหายธาตุที่เป็นชนิดธาตุของผู้สวมใส่ จะเพิ่มขึ้น <cryo>18%</cryo> โดยที่เอฟเฟกต์บัฟแต่ละชนิดข้างต้น จะซ้อนทับได้มากสุด 3 ชั้น นอกจากนี้ ความชำนาญธาตุของตัวละครอื่นในทีม ที่อยู่ในบริเวณใกล้เคียงจะเพิ่มขึ้น <cryo>44</cryo> หน่วย ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้"
    },
    "3": {
      "0": "ตัวละครอื่นแต่ละตัวในทีมนอกจากผู้สวมใส่ จะมอบเอฟเฟกต์บัฟให้แก่ผู้สวมใส่ โดยขึ้นกับว่าเป็นธาตุชนิดเดียวกันหรือต่างชนิดกันกับผู้สวมใส่ หากเป็นธาตุชนิดเดียวกัน: ความชำนาญธาตุจะเพิ่มขึ้น <cryo>56</cryo> หน่วย; ธาตุต่างชนิดกัน: โบนัสความเสียหายธาตุที่เป็นชนิดธาตุของผู้สวมใส่ จะเพิ่มขึ้น <cryo>22%</cryo> โดยที่เอฟเฟกต์บัฟแต่ละชนิดข้างต้น จะซ้อนทับได้มากสุด 3 ชั้น นอกจากนี้ ความชำนาญธาตุของตัวละครอื่นในทีม ที่อยู่ในบริเวณใกล้เคียงจะเพิ่มขึ้น <cryo>46</cryo> หน่วย ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้"
    },
    "4": {
      "0": "ตัวละครอื่นแต่ละตัวในทีมนอกจากผู้สวมใส่ จะมอบเอฟเฟกต์บัฟให้แก่ผู้สวมใส่ โดยขึ้นกับว่าเป็นธาตุชนิดเดียวกันหรือต่างชนิดกันกับผู้สวมใส่ หากเป็นธาตุชนิดเดียวกัน: ความชำนาญธาตุจะเพิ่มขึ้น <cryo>64</cryo> หน่วย; ธาตุต่างชนิดกัน: โบนัสความเสียหายธาตุที่เป็นชนิดธาตุของผู้สวมใส่ จะเพิ่มขึ้น <cryo>26%</cryo> โดยที่เอฟเฟกต์บัฟแต่ละชนิดข้างต้น จะซ้อนทับได้มากสุด 3 ชั้น นอกจากนี้ ความชำนาญธาตุของตัวละครอื่นในทีม ที่อยู่ในบริเวณใกล้เคียงจะเพิ่มขึ้น <cryo>48</cryo> หน่วย ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้"
    }
  }
}