{
  "name": "Moonpiercer",
  "description": {
    "0": "อาวุธที่ได้รับมาจากเรื่องเล่าของ Aranara ซึ่งมีรูปร่างเหมือนลูกธนูขนาดใหญ่ สามารถใช้เป็นหอกได้"
  },
  "passiveName": "Stillwood Moonshadow",
  "passiveDescription": {
    "0": {
      "0": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Revival ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งพลังโจมตีของตัวละครที่เก็บ Leaf of Revival จะเพิ่มขึ้น <cryo>16%</cryo> เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Revival ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "1": {
      "0": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Revival ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งพลังโจมตีของตัวละครที่เก็บ Leaf of Revival จะเพิ่มขึ้น <cryo>20%</cryo> เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Revival ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "2": {
      "0": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Revival ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งพลังโจมตีของตัวละครที่เก็บ Leaf of Revival จะเพิ่มขึ้น <cryo>24%</cryo> เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Revival ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "3": {
      "0": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Revival ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งพลังโจมตีของตัวละครที่เก็บ Leaf of Revival จะเพิ่มขึ้น <cryo>28%</cryo> เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Revival ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "4": {
      "0": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Revival ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งพลังโจมตีของตัวละครที่เก็บ Leaf of Revival จะเพิ่มขึ้น <cryo>32%</cryo> เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Revival ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    }
  }
}