{
  "name": "Lumidouce Elegy",
  "description": {
    "0": "หอกอันงดงาม ที่ประดับด้วยคริสตัลสีฟ้า ว่ากันว่าเป็นอาวุธ ที่ตัวแทนประลองในตำนาน เก็บสะสมมาตลอดชีวิต แต่ไม่เคยใช้งานมาก่อน"
  },
  "passiveName": "Bright Dawn Overture",
  "passiveDescription": {
    "0": {
      "0": "พลังโจมตีเพิ่มขึ้น <cryo>15%</cryo>; หลังจากผู้สวมใส่ทำให้เกิดปฏิกิริยาติดไฟแก่ศัตรู หรือสร้างความเสียหายไม้ให้กับศัตรูที่อยู่ในสถานะติดไฟ จะสร้างความเสียหายเพิ่มขึ้น <cryo>18%</cryo> โดยเอฟเฟกต์นี้จะมีระยะเวลาต่อเนื่อง 8 วินาที ซ้อนทับได้สูงสุด 2 ชั้น; เมื่อซ้อนทับถึง 2 ชั้น หรือระยะเวลาต่อเนื่องของชั้นที่ 2 ถูกรีเฟรช จะฟื้นฟูพลังงานธาตุ <cryo>12</cryo> หน่วย สามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 12 วินาที เอฟเฟกต์ 2 ชนิดข้างต้น จะสามารถเกิดขึ้นได้ แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "1": {
      "0": "พลังโจมตีเพิ่มขึ้น <cryo>19%</cryo>; หลังจากผู้สวมใส่ทำให้เกิดปฏิกิริยาติดไฟแก่ศัตรู หรือสร้างความเสียหายไม้ให้กับศัตรูที่อยู่ในสถานะติดไฟ จะสร้างความเสียหายเพิ่มขึ้น <cryo>23%</cryo> โดยเอฟเฟกต์นี้จะมีระยะเวลาต่อเนื่อง 8 วินาที ซ้อนทับได้สูงสุด 2 ชั้น; เมื่อซ้อนทับถึง 2 ชั้น หรือระยะเวลาต่อเนื่องของชั้นที่ 2 ถูกรีเฟรช จะฟื้นฟูพลังงานธาตุ <cryo>13</cryo> หน่วย สามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 12 วินาที เอฟเฟกต์ 2 ชนิดข้างต้น จะสามารถเกิดขึ้นได้ แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "2": {
      "0": "พลังโจมตีเพิ่มขึ้น <cryo>23%</cryo>; หลังจากผู้สวมใส่ทำให้เกิดปฏิกิริยาติดไฟแก่ศัตรู หรือสร้างความเสียหายไม้ให้กับศัตรูที่อยู่ในสถานะติดไฟ จะสร้างความเสียหายเพิ่มขึ้น <cryo>28%</cryo> โดยเอฟเฟกต์นี้จะมีระยะเวลาต่อเนื่อง 8 วินาที ซ้อนทับได้สูงสุด 2 ชั้น; เมื่อซ้อนทับถึง 2 ชั้น หรือระยะเวลาต่อเนื่องของชั้นที่ 2 ถูกรีเฟรช จะฟื้นฟูพลังงานธาตุ <cryo>14</cryo> หน่วย สามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 12 วินาที เอฟเฟกต์ 2 ชนิดข้างต้น จะสามารถเกิดขึ้นได้ แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "3": {
      "0": "พลังโจมตีเพิ่มขึ้น <cryo>27%</cryo>; หลังจากผู้สวมใส่ทำให้เกิดปฏิกิริยาติดไฟแก่ศัตรู หรือสร้างความเสียหายไม้ให้กับศัตรูที่อยู่ในสถานะติดไฟ จะสร้างความเสียหายเพิ่มขึ้น <cryo>33%</cryo> โดยเอฟเฟกต์นี้จะมีระยะเวลาต่อเนื่อง 8 วินาที ซ้อนทับได้สูงสุด 2 ชั้น; เมื่อซ้อนทับถึง 2 ชั้น หรือระยะเวลาต่อเนื่องของชั้นที่ 2 ถูกรีเฟรช จะฟื้นฟูพลังงานธาตุ <cryo>15</cryo> หน่วย สามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 12 วินาที เอฟเฟกต์ 2 ชนิดข้างต้น จะสามารถเกิดขึ้นได้ แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "4": {
      "0": "พลังโจมตีเพิ่มขึ้น <cryo>31%</cryo>; หลังจากผู้สวมใส่ทำให้เกิดปฏิกิริยาติดไฟแก่ศัตรู หรือสร้างความเสียหายไม้ให้กับศัตรูที่อยู่ในสถานะติดไฟ จะสร้างความเสียหายเพิ่มขึ้น <cryo>38%</cryo> โดยเอฟเฟกต์นี้จะมีระยะเวลาต่อเนื่อง 8 วินาที ซ้อนทับได้สูงสุด 2 ชั้น; เมื่อซ้อนทับถึง 2 ชั้น หรือระยะเวลาต่อเนื่องของชั้นที่ 2 ถูกรีเฟรช จะฟื้นฟูพลังงานธาตุ <cryo>16</cryo> หน่วย สามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 12 วินาที เอฟเฟกต์ 2 ชนิดข้างต้น จะสามารถเกิดขึ้นได้ แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    }
  }
}