{
  "name": "Hunter's Path",
  "description": {
    "0": "ธนูล่าสัตว์สลักทองที่ทำขึ้นจากกิ่งสีขาวที่แสนล้ำค่า เคยยิงสัตว์ร้ายที่บุกรุกเข้ามาในป่าจนร่วงมาแล้วนับไม่ถ้วน"
  },
  "passiveName": "At the End of the Beast-Paths",
  "passiveDescription": {
    "0": {
      "0": "ได้รับโบนัสความเสียหายธาตุทั้งหมด <cryo>12%</cryo> และหลังจากที่การชาร์จโจมตีถูกศัตรู จะได้รับเอฟเฟกต์ Tireless Hunt ซึ่งจะทำให้การชาร์จโจมตี สร้างความเสียหายเพิ่มขึ้น โดยค่าที่เพิ่ม จะเท่ากับ <cryo>160%</cryo> ของความชำนาญธาตุ ซึ่งเอฟเฟกต์นี้ จะหายไปเมื่อทำงานครบ 12 ครั้ง หรือหลังจากผ่านไป 10 วินาที โดยที่ทุก 12 วินาที จะได้รับ Tireless Hunt มากสุดหนึ่งครั้ง"
    },
    "1": {
      "0": "ได้รับโบนัสความเสียหายธาตุทั้งหมด <cryo>15%</cryo> และหลังจากที่การชาร์จโจมตีถูกศัตรู จะได้รับเอฟเฟกต์ Tireless Hunt ซึ่งจะทำให้การชาร์จโจมตี สร้างความเสียหายเพิ่มขึ้น โดยค่าที่เพิ่ม จะเท่ากับ <cryo>200%</cryo> ของความชำนาญธาตุ ซึ่งเอฟเฟกต์นี้ จะหายไปเมื่อทำงานครบ 12 ครั้ง หรือหลังจากผ่านไป 10 วินาที โดยที่ทุก 12 วินาที จะได้รับ Tireless Hunt มากสุดหนึ่งครั้ง"
    },
    "2": {
      "0": "ได้รับโบนัสความเสียหายธาตุทั้งหมด <cryo>18%</cryo> และหลังจากที่การชาร์จโจมตีถูกศัตรู จะได้รับเอฟเฟกต์ Tireless Hunt ซึ่งจะทำให้การชาร์จโจมตี สร้างความเสียหายเพิ่มขึ้น โดยค่าที่เพิ่ม จะเท่ากับ <cryo>240%</cryo> ของความชำนาญธาตุ ซึ่งเอฟเฟกต์นี้ จะหายไปเมื่อทำงานครบ 12 ครั้ง หรือหลังจากผ่านไป 10 วินาที โดยที่ทุก 12 วินาที จะได้รับ Tireless Hunt มากสุดหนึ่งครั้ง"
    },
    "3": {
      "0": "ได้รับโบนัสความเสียหายธาตุทั้งหมด <cryo>21%</cryo> และหลังจากที่การชาร์จโจมตีถูกศัตรู จะได้รับเอฟเฟกต์ Tireless Hunt ซึ่งจะทำให้การชาร์จโจมตี สร้างความเสียหายเพิ่มขึ้น โดยค่าที่เพิ่ม จะเท่ากับ <cryo>280%</cryo> ของความชำนาญธาตุ ซึ่งเอฟเฟกต์นี้ จะหายไปเมื่อทำงานครบ 12 ครั้ง หรือหลังจากผ่านไป 10 วินาที โดยที่ทุก 12 วินาที จะได้รับ Tireless Hunt มากสุดหนึ่งครั้ง"
    },
    "4": {
      "0": "ได้รับโบนัสความเสียหายธาตุทั้งหมด <cryo>24%</cryo> และหลังจากที่การชาร์จโจมตีถูกศัตรู จะได้รับเอฟเฟกต์ Tireless Hunt ซึ่งจะทำให้การชาร์จโจมตี สร้างความเสียหายเพิ่มขึ้น โดยค่าที่เพิ่ม จะเท่ากับ <cryo>320%</cryo> ของความชำนาญธาตุ ซึ่งเอฟเฟกต์นี้ จะหายไปเมื่อทำงานครบ 12 ครั้ง หรือหลังจากผ่านไป 10 วินาที โดยที่ทุก 12 วินาที จะได้รับ Tireless Hunt มากสุดหนึ่งครั้ง"
    }
  }
}