{
  "name": "Fang of the Mountain King",
  "description": {
    "0": "ดาบใหญ่ที่ถูกหลอมขึ้นจากเทอร์คอยส์บริสุทธิ์ ด้วยน้ำหนักที่หนักกว่าอาวุธทั่วไป จึงได้รับการขนานนามว่า Kongamato \"ราชาแห่งขุนเขา\""
  },
  "passiveName": "Turquoise Hunt",
  "passiveDescription": {
    "0": {
      "0": "หลังจากสกิลธาตุโจมตีโดนศัตรู จะได้รับ \"Canopy's Favor\" 1 ชั้น ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุด 1 ครั้ง ในทุก 0.5 วินาที; หลังจากตัวละครในทีมทำให้เกิดปฏิกิริยาติดไฟ หรือเบ่งบาน ผู้สวมใส่จะได้รับ Canopy's Favor 3 ชั้น โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุด 1 ครั้ง ในทุก 2 วินาที และเอฟเฟกต์นี้สามารถเกิดขึ้นได้ แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ Canopy's Favor: ความเสียหายสกิลธาตุ และความเสียหายท่าไม้ตายเพิ่มขึ้น <cryo>10%</cryo> เป็นเวลา 6 วินาที ซ้อนทับได้สูงสุด 6 ชั้น โดยแต่ละชั้นจะคำนวณระยะเวลาต่อเนื่องแยกกัน"
    },
    "1": {
      "0": "หลังจากสกิลธาตุโจมตีโดนศัตรู จะได้รับ \"Canopy's Favor\" 1 ชั้น ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุด 1 ครั้ง ในทุก 0.5 วินาที; หลังจากตัวละครในทีมทำให้เกิดปฏิกิริยาติดไฟ หรือเบ่งบาน ผู้สวมใส่จะได้รับ Canopy's Favor 3 ชั้น โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุด 1 ครั้ง ในทุก 2 วินาที และเอฟเฟกต์นี้สามารถเกิดขึ้นได้ แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ Canopy's Favor: ความเสียหายสกิลธาตุ และความเสียหายท่าไม้ตายเพิ่มขึ้น <cryo>12.5%</cryo> เป็นเวลา 6 วินาที ซ้อนทับได้สูงสุด 6 ชั้น โดยแต่ละชั้นจะคำนวณระยะเวลาต่อเนื่องแยกกัน"
    },
    "2": {
      "0": "หลังจากสกิลธาตุโจมตีโดนศัตรู จะได้รับ \"Canopy's Favor\" 1 ชั้น ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุด 1 ครั้ง ในทุก 0.5 วินาที; หลังจากตัวละครในทีมทำให้เกิดปฏิกิริยาติดไฟ หรือเบ่งบาน ผู้สวมใส่จะได้รับ Canopy's Favor 3 ชั้น โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุด 1 ครั้ง ในทุก 2 วินาที และเอฟเฟกต์นี้สามารถเกิดขึ้นได้ แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ Canopy's Favor: ความเสียหายสกิลธาตุ และความเสียหายท่าไม้ตายเพิ่มขึ้น <cryo>15%</cryo> เป็นเวลา 6 วินาที ซ้อนทับได้สูงสุด 6 ชั้น โดยแต่ละชั้นจะคำนวณระยะเวลาต่อเนื่องแยกกัน"
    },
    "3": {
      "0": "หลังจากสกิลธาตุโจมตีโดนศัตรู จะได้รับ \"Canopy's Favor\" 1 ชั้น ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุด 1 ครั้ง ในทุก 0.5 วินาที; หลังจากตัวละครในทีมทำให้เกิดปฏิกิริยาติดไฟ หรือเบ่งบาน ผู้สวมใส่จะได้รับ Canopy's Favor 3 ชั้น โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุด 1 ครั้ง ในทุก 2 วินาที และเอฟเฟกต์นี้สามารถเกิดขึ้นได้ แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ Canopy's Favor: ความเสียหายสกิลธาตุ และความเสียหายท่าไม้ตายเพิ่มขึ้น <cryo>17.5%</cryo> เป็นเวลา 6 วินาที ซ้อนทับได้สูงสุด 6 ชั้น โดยแต่ละชั้นจะคำนวณระยะเวลาต่อเนื่องแยกกัน"
    },
    "4": {
      "0": "หลังจากสกิลธาตุโจมตีโดนศัตรู จะได้รับ \"Canopy's Favor\" 1 ชั้น ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุด 1 ครั้ง ในทุก 0.5 วินาที; หลังจากตัวละครในทีมทำให้เกิดปฏิกิริยาติดไฟ หรือเบ่งบาน ผู้สวมใส่จะได้รับ Canopy's Favor 3 ชั้น โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุด 1 ครั้ง ในทุก 2 วินาที และเอฟเฟกต์นี้สามารถเกิดขึ้นได้ แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ Canopy's Favor: ความเสียหายสกิลธาตุ และความเสียหายท่าไม้ตายเพิ่มขึ้น <cryo>20%</cryo> เป็นเวลา 6 วินาที ซ้อนทับได้สูงสุด 6 ชั้น โดยแต่ละชั้นจะคำนวณระยะเวลาต่อเนื่องแยกกัน"
    }
  }
}