{
  "name": "Wolf-Fang",
  "description": {
    "0": "ตำนานเล่าว่าในอดีตอันยาวนาน นี่เคยเป็นดาบของอัศวินพเนจรท่านหนึ่ง"
  },
  "passiveName": "Northwind Wolf",
  "passiveDescription": {
    "0": {
      "0": "สกิลธาตุและท่าไม้ตาย สร้างความเสียหายเพิ่มขึ้น <cryo>16%</cryo> เมื่อสกิลธาตุโจมตีถูกศัตรู อัตราคริของสกิลธาตุจะเพิ่มขึ้น <cryo>2%</cryo>; เมื่อท่าไม้ตายโจมตีถูกศัตรู อัตราคริของท่าไม้ตายจะเพิ่มขึ้น <cryo>2%</cryo> โดยทั้งสองเอฟเฟกต์ข้างต้นจะมีระยะเวลาต่อเนื่อง 10 วินาที และถูกคิดแยกกัน ซ้อนทับได้สูงสุด 4 ชั้น และจะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 0.1 วินาที"
    },
    "1": {
      "0": "สกิลธาตุและท่าไม้ตาย สร้างความเสียหายเพิ่มขึ้น <cryo>20%</cryo> เมื่อสกิลธาตุโจมตีถูกศัตรู อัตราคริของสกิลธาตุจะเพิ่มขึ้น <cryo>2.5%</cryo>; เมื่อท่าไม้ตายโจมตีถูกศัตรู อัตราคริของท่าไม้ตายจะเพิ่มขึ้น <cryo>2.5%</cryo> โดยทั้งสองเอฟเฟกต์ข้างต้นจะมีระยะเวลาต่อเนื่อง 10 วินาที และถูกคิดแยกกัน ซ้อนทับได้สูงสุด 4 ชั้น และจะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 0.1 วินาที"
    },
    "2": {
      "0": "สกิลธาตุและท่าไม้ตาย สร้างความเสียหายเพิ่มขึ้น <cryo>24%</cryo> เมื่อสกิลธาตุโจมตีถูกศัตรู อัตราคริของสกิลธาตุจะเพิ่มขึ้น <cryo>3%</cryo>; เมื่อท่าไม้ตายโจมตีถูกศัตรู อัตราคริของท่าไม้ตายจะเพิ่มขึ้น <cryo>3%</cryo> โดยทั้งสองเอฟเฟกต์ข้างต้นจะมีระยะเวลาต่อเนื่อง 10 วินาที และถูกคิดแยกกัน ซ้อนทับได้สูงสุด 4 ชั้น และจะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 0.1 วินาที"
    },
    "3": {
      "0": "สกิลธาตุและท่าไม้ตาย สร้างความเสียหายเพิ่มขึ้น <cryo>28%</cryo> เมื่อสกิลธาตุโจมตีถูกศัตรู อัตราคริของสกิลธาตุจะเพิ่มขึ้น <cryo>3.5%</cryo>; เมื่อท่าไม้ตายโจมตีถูกศัตรู อัตราคริของท่าไม้ตายจะเพิ่มขึ้น <cryo>3.5%</cryo> โดยทั้งสองเอฟเฟกต์ข้างต้นจะมีระยะเวลาต่อเนื่อง 10 วินาที และถูกคิดแยกกัน ซ้อนทับได้สูงสุด 4 ชั้น และจะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 0.1 วินาที"
    },
    "4": {
      "0": "สกิลธาตุและท่าไม้ตาย สร้างความเสียหายเพิ่มขึ้น <cryo>32%</cryo> เมื่อสกิลธาตุโจมตีถูกศัตรู อัตราคริของสกิลธาตุจะเพิ่มขึ้น <cryo>4%</cryo>; เมื่อท่าไม้ตายโจมตีถูกศัตรู อัตราคริของท่าไม้ตายจะเพิ่มขึ้น <cryo>4%</cryo> โดยทั้งสองเอฟเฟกต์ข้างต้นจะมีระยะเวลาต่อเนื่อง 10 วินาที และถูกคิดแยกกัน ซ้อนทับได้สูงสุด 4 ชั้น และจะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 0.1 วินาที"
    }
  }
}