{
  "name": "Fruit of Fulfillment",
  "description": {
    "0": "ผลไม้ที่ได้รับมาจากเรื่องเล่าของ Aranara มีศักยภาพที่จะเอาชนะวิกฤติใด ๆ ก็ตามอยู่ในนั้น"
  },
  "passiveName": "Full Circle",
  "passiveDescription": {
    "0": {
      "0": "หลังจากเกิดปฏิกิริยาธาตุ จะได้รับเอฟเฟกต์ Wax and Wane โดยจะทำให้ความชำนาญธาตุเพิ่มขึ้น <cryo>24</cryo> หน่วย แต่พลังโจมตีจะลดลง 5% ซึ่งทุก 0.3 วินาที จะได้รับเอฟเฟกต์ Wax and Wane มากสุดหนึ่งชั้น ซ้อนทับกันได้มากสุด 5 ชั้น และในตอนที่ไม่เกิดปฏิกิริยาธาตุ ในทุก 6 วินาที เอฟเฟกต์จะหายไปหนึ่งชั้น โดยที่เอฟเฟกต์นี้ จะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "1": {
      "0": "หลังจากเกิดปฏิกิริยาธาตุ จะได้รับเอฟเฟกต์ Wax and Wane โดยจะทำให้ความชำนาญธาตุเพิ่มขึ้น <cryo>27</cryo> หน่วย แต่พลังโจมตีจะลดลง 5% ซึ่งทุก 0.3 วินาที จะได้รับเอฟเฟกต์ Wax and Wane มากสุดหนึ่งชั้น ซ้อนทับกันได้มากสุด 5 ชั้น และในตอนที่ไม่เกิดปฏิกิริยาธาตุ ในทุก 6 วินาที เอฟเฟกต์จะหายไปหนึ่งชั้น โดยที่เอฟเฟกต์นี้ จะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "2": {
      "0": "หลังจากเกิดปฏิกิริยาธาตุ จะได้รับเอฟเฟกต์ Wax and Wane โดยจะทำให้ความชำนาญธาตุเพิ่มขึ้น <cryo>30</cryo> หน่วย แต่พลังโจมตีจะลดลง 5% ซึ่งทุก 0.3 วินาที จะได้รับเอฟเฟกต์ Wax and Wane มากสุดหนึ่งชั้น ซ้อนทับกันได้มากสุด 5 ชั้น และในตอนที่ไม่เกิดปฏิกิริยาธาตุ ในทุก 6 วินาที เอฟเฟกต์จะหายไปหนึ่งชั้น โดยที่เอฟเฟกต์นี้ จะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "3": {
      "0": "หลังจากเกิดปฏิกิริยาธาตุ จะได้รับเอฟเฟกต์ Wax and Wane โดยจะทำให้ความชำนาญธาตุเพิ่มขึ้น <cryo>33</cryo> หน่วย แต่พลังโจมตีจะลดลง 5% ซึ่งทุก 0.3 วินาที จะได้รับเอฟเฟกต์ Wax and Wane มากสุดหนึ่งชั้น ซ้อนทับกันได้มากสุด 5 ชั้น และในตอนที่ไม่เกิดปฏิกิริยาธาตุ ในทุก 6 วินาที เอฟเฟกต์จะหายไปหนึ่งชั้น โดยที่เอฟเฟกต์นี้ จะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "4": {
      "0": "หลังจากเกิดปฏิกิริยาธาตุ จะได้รับเอฟเฟกต์ Wax and Wane โดยจะทำให้ความชำนาญธาตุเพิ่มขึ้น <cryo>36</cryo> หน่วย แต่พลังโจมตีจะลดลง 5% ซึ่งทุก 0.3 วินาที จะได้รับเอฟเฟกต์ Wax and Wane มากสุดหนึ่งชั้น ซ้อนทับกันได้มากสุด 5 ชั้น และในตอนที่ไม่เกิดปฏิกิริยาธาตุ ในทุก 6 วินาที เอฟเฟกต์จะหายไปหนึ่งชั้น โดยที่เอฟเฟกต์นี้ จะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    }
  }
}