{
  "name": "Nightweaver's Looking Glass",
  "description": {
    "0": "กระจกสีเงินที่ทำขึ้นจากเงินบริสุทธิ์ ตำนานเล่าว่า มันได้เห็นการถือกำเนิด ของเทพธิดาแห่งจันทรา จึงได้รับการยกย่อง ให้เป็นรีลิกส์ขั้นสูงสุด โดยลูกหลานจันทราน้ำค้างแข็ง"
  },
  "passiveName": "Millennial Hymn",
  "passiveDescription": {
    "0": {
      "0": "เมื่อสกิลธาตุสร้างความเสียหายน้ำหรือไม้ ผู้สวมใส่จะได้รับเอฟเฟกต์ \"Prayer of the Far North\": ความชำนาญธาตุเพิ่มขึ้น <cryo>60</cryo> หน่วย เป็นเวลา 4.5 วินาที; เมื่อตัวละครในทีมที่อยู่ในบริเวณใกล้เคียงทำให้เกิดปฏิกิริยางอกเงยจันทรา ผู้สวมใส่จะได้รับเอฟเฟกต์ \"New Moon Verse\": ความชำนาญธาตุเพิ่มขึ้น <cryo>60</cryo> หน่วย เป็นเวลา 10 วินาที; เมื่อมีเอฟเฟกต์ \"Prayer of the Far North\" และ \"New Moon Verse\" อยู่ในเวลาเดียวกัน ความเสียหายจากปฏิกิริยางอกเงย ที่ตัวละครในทีมที่อยู่ในบริเวณใกล้เคียงทั้งหมดสร้างจะเพิ่มขึ้น <cryo>120%</cryo>, ความเสียหายจากไฮเปอร์บลูม และเบ่งบานเพิ่มขึ้น <cryo>80%</cryo> ความเสียหายจากงอกเงยจันทราเพิ่มขึ้น <cryo>40%</cryo> เอฟเฟกต์นี้ไม่สามารถซ้อนทับกันได้ และยังคงสามารถเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "1": {
      "0": "เมื่อสกิลธาตุสร้างความเสียหายน้ำหรือไม้ ผู้สวมใส่จะได้รับเอฟเฟกต์ \"Prayer of the Far North\": ความชำนาญธาตุเพิ่มขึ้น <cryo>75</cryo> หน่วย เป็นเวลา 4.5 วินาที; เมื่อตัวละครในทีมที่อยู่ในบริเวณใกล้เคียงทำให้เกิดปฏิกิริยางอกเงยจันทรา ผู้สวมใส่จะได้รับเอฟเฟกต์ \"New Moon Verse\": ความชำนาญธาตุเพิ่มขึ้น <cryo>75</cryo> หน่วย เป็นเวลา 10 วินาที; เมื่อมีเอฟเฟกต์ \"Prayer of the Far North\" และ \"New Moon Verse\" อยู่ในเวลาเดียวกัน ความเสียหายจากปฏิกิริยางอกเงย ที่ตัวละครในทีมที่อยู่ในบริเวณใกล้เคียงทั้งหมดสร้างจะเพิ่มขึ้น <cryo>150%</cryo>, ความเสียหายจากไฮเปอร์บลูม และเบ่งบานเพิ่มขึ้น <cryo>100%</cryo> ความเสียหายจากงอกเงยจันทราเพิ่มขึ้น <cryo>50%</cryo> เอฟเฟกต์นี้ไม่สามารถซ้อนทับกันได้ และยังคงสามารถเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "2": {
      "0": "เมื่อสกิลธาตุสร้างความเสียหายน้ำหรือไม้ ผู้สวมใส่จะได้รับเอฟเฟกต์ \"Prayer of the Far North\": ความชำนาญธาตุเพิ่มขึ้น <cryo>90</cryo> หน่วย เป็นเวลา 4.5 วินาที; เมื่อตัวละครในทีมที่อยู่ในบริเวณใกล้เคียงทำให้เกิดปฏิกิริยางอกเงยจันทรา ผู้สวมใส่จะได้รับเอฟเฟกต์ \"New Moon Verse\": ความชำนาญธาตุเพิ่มขึ้น <cryo>90</cryo> หน่วย เป็นเวลา 10 วินาที; เมื่อมีเอฟเฟกต์ \"Prayer of the Far North\" และ \"New Moon Verse\" อยู่ในเวลาเดียวกัน ความเสียหายจากปฏิกิริยางอกเงย ที่ตัวละครในทีมที่อยู่ในบริเวณใกล้เคียงทั้งหมดสร้างจะเพิ่มขึ้น <cryo>180%</cryo>, ความเสียหายจากไฮเปอร์บลูม และเบ่งบานเพิ่มขึ้น <cryo>120%</cryo> ความเสียหายจากงอกเงยจันทราเพิ่มขึ้น <cryo>60%</cryo> เอฟเฟกต์นี้ไม่สามารถซ้อนทับกันได้ และยังคงสามารถเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "3": {
      "0": "เมื่อสกิลธาตุสร้างความเสียหายน้ำหรือไม้ ผู้สวมใส่จะได้รับเอฟเฟกต์ \"Prayer of the Far North\": ความชำนาญธาตุเพิ่มขึ้น <cryo>105</cryo> หน่วย เป็นเวลา 4.5 วินาที; เมื่อตัวละครในทีมที่อยู่ในบริเวณใกล้เคียงทำให้เกิดปฏิกิริยางอกเงยจันทรา ผู้สวมใส่จะได้รับเอฟเฟกต์ \"New Moon Verse\": ความชำนาญธาตุเพิ่มขึ้น <cryo>105</cryo> หน่วย เป็นเวลา 10 วินาที; เมื่อมีเอฟเฟกต์ \"Prayer of the Far North\" และ \"New Moon Verse\" อยู่ในเวลาเดียวกัน ความเสียหายจากปฏิกิริยางอกเงย ที่ตัวละครในทีมที่อยู่ในบริเวณใกล้เคียงทั้งหมดสร้างจะเพิ่มขึ้น <cryo>210%</cryo>, ความเสียหายจากไฮเปอร์บลูม และเบ่งบานเพิ่มขึ้น <cryo>140%</cryo> ความเสียหายจากงอกเงยจันทราเพิ่มขึ้น <cryo>70%</cryo> เอฟเฟกต์นี้ไม่สามารถซ้อนทับกันได้ และยังคงสามารถเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "4": {
      "0": "เมื่อสกิลธาตุสร้างความเสียหายน้ำหรือไม้ ผู้สวมใส่จะได้รับเอฟเฟกต์ \"Prayer of the Far North\": ความชำนาญธาตุเพิ่มขึ้น <cryo>120</cryo> หน่วย เป็นเวลา 4.5 วินาที; เมื่อตัวละครในทีมที่อยู่ในบริเวณใกล้เคียงทำให้เกิดปฏิกิริยางอกเงยจันทรา ผู้สวมใส่จะได้รับเอฟเฟกต์ \"New Moon Verse\": ความชำนาญธาตุเพิ่มขึ้น <cryo>120</cryo> หน่วย เป็นเวลา 10 วินาที; เมื่อมีเอฟเฟกต์ \"Prayer of the Far North\" และ \"New Moon Verse\" อยู่ในเวลาเดียวกัน ความเสียหายจากปฏิกิริยางอกเงย ที่ตัวละครในทีมที่อยู่ในบริเวณใกล้เคียงทั้งหมดสร้างจะเพิ่มขึ้น <cryo>240%</cryo>, ความเสียหายจากไฮเปอร์บลูม และเบ่งบานเพิ่มขึ้น <cryo>160%</cryo> ความเสียหายจากงอกเงยจันทราเพิ่มขึ้น <cryo>80%</cryo> เอฟเฟกต์นี้ไม่สามารถซ้อนทับกันได้ และยังคงสามารถเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    }
  }
}