{
  "name": "Forest Regalia",
  "description": {
    "0": "อาวุธที่ได้รับมาจากเรื่องเล่าของ Aranara ซึ่งมีรูปร่างเหมือนดาบใหญ่ สามารถบดขยี้ศัตรูของป่าได้"
  },
  "passiveName": "Forest Sanctuary",
  "passiveDescription": {
    "0": {
      "0": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Consciousness ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งความชำนาญธาตุของตัวละครที่เก็บ Leaf of Consciousness จะเพิ่มขึ้น <cryo>60</cryo> หน่วย เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Consciousness ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์ของ Leaf of Consciousness ไม่สามารถซ้อนทับกันได้"
    },
    "1": {
      "0": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Consciousness ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งความชำนาญธาตุของตัวละครที่เก็บ Leaf of Consciousness จะเพิ่มขึ้น <cryo>75</cryo> หน่วย เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Consciousness ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์ของ Leaf of Consciousness ไม่สามารถซ้อนทับกันได้"
    },
    "2": {
      "0": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Consciousness ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งความชำนาญธาตุของตัวละครที่เก็บ Leaf of Consciousness จะเพิ่มขึ้น <cryo>90</cryo> หน่วย เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Consciousness ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์ของ Leaf of Consciousness ไม่สามารถซ้อนทับกันได้"
    },
    "3": {
      "0": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Consciousness ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งความชำนาญธาตุของตัวละครที่เก็บ Leaf of Consciousness จะเพิ่มขึ้น <cryo>105</cryo> หน่วย เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Consciousness ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์ของ Leaf of Consciousness ไม่สามารถซ้อนทับกันได้"
    },
    "4": {
      "0": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Consciousness ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งความชำนาญธาตุของตัวละครที่เก็บ Leaf of Consciousness จะเพิ่มขึ้น <cryo>120</cryo> หน่วย เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Consciousness ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์ของ Leaf of Consciousness ไม่สามารถซ้อนทับกันได้"
    }
  }
}