{
  "welcome": "Bienvenue dans Genshin Optimizer!",
  "paragraphIntro": "<0>Qu'est-ce que Genshin Optimizer?</0><1>Genshin Optimizer est un outil pour le jeu action-rpg gacha <1><strong>Genshin Impact</strong></1>. Il est destiné à vous aider à gérer l'aspect le plus complexe du jeu: les artefacts. Les artefacts sont des éléments fortement basés sur le RNG qui contribuent directement à l'efficacité de vos personnages dans le jeu. Cet outil vise à alléger une partie de la complexité associée. avec l'efficacité des artefacts, ainsi que l'artefact à choisir sur votre personnage pour maximiser vos statistiques.</1><p>Cependant, cet outil peut faire beaucoup plus. Il permettra de calculer toutes les statistiques conditionnelles des artefacts, des armes, des buffs d'équipes , et calculez comment ces statistiques affecteront votre personnage en TEMPS RÉEL.</p>",
  "paragraphArtifactEditor": "<0>Editeur d'artefacts</0><1><0>Éditeur d'artefacts complet.</0><1>Ajoutez des artefacts en scannant une capture d'écran.</1><2>Calculez automatiquement la valeur exacte de chaque artefact.</2><3>Calculez l'efficacité des sous-conditions à l'aide des calculs de jet. Utilisez un seul nombre pour déterminer s'il faut conserver ou jeter un artefact!</3><4>Équiper / déséquiper / échangez des artefacts entre vos personnages, essayez différentes versions.</4></1>",
  "paragraphCharacterEditor": "<0>Éditeur de caractères</0><1><0>Éditeur de caractères complet.</0><1>Renseignez automatiquement les statistiques des personnages à chaque niveau de jalon / ascension.</1><2>Statistiques entièrement modifiables pour la personnalisation.</2><3>Calculez les statistiques actuelles en fonction de l'arme / des artefacts.</3><4>Arme complète, avec niveau d'étape / statistiques d'ascension</4><5>Appliquez des passifs conditionnels, par exemple le bonus d'empilement ATK et DEF de Whiteblind, aux statistiques de votre personnage.</5><6>Appliquez également les passifs conditionnels des ensembles d'artefacts!</6><7>Calcul des dégâts des talents en construction</7><8 >Sous Construction, mettez à jour les statistiques / talents des personnages en fonction de la constellation.</8></1>",
  "paragraphCharacterDamageCalculations": "<0>Calcul des dégâts des personnages</0><1><0>Tous les détails des talents de chaque <1><0>WIP</0></1> personnage.</0><1>Tous les nombres doivent refléter les dégâts réels du jeu.</1><2>Statistiques et modifications conditionnelles de chaque constellation prise en compte.</2><3>Affiche les calculs pour tous les nombres, ainsi que les formules . Je montre mon travail.</3><4>Éditeur ennemi avec des champs de niveau / résistance pour personnaliser les calculs de dégâts.</4><5>Tenir compte de l'infusion élémentaire pour les attaques normales / chargées / plongeantes.</5><6 >Calcul des dommages en temps réel.</6></1>",
  "paragraphBuildGenerator": "<0>Générateur de buil</0><1><0>Générateur de builds pour des personnages spécifiques en utilisant des artefacts ajoutés par l'utilisateur.</0><1>Limiter les builds par des jeux d'artefacts, main stats ...</1><2>Triez les constructions générées par une statistique spécifique pour les maximiser.</2><3>Le générateur ne ramassera pas les artefacts déjà équipés sur un personnage différent.</3><4>Comparer construit un artefact généré contre un artefact actuellement sur le personnage.</4><5>Utilisez les statistiques conditionnelles des ensembles d'artefacts, par exemple le bonus de DMG d'attaque normal de Gladitator à 4 sets, dans le cadre des calculs de construction.</5></1>",
  "paragraphTools": "<0>Outils et Doodads</0><1><0>Temps du serveur, avec compte à rebours à réinitialiser.</0><1>Compteur de résine.</1><2>Calculateur d’expérience, pour optimiser l'utilisation des livres EXP.</2><3><0>En construction</0>Resource Coverter, pour toutes ces ressources à plusieurs niveaux x3.</3><4><0>En construction</0>To-Do list: une liste dynamique de choses à faire pour vous dire quoi broyer chaque jour</4></1>",
  "paragraphFuture": "<0>Qu'y a-t-il pour l'avenir?</0><1><0>Calculs complets de talent / constellation pour chaque personnage libéré. ​​</0><1>Enregistrement de plusieurs constructions d'artefacts par personnage, pour comparaison.</1><2>Mordus de nourriture, buffs d'équipe.</2><3>Planification des ressources pour voir les coûts d'engagement d'artefact / personnage / arme.</3><4>Analyse d'artefact, graphiques pour afficher vos données d'artefact.</4></1><2>Pour en savoir plus et pour vérifier ce qui est en cours de travail, rejoignez notre <1>discorde.</1></2>",
  "paragraphHelpDevelopment": "<0>Vous voulez aider le développeur?</0><1>Genshin Optimizer a été la manifestation de nombreux jours et semaines de nuits blanches, et le développeur tente toujours activement d'améliorer et ajouter des fonctionnalités. Si vous souhaitez faire part de vos commentaires, demander une fonctionnalité, signaler un bug, rejoignez notre <1>discorde .</1></1><2>Si vous souhaitez soutenir le développeur de manière fiancière, veuillez faire un don via <1>Paypal</1>ou <3>Patreon</3>.</2>",
  "paragraphCredits": "<0>Crédit où le crédit est dû</0><p>GO ne serait pas là où il se trouve toutes ces sources / personnes. Il est temps de saluer et de les remercier.</p><2><0>Merci à tous les membres de la communauté, et en particulier aux membres de notre <1>discorde</1>, de nous avoir fait part de leurs commentaires et de m'aider à améliorer cet outil.</0><1>Merci à <1>Honey Impact</1>, pour nous avoir fourni une source fiable et cohérente de données et de chiffres. Tous nos calculs seraient sans objet.</1><2>Un pourcentage sain de nos images Genshin provient de <1>The Genshin Impact Wiki</1>, donc un grand merci pour eux.</2><3>Un merci spécial aux membres de notre communauté qui ont récupéré le fichier supplémentaire et nous ont aidés à tester formulas en enregistrant les données du jeu et les personnes qui nous ont aidés avec des contributions au code source.</3><4>Merci à tous les autres d'avoir partagé cet outil et d'avoir incité davantage de personnes à l'utiliser.</4><5>Enfin, et surtout, merci <1>VOUS</1> d’utiliser GO dès maintenant.</5></2>"
} 