{
  "name": "Yoimiya",
  "title": "Vũ Điệu Bão Lửa",
  "description": "Chủ tiệm Pháo Hoa Naganohara, Nữ Hoàng Lễ Hội Hè, là người thợ tài năng gửi gắm nguyện vọng của mọi người vào pháo hoa.",
  "constellationName": "Cung Lưu Kim",
  "auto": {
    "name": "Khói Lửa Chiến Đấu",
    "fields": {
      "normal": {
        "0": "<strong><strong>Tấn Công Thường</strong>",
        "1": "Liên tục bắn tên, tối đa 5 lần."
      },
      "charged": {
        "0": "<strong>Trọng kích</strong>",
        "1": "Có thể <strong>ngắm bắn</strong> chính xác hơn, sát thương cao hơn.",
        "2": "Khi nhắm, ngọn lửa sẽ ngưng tụ liên tục trên mũi tên và bắn ra cùng với tấn công. Thời gian tụ lực dài hay ngắn sẽ gây ra hiệu quả khác nhau:",
        "3": [
          "Tụ lực lần 1: Bắn mũi tên có ngọn lửa gây <pyro>sát thương Nguyên Tố Hỏa</pyro>;",
          "Tụ lực lần 2: Sinh ra tối đa 3 Mũi Tên Lửa tùy vào thời gian tụ lực và phóng tên theo lần nhắm bắn này. Mũi Tên Lửa sẽ tự truy tìm kẻ địch ở gần, đồng thời khi trúng tên sẽ gây <pyro>sát thương Nguyên Tố Hỏa</pyro>."
        ]
      },
      "plunging": {
        "0": "<strong>Tấn Công Khi Đáp</strong>",
        "1": "Bắn mưa tên liên tiếp xuống mặt đất, gây sát thương phạm vi khi chạm đất."
      }
    },
    "skillParams": {
      "0": "Sát Thương Lần 1",
      "1": "Sát Thương Lần 2",
      "2": "Sát Thương Lần 3",
      "3": "Sát Thương Lần 4",
      "4": "Sát Thương Lần 5",
      "5": "Ngắm Bắn",
      "6": "Tụ Lực Ngắm Bắn",
      "7": "Sát thương Mũi Tên Lửa",
      "8": "Sát Thương Khi Đáp",
      "9": "Sát Thương Khi Rơi Từ Độ Cao Thấp/Cao",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Điệu Nhảy Niwabi Cháy Bỏng",
    "description": {
      "0": "Dây lửa pháo hoa bao bọc lấy Yoimiya.",
      "1": "<br/>",
      "2": "<strong>Niwabi Enshou</strong>",
      "3": "Trong thời gian duy trì hiệu quả, mũi tên bắn ra từ tấn công thường của Yoimiya sẽ chuyển thành mũi tên lửa, sát thương gây ra chuyển thành <pyro>sát thương Nguyên Tố Hỏa</pyro> và tăng sát thương gây ra bởi tấn công thường; Trong thời gian duy trì, tụ lực lần 2 của \"Tấn Công Thường - Khói Lửa Chiến Đấu\" sẽ không thể sinh ra mũi tên lửa được nữa.",
      "4": "<br/>",
      "5": "Hiệu quả sẽ biến mất khi Yoimiya rời trận.",
      "6": "<br/>",
      "7": "<i>\"Niwabi\" là dây pháo hoa được Yoimiya tự sáng chế, không cần chuẩn bị trước hay huấn luyện cũng có thể đốt, vì vậy rất được ưa chuộng. Sau nhiều sự cố, Hiệp Hội Tenryou đã ra lệnh cấm đốt Niwabi trong thành, nhưng những đốm lửa nhỏ vẫn cứ sáng lên trong đêm. Nếu nhìn từ trên cao chắc cũng giống hệt với ánh sáng của những ngôi sao lập lòe.</i>"
    },
    "skillParams": {
      "0": "Sát thương mũi tên lửa",
      "1": "Thời Gian Kéo Dài",
      "2": "CD",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Cỏ Ryuukin",
    "description": {
      "0": "Yoimiya bay lên trời theo pháo hoa tự chế \"Cỏ Ryuukin\", bắn mũi tên lửa ra phía trước, gây <pyro>sát thương phạm vi Nguyên Tố Hỏa</pyro> đồng thời gây thêm \"Lưu Kim Hỏa Quang\" cho 1 kẻ địch bị bắn trúng.",
      "1": "<br/>",
      "2": "<strong>Lưu Kim Hỏa Quang</strong>",
      "3": "Tấn công thường, trọng kích, tấn công khi đáp, kỹ năng nguyên tố, kỹ năng nộ của tất cả nhân vật trong đội (không bao gồm bản thân Yoimiya) đánh trúng kẻ địch bị ảnh hưởng bởi \"Lưu Kim Hỏa Quang\" sẽ phát nổ, gây <pyro>sát thương phạm vi Nguyên Tố Hỏa</pyro>.",
      "4": "Khi kẻ địch bị hạ gục trong thời gian chịu ảnh hưởng bởi Lưu Kim Hỏa Quang, Lưu Kim Hỏa Quang sẽ chuyển cho một kẻ địch khác ở gần và tiếp tục thời gian duy trì.",
      "5": "<br/>",
      "6": "Lưu Kim Hỏa Quang mỗi 2s tối đa phát nổ 1 lần. Khi Yoimiya ngã xuống, hiệu quả Lưu Kim Hỏa Quang sinh ra từ kỹ năng của chính Yoimiya sẽ biến mất.",
      "7": "<br/>",
      "8": "<i>Pháo hoa là ánh sao nhân tạo, là sao chổi quét lên trời. Dù cho chỉ lưu lại trong phút chốc nhưng ánh sáng rực rỡ ấy cũng có thể sống mãi trong tim mọi người.</i>"
    },
    "skillParams": {
      "0": "Sát Thương Kỹ Năng",
      "1": "Sát Thương Nổ Lưu Kim Hỏa Quang",
      "2": "Thời Gian Kéo Dài",
      "3": "CD",
      "4": "Năng Lượng Nguyên Tố",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Tụ Hỏa Bách Cảnh Đồ",
    "description": {
      "0": "Trong thời gian duy trì của <strong>Điệu Nhảy Niwabi Cháy Bỏng</strong>, sau khi tấn công thường của Yoimiya đánh trúng sẽ cung cấp 2% <pyro>buff sát thương Nguyên Tố Hỏa</pyro> cho Yoimiya. Hiệu quả này duy trì 3s, tối đa cộng dồn 10 lần."
    }
  },
  "passive2": {
    "name": "Bài Thơ Cảnh Hè Tàn Lụi",
    "description": {
      "0": "Trong vòng 15s sau khi thi triển <strong>Cỏ Ryuukin</strong>, tất cả nhân vật khác ở gần (không bao gồm bản thân Yoimiya) tăng 10% tấn công. Ngoài ra, tùy theo số tầng cộng dồn của thiên phú cố định \"Tụ Hỏa Bách Cảnh Đồ\" khi Yoimiya thi triển <strong>Cỏ Ryuukin</strong>, sẽ tăng thêm hiệu quả tấn công kể trên, mỗi tầng tăng 1% tấn công."
    }
  },
  "passive3": {
    "name": "Cách Phối Màu Nóng",
    "description": {
      "0": "Khi chế tạo đồ trang trí loại trang hoàng, trang trí, cảnh quan, có 100% tỷ lệ hoàn trả một phần nguyên liệu."
    }
  },
  "constellation1": {
    "name": "Xích Ngọc Lưu Kim",
    "description": {
      "0": "Thời gian kéo dài Lưu Kim Hỏa Quang của <strong>Cỏ Ryuukin</strong> tăng 4s.",
      "1": "Ngoài ra, khi kẻ địch chịu ảnh hưởng bởi Lưu Kim Hỏa Quang của Yoimiya bị hạ gục trong thời gian duy trì, tấn công của Yoimiya sẽ tăng 20%, kéo dài 20s."
    }
  },
  "constellation2": {
    "name": "Biển Đèn Đưa Lửa",
    "description": {
      "0": "Trong vòng 6s sau khi <pyro>sát thương Nguyên Tố Hỏa</pyro> của Yoimiya gây ra bạo kích, Yoimiya sẽ nhận 25% <pyro>buff sát thương Nguyên Tố Hỏa</pyro>.",
      "1": "Khi Yoimiya ở trong đội nhưng không ra trận cũng sẽ nhận hiệu quả này."
    }
  },
  "constellation3": {
    "name": "Ảo Thuật Che Mắt",
    "description": {
      "0": "Cấp kỹ năng <strong>Điệu Nhảy Niwabi Cháy Bỏng</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation4": {
    "name": "Chuyên Viên Pháo Hoa",
    "description": {
      "0": "Khi Lưu Kim Hỏa Quang của Yoimiya phát nổ, CD của <strong>Điệu Nhảy Niwabi Cháy Bỏng</strong> giảm 1.2s."
    }
  },
  "constellation5": {
    "name": "Đêm Hội Mùa Hè",
    "description": {
      "0": "Cấp kỹ năng <strong>Cỏ Ryuukin</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation6": {
    "name": "Chòm Sao Băng Naganohara",
    "description": {
      "0": "Trong thời gian duy trì của <strong>Điệu Nhảy Niwabi Cháy Bỏng</strong>, khi Yoimiya chủ động thực hiện tấn công thường sẽ có 50% tỷ lệ bắn thêm 1 mũi tên lửa, gây sát thương bằng 60% sát thương ban đầu. Sát thương này xem như sát thương tấn công thường."
    }
  }
}