{
  "name": "Layla",
  "title": "Sao Đêm Kỳ Ảo",
  "description": "Học sinh của Học Viện Rtawahist, chuyên nghiên cứu Lý Luận Tinh Tượng Học. Thường hay mộng du, mất ngủ trường kỳ, đau đầu vì những vấn đề về giấc ngủ.",
  "constellationName": "Cung Dạ Oanh",
  "auto": {
    "name": "Kiếm Bức Xạ",
    "fields": {
      "normal": {
        "0": "<strong><strong>Tấn Công Thường</strong>",
        "1": "Thực hiện tối đa 3 lần đánh kiếm liên tiếp."
      },
      "charged": {
        "0": "<strong>Trọng Kích</strong>",
        "1": "Tiêu hao thể lực nhất định, đánh ra hai kiếm về phía trước trong chớp mắt."
      },
      "plunging": {
        "0": "<strong>Tấn Công Khi Đáp</strong>",
        "1": "Đáp xuống đất từ trên không, tấn công kẻ địch trên đường và gây sát thương phạm vi khi chạm đất."
      }
    },
    "skillParams": {
      "0": "Sát Thương Lần 1",
      "1": "Sát Thương Lần 2",
      "2": "Sát Thương Lần 3",
      "3": "Sát Thương Trọng Kích",
      "4": "Thể lực Trọng Kích tiêu hao",
      "5": "Sát Thương Khi Rơi",
      "6": "Sát Thương Khi Rơi Từ Độ Cao Thấp/Cao",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Đêm Ngon Giấc",
    "description": {
      "0": "Triển khai Màn Chắn Say Giấc và gây <cryo>Sát Thương Phạm Vi Nguyên Tố Băng</cryo>.",
      "1": "Lượng hấp thụ sát thương của Màn Chắn Say Giấc căn cứ vào giới hạn HP của Layla, đồng thời có 250% hiệu quả hấp thụ đối với <cryo>Sát Thương Nguyên Tố Băng</cryo>. Khi lá chắn được triển khai, Layla sẽ được <cryo>gán ấn nguyên tố Băng</cryo> ngắn hạn.",
      "2": "<br/>",
      "3": "<strong>Sao Đêm và Sao Bay</strong>",
      "4": "Trong thời gian duy trì Màn Chắn Say Giấc, mỗi 1.5s sẽ sản sinh 1 Sao Đêm; nhân vật được tấm khiên này bảo hộ khi thi triển Kỹ Năng Nguyên Tố sẽ sản sinh 2 Sao Đêm, mỗi 0.3s tối đa sản sinh một lần Sao Đêm bằng cách này, tối đa tồn tại cùng lúc 4 Sao Đêm.",
      "5": "Khi Màn Chắn Say Giấc có 4 Sao Đêm, nếu gần đó tồn tại kẻ địch thì Sao Đêm sẽ tự động chuyển thành Sao Bay lần lượt truy đuổi kẻ địch, gây <cryo>Sát Thương Nguyên Tố Băng</cryo> cho kẻ địch trúng đòn.",
      "6": "Khi kết thúc thời gian duy trì Màn Chắn Say Giấc hay bị phá hủy, Sao Đêm cũng sẽ biến mất. Nếu đã chuyển hóa thành Sao Bay và bắn ra, Sao Bay vẫn sẽ tiếp tục hoàn thành truy đuổi.",
      "7": "<br/>",
      "8": "Trước khi mỗi lượt Sao Bay bắn ra toàn bộ sẽ không thể sản sinh thêm Sao Đêm mới.",
      "9": "<br/>",
      "10": "<i>\"Tôi và cô ấy giống như hai nghệ nhân chưa từng gặp mặt, cùng ngồi chung một tấm đệm, cùng thêu một bông hoa trong mộng.\"</i>"
    },
    "skillParams": {
      "0": "Sát Thương Kỹ Năng",
      "1": "Sát thương Sao Bay",
      "2": "Lượng sát thương hấp thụ",
      "3": "Thời gian khiên duy trì",
      "4": "CD",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Giấc Mộng Giường Ánh Sao",
    "description": {
      "0": "Thi triển Quả Cầu Mơ Mộng hỗ trợ vào giấc, liên tục bắn ra Đạn Ánh Sao tấn công kẻ địch trong khu vực, gây <cryo>Sát Thương Nguyên Tố Băng</cryo>.",
      "1": "Đạn Ánh Sao khi trúng đích sẽ sản sinh 1 Sao Đêm cho Màn Chắn Say Giấc gần đó, mỗi Màn Chắn Say Giấc mỗi 0.5s tối đa nhận được 1 Sao Đêm bằng cách này.",
      "2": "<br/>",
      "3": "<i>\"Ngủ đi, ngủ đi, rồi những vì sao và vận mệnh sẽ dần hé lộ trong giấc mơ ngọt ngào đó.\"</i>"
    },
    "skillParams": {
      "0": "Sát thương Đạn Ánh Sao",
      "1": "Thời Gian Kéo Dài",
      "2": "CD",
      "3": "Năng Lượng Nguyên Tố",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Tia Sáng Chói Lọi",
    "description": {
      "0": "Trong thời gian <strong>Màn Chắn Say Giấc</strong> tồn tại, mỗi khi nhận được một Sao Đêm sẽ sản sinh hiệu quả Ngủ Say:",
      "1": [
        "Nhân vật được Màn Chắn Say Giấc bảo hộ sẽ tăng 6% hiệu quả khiên;",
        "Hiệu quả này tối đa cộng dồn 4 tầng, duy trì cho đến khi Màn Chắn Say Giấc biến mất."
      ]
    }
  },
  "passive2": {
    "name": "Quên Sầu Mà Ngủ",
    "description": {
      "0": "Tăng sát thương Sao Bay bắn ra từ <strong>Đêm Ngon Giấc</strong>, lượng tăng thêm tương ứng với 1.5% giới hạn HP của Layla."
    }
  },
  "passive3": {
    "name": "Điềm Báo Ảo Ảnh",
    "description": {
      "0": "Khi ghép nguyên liệu thiên phú nhân vật, có 10% nhận được x2 thành phẩm."
    }
  },
  "constellation1": {
    "name": "Thành Trì Ngủ Ngon",
    "description": {
      "0": "Lượng hấp thụ sát thương của Màn Chắn Say Giấc từ kỹ năng <strong>Đêm Ngon Giấc</strong> tăng 20%.",
      "1": "Ngoài ra, khi thi triển Đêm Ngon Giấc, sẽ tạo ra lá chắn hấp thụ sát thương bằng 35% so với Màn Chắn Say Giấc cho tất cả nhân vật trong đội gần đó ngoại trừ nhân vật đang được Màn Chắn Say Giấc phù hộ, lá chắn này duy trì 12s, có 250% hiệu quả hấp thụ đối với <cryo>Sát Thương Nguyên Tố Băng</cryo>."
    }
  },
  "constellation2": {
    "name": "Ánh Sáng Xá Tội",
    "description": {
      "0": "Sao Bay của <strong>Đêm Ngon Giấc</strong> sau khi đánh trúng kẻ địch sẽ hồi cho Layla 1 điểm năng lượng. Mỗi quả Sao Bay tối đa hồi phục 1 lần năng lượng cho Layla thông qua cách này."
    }
  },
  "constellation3": {
    "name": "Bí Mật Màn Đêm",
    "description": {
      "0": "Cấp kỹ năng <strong>Đêm Ngon Giấc</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation4": {
    "name": "Sao Trời Chiếu Sáng",
    "description": {
      "0": "<strong>Đêm Ngon Giấc</strong> khi bắt đầu phát động Sao Bay, sẽ cung cấp hiệu ứng Ngôi Sao Hừng Đông cho tất cả nhân vật trong đội gần đó, tăng sát thương tấn công thường và trọng kích gây ra, lượng tăng thêm tương ứng với 5% giới hạn HP của Layla.",
      "1": "Hiệu ứng Ngôi Sao Hừng Đông tối đa duy trì 3s, khi gây sát thương tấn công thường hoặc trọng kích sẽ giải trừ sau 0.05s."
    }
  },
  "constellation5": {
    "name": "Dòng Chảy Ý Thức",
    "description": {
      "0": "Cấp kỹ năng <strong>Giấc Mộng Giường Ánh Sao</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation6": {
    "name": "Ánh Đuốc Soi Rọi",
    "description": {
      "0": "Sát thương gây ra từ Sao Bay của kỹ năng <strong>Đêm Ngon Giấc</strong> tăng 40%, sát thương gây ra từ Đạn Ánh Sao của kỹ năng <strong>Giấc Mộng Giường Ánh Sao</strong> tăng 40%.",
      "1": "Ngoài ra giãn cách thời gian tạo ra Sao Đêm của kỹ năng Đêm Ngon Giấc giảm 20%."
    }
  }
}