{
  "name": "Baizhu",
  "title": "Sinh Tử Giao Hòa",
  "description": "Chủ Nhà Thuốc Bubu, trên người quấn theo bạch xà có tên là \"Changsheng\". Tinh thông y dược và cũng là một người rất kín tiếng.",
  "constellationName": "Cung Huyền Hồ",
  "auto": {
    "name": "Châm Cứu Mạ Vàng",
    "fields": {
      "normal": {
        "0": "<strong>Tấn Công Thường</strong>",
        "1": "Thực hiện tối đa 4 lần tấn công về phía trước, gây <dendro>Sát Thương Nguyên Tố Thảo</dendro>."
      },
      "charged": {
        "0": "<strong>Trọng Kích</strong>",
        "1": "Tiêu hao thể lực nhất định, sau khi tụ lực, gây <dendro>Sát Thương Phạm Vi Nguyên Tố Thảo</dendro> cho khu vực phía trước."
      },
      "plunging": {
        "0": "<strong>Tấn Công Khi Đáp</strong>",
        "1": "Ngưng tụ sức mạnh nguyên tố Thảo, từ trên trời lao xuống mặt đất, tấn công kẻ địch trên đường đi, gây <dendro>Sát Thương Phạm Vi Nguyên Tố Thảo</dendro> khi chạm đất."
      }
    },
    "skillParams": {
      "0": "Sát Thương Lần 1",
      "1": "Sát Thương Lần 2",
      "2": "Sát Thương Lần 3",
      "3": "Sát Thương Lần 4",
      "4": "Sát Thương Trọng Kích",
      "5": "Thể Lực Trọng Kích Tiêu Hao",
      "6": "Sát Thương Khi Rơi",
      "7": "Sát Thương Khi Rơi Từ Độ Cao Thấp/Cao",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Chẩn Đoán Phổ Quát",
    "description": {
      "0": "Sai khiến Linh Hồn Tơ, khiến nó lang thang và tấn công kẻ địch gần đó, gây <dendro>Sát Thương Nguyên Tố Thảo</dendro>.",
      "1": "Sau khi tiến hành tối đa 3 lần tấn công hoặc xung quanh không có kẻ địch thì Linh Hồn Tơ sẽ quay về, hồi phục HP cho tất cả nhân vật trong đội gần đó, lượng hồi phục căn cứ vào giới hạn HP của Baizhu.",
      "2": "<br/>",
      "3": "<i>Thầy thuốc nếu như nhìn thấu tia sáng trong hư ảo, ắt sẽ cứu được bệnh nhân trước khi có bất kỳ triệu chứng nào xuất hiện.</i>"
    },
    "skillParams": {
      "0": "Sát Thương Kỹ Năng",
      "1": "Lượng Trị Liệu",
      "2": "CD",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Trị Liệu Toàn Thư",
    "description": {
      "0": "Vào trạng thái Mạch Nhiếp Tuyên Minh, sản sinh Vô Khích Khí Thuẫn có khả năng hấp thụ 250% <dendro>Sát Thương Nguyên Tố Thảo</dendro>.",
      "1": "Trong trạng thái Mạch Nhiếp Tuyên Minh, mỗi 2.5s sẽ sản sinh Vô Khích Khí Thuẫn mới.",
      "2": "<br/>",
      "3": "Vô Khích Khí Thuẫn trong những tình huống sau sẽ hồi phục HP cho nhân vật của bản thân trong trận, lượng hồi phục căn cứ vào giới hạn HP của Baizhu, đồng thời thi triển Mạch Linh Khí tấn công kẻ địch, gây <dendro>Sát Thương Nguyên Tố Thảo</dendro>:",
      "4": [
        "Khi nhân vật được Vô Khích Khí Thuẫn bảo vệ và sản sinh Vô Khích Khí Thuẫn mới;",
        "Hiệu quả Vô Khích Khí Thuẫn kết thúc hoặc bị phá vỡ do sát thương."
      ],
      "5": "<br/>",
      "6": "<i>Nếu như thông đạt đất trời, dùng khí dưỡng thân, ắt sẽ bình an vô sự.</i>"
    },
    "skillParams": {
      "0": "Lượng Hấp Thụ Vô Khích Khí Thuẫn",
      "1": "Thời Gian Duy Trì Vô Khích Khí Thuẫn",
      "2": "Lượng Trị Liệu Vô Khích Khí Thuẫn",
      "3": "Sát Thương Kỹ Năng Mạch Linh Khí",
      "4": "Thời Gian Duy Trì Mạch Nhiếp Tuyên Minh",
      "5": "CD",
      "6": "Năng Lượng Nguyên Tố",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Ngũ Vận Chung Thiên",
    "description": {
      "0": "Căn cứ vào lượng HP nhân vật trong trận của đội mà Baizhu nhận được những hiệu quả sau:",
      "1": [
        "HP thấp hơn 50%, Baizhu tăng 20% khả năng trị liệu;",
        "HP cao hơn 50%, Baizhu tăng 25% <dendro>Sát Thương Nguyên Tố Thảo</dendro>."
      ]
    }
  },
  "passive2": {
    "name": "Tại Địa Vi Hóa",
    "description": {
      "0": "Nhân vật nhận được trị liệu từ <strong>Vô Khích Khí Thuẫn</strong> sẽ nhận được hiệu quả \"Mộc Vận Chi Tuế\": Căn cứ vào lượng giới hạn HP dưới 50000 của Baizhu, mỗi 1000 điểm sẽ tăng 2% sát thương gây ra từ phản ứng Thiêu Đốt, Sum Suê, Nở Rộ, Bung Tỏa của nhân vật đó; Đồng thời tăng 0.8% lượng sát thương thêm từ phản ứng Tăng Cường, Lan Tràn, duy trì 6s."
    }
  },
  "passive3": {
    "name": "Vị Thảo Chi Tư",
    "description": {
      "0": "Khi có Baizhu trong đội, trong lúc tương tác với một số vật thu thập sẽ hồi phục HP cho nhân vật trong trận hiện tại, lượng hồi phục căn cứ vào 2.5% giới hạn HP của Baizhu."
    }
  },
  "constellation1": {
    "name": "Khư Ngâm Chí Vi",
    "description": {
      "0": "Số lần <strong>Chẩn Đoán Phổ Quát</strong> có thể sử dụng tăng 1 lần."
    }
  },
  "constellation2": {
    "name": "Động Tĩnh Tinh Minh",
    "description": {
      "0": "Khi nhân vật của bản thân trong trận tấn công trúng kẻ địch gần đó, Baizhu sẽ thả Linh Hồn Tơ - Nối.",
      "1": "Linh Hồn Tơ - Nối tấn công tối đa một lần sẽ quay về, gây 250% <dendro>Sát Thương Nguyên Tố Thảo</dendro> dựa trên tấn công của Baizhu và 20% lượng hồi phục của Linh Hồn Tơ từ <strong>Chẩn Đoán Phổ Quát</strong>.",
      "2": "Sát thương gây ra từ cách thức này sẽ được tính là sát thương Kỹ Năng Nguyên Tố.",
      "3": "Mỗi 5s tối đa kích hoạt một lần."
    }
  },
  "constellation3": {
    "name": "Bát Chính Định Khí",
    "description": {
      "0": "Cấp kỹ năng <strong>Trị Liệu Toàn Thư</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation4": {
    "name": "Pháp Cổ Quan Minh",
    "description": {
      "0": "Trong 15s sau khi thi triển <strong>Trị Liệu Toàn Thư</strong>, tất cả nhân vật trong đội gần đó tăng 80 điểm Tinh Thông Nguyên Tố."
    }
  },
  "constellation5": {
    "name": "Doanh Hư Tàng Tượng",
    "description": {
      "0": "Cấp kỹ năng <strong>Chẩn Đoán Phổ Quát</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation6": {
    "name": "Chân Tà Hợp Ly",
    "description": {
      "0": "Căn cứ vào 8% giới hạn HP của Baizhu để tăng sát thương của Mạch Linh Khí từ <strong>Trị Liệu Toàn Thư</strong>.",
      "1": "Ngoài ra, <strong>Linh Hồn Tơ</strong> hoặc Linh Hồn Tơ - Nối khi đánh trúng kẻ địch sẽ có 100% tỷ lệ sản sinh Vô Khích Khí Thuẫn từ <strong>Trị Liệu Toàn Thư</strong>. Hiệu quả này mỗi Linh Hồn Tơ hoặc Linh Hồn Tơ - Nối chỉ kích hoạt một lần."
    }
  }
}