{
  "name": "Kẻ Lang Thang",
  "title": "Đoạn Tuyệt Thế Gian",
  "description": "Một kẻ lang thang thân phận huyền bí. Trang phục trông như người khổ hạnh, nhưng cách nói chuyện thì lại không giống như vậy.",
  "constellationName": "Cung Lãng Khách",
  "auto": {
    "name": "Cung Đàn Lay Chiến Kỳ",
    "fields": {
      "normal": {
        "0": "<strong>Tấn Công Thường</strong>",
        "1": "Dùng kiếm gió tấn công 3 lần, gây <anemo>Sát Thương Nguyên Tố Phong</anemo>."
      },
      "charged": {
        "0": "<strong>Trọng Kích</strong>",
        "1": "Tiêu hao thể lực nhất định, sau khi tụ lực, tạo ra luồng gió áp suất cao ở phía trước, gây <anemo>Sát Thương Phạm Vi Nguyên Tố Phong</anemo>."
      },
      "plunging": {
        "0": "<strong>Tấn Công Khi Đáp</strong>",
        "1": "Ngưng tụ sức mạnh nguyên tố Phong, từ trên trời tấn công xuống mặt đất, tấn công kẻ địch trên đường, gây <anemo>Sát Thương Phạm Vi Nguyên Tố Phong</anemo> khi chạm đất."
      }
    },
    "skillParams": {
      "0": "Sát Thương Lần 1",
      "1": "Sát Thương Lần 2",
      "2": "Sát Thương Lần 3",
      "3": "Sát Thương Trọng Kích",
      "4": "Thể Lực Trọng Kích Tiêu Hao",
      "5": "Sát Thương Khi Rơi",
      "6": "Sát Thương Khi Rơi Từ Độ Cao Thấp/Cao",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Hanega - Hùng Ca Gió Thoảng",
    "description": {
      "0": "Ngưng tụ sức mạnh, thoát ly sức ảnh hưởng của trọng lực, gây <anemo>Sát Thương Nguyên Tố Phong</anemo> cho xung quanh và bay lên, tiến vào trạng thái \"Tựa Gió Bay Cao\".",
      "1": "<br/>",
      "2": "<strong>Tựa Gió Bay Cao</strong>",
      "3": "Kẻ Lang Thang trong trạng thái này sẽ không thể tấn công khi đáp. Khi tiến hành tấn công thường và trọng kích sẽ chuyển hóa thành Ngự Không - Bất Sinh Đoạn và Ngự Không - Phong Nhẫn Giới, tăng sát thương và phạm vi ảnh hưởng, sát thương lần lượt được tính thành sát thương tấn công thường và sát thương trọng kích. Khi thi triển Ngự Không - Phong Nhẫn Giới sẽ không tiêu hao thể lực.",
      "4": "Kẻ Lang Thang trong trạng thái này sẽ liên tục lơ lửng trên không trung và hành động sẽ mang những đặc tính sau:",
      "5": [
        "Liên tục tiêu hao \"Ngự Không Lực\" để duy trì trạng thái bay cao;",
        "Khi xung kích, sẽ tiêu hao thêm Ngự Không Lực để tăng tốc trên không; Khi nhấn giữ xung kích, sẽ liên tục tiêu hao Ngự Không Lực để duy trì di chuyển nhanh. Hiệu quả này sẽ thay thế xung kích;",
        "Khi nhảy sẽ tiêu hao thêm Ngự Không Lực để bay cao hơn; Khi nhấn giữ nhảy sẽ liên tục tiêu hao Ngự Không Lực để liên tục bay cao hơn."
      ],
      "6": "<br/>",
      "7": "Ngự Không Lực khi tiêu hao hết sẽ kết thúc trạng thái này.",
      "8": "Khi kích hoạt lần nữa Tựa Gió Bay Cao trong thời gian duy trì sẽ kết thúc trạng thái này.",
      "9": "<br/>",
      "10": "<i>\"Thế gian vốn quay cuồng, bí mật giấu trong hoa.\"</i>"
    },
    "skillParams": {
      "0": "Sát Thương Kỹ Năng",
      "1": "Sát Thương Ngự Không - Bất Sinh Đoạn",
      "2": "Sát Thương Ngự Không - Phong Nhẫn Giới",
      "3": "Ngự Không Lực Ban Đầu",
      "4": "CD",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Kyougen - Thức Lạc Ngũ Phiên",
    "description": {
      "0": "Nén khí và tạo ra hố đen nghiền nát tất cả phiền não, gây nhiều lần <anemo>Sát Thương Phạm Vi Nguyên Tố Phong</anemo>.",
      "1": "Sau khi thi triển ở trong trạng thái Tựa Gió Bay Cao của Kỹ Năng Nguyên Tố \"Hanega - Hùng Ca Gió Thoảng\", sẽ kết thúc trạng thái Tựa Gió Bay Cao.",
      "2": "<br/>",
      "3": "<i>\"Trời âm u rồi sẽ rạng, quá khứ hôm nay như bụi trần, chôn vùi trong gió xưa.\"</i>"
    },
    "skillParams": {
      "0": "Sát Thương Kỹ Năng",
      "1": "CD",
      "2": "Năng Lượng Nguyên Tố",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Lượm Ngọc Được Hoa",
    "description": {
      "0": "Khi thi triển <strong>Hanega - Hùng Ca Gió Thoảng</strong>, nếu tiếp xúc với <hydro>Nguyên Tố Thủy</hydro>/<pyro>Nguyên Tố Hỏa</pyro>/<cryo>Nguyên Tố Băng</cryo>/<electro>Nguyên Tố Lôi</electro>, sẽ căn cứ vào loại nguyên tố tiếp xúc để nhận được hiệu quả cường hóa tương ứng trong trạng thái Tựa Gió Bay Cao lần này:",
      "1": [
        "<hydro>Nguyên Tố Thủy</hydro>: Giới hạn Ngự Không Lực tăng 20 điểm;",
        "<pyro>Nguyên Tố Hỏa</pyro>: Tấn công tăng 30%;",
        "<cryo>Nguyên Tố Băng</cryo>: Tỉ lệ bạo kích tăng 20%;",
        "<electro>Nguyên Tố Lôi</electro>: Tấn công thường và trọng kích khi trúng kẻ địch sẽ hồi phục 0.8 điểm Năng Lượng Nguyên Tố, mỗi 0.2s tối đa hồi phục một lần bằng cách này."
      ],
      "2": "<br/>",
      "3": "Cùng lúc tối đa nhận được 2 loại hiệu quả cường hóa nguyên tố tương ứng."
    }
  },
  "passive2": {
    "name": "Gió Lốc Hão Huyền",
    "description": {
      "0": "Trong trạng thái <strong>Tựa Gió Bay Cao</strong>, khi Ngự Không - Bất Sinh Đoạn hoặc Ngự Không - Phong Nhẫn Giới của Kẻ Lang Thang đánh trúng kẻ địch, có tỷ lệ 16% nhận được hiệu ứng \"Hạ Màn\": Khi Kẻ Lang Thang tăng tốc trên không trong trạng thái Tựa Gió Bay Cao lần này, sẽ xóa bỏ hiệu ứng Hạ Màn, khiến lần tăng tốc trên không này không tiêu hao Ngự Không Lực, đồng thời bắn ra 4 mũi tên gió, lần lượt gây <anemo>Sát Thương Nguyên Tố Phong</anemo> bằng 35% tấn công.",
      "1": "Khi Ngự Không - Bất Sinh Đoạn và Ngự Không - Phong Nhẫn Giới chưa gây hiệu ứng Hạ Màn sẽ khiến tỉ lệ kích hoạt lần sau tăng 12%; Trong 0.1s tối đa phán đoán 1 lần xem có kích hoạt hiệu ứng Hạ Màn hay không."
    }
  },
  "passive3": {
    "name": "Cung Đàn Gió Xoáy",
    "description": {
      "0": "Khi đột phá cung và pháp khí, lượng Mora tiêu hao giảm 50%."
    }
  },
  "constellation1": {
    "name": "Chương Đầu - Sải Bước Theo Gió Bão",
    "description": {
      "0": "Trong trạng thái <strong>Tựa Gió Bay Cao</strong>, tốc độ tấn công của Ngự Không - Bất Sinh Đoạn và Ngự Không - Phong Nhẫn Giới của Kẻ Lang Thang tăng 10%.",
      "1": "Lúc này, mũi tên gió bắn ra từ thiên phú \"Gió Lốc Hão Huyền\" gây thêm sát thương bằng 25% tấn công. Hiệu quả này cần mở khóa thiên phú \"Gió Lốc Hão Huyền\"."
    }
  },
  "constellation2": {
    "name": "Chương Hai - Trăng Bạc Cùng Sóng Xanh",
    "description": {
      "0": "Trong trạng thái <strong>Tựa Gió Bay Cao</strong>, <strong>Kyougen - Thức Lạc Ngũ Phiên</strong> sẽ so sánh Ngự Không Lực tối đa và hiện tại, mỗi 1 điểm chênh lệch sẽ khiến sát thương gây ra của Kyougen - Thức Lạc Ngũ Phiên lần này tăng 4%.",
      "1": "Thông qua cách này, tối đa khiến sát thương của Kyougen - Thức Lạc Ngũ Phiên tăng 200%."
    }
  },
  "constellation3": {
    "name": "Chương Ba - Khúc Hoàng Hôn Vĩnh Hằng",
    "description": {
      "0": "Cấp kỹ năng <strong>Kyougen - Thức Lạc Ngũ Phiên</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation4": {
    "name": "Chương Bốn - Trôi Dạt Khúc Nguyệt Hoa",
    "description": {
      "0": "Khi thi triển <strong>Hanega - Hùng Ca Gió Thoảng</strong>, nếu kích hoạt hiệu quả cường hóa theo loại hình nguyên tố của thiên phú \"Lượm Ngọc Được Hoa\", sẽ ngẫu nhiên nhận thêm một hiệu quả cường hóa chưa kích hoạt của lần đó. Cùng lúc chỉ nhận được tối đa 3 loại hiệu quả cường hóa của nguyên tố tương ứng.",
      "1": "Cần mở khóa thiên phú \"Lượm Ngọc Được Hoa\"."
    }
  },
  "constellation5": {
    "name": "Chương Cuối - Hiện Tại Trong Quá Khứ",
    "description": {
      "0": "Cấp kỹ năng <strong>Hanega - Hùng Ca Gió Thoảng</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation6": {
    "name": "Lời Chúc - Màn Sương Nghiêng Gió Rừng",
    "description": {
      "0": "Trong trạng thái <strong>Tựa Gió Bay Cao</strong>, khi Kẻ Lang Thang chủ động thi triển Ngự Không - Bất Sinh Đoạn đánh trúng kẻ địch, sẽ sản sinh hiệu quả sau:",
      "1": [
        "Tiến hành thêm một lần Ngự Không - Bất Sinh Đoạn ở vị trí trúng đòn, gây lượng sát thương bằng 40% sát thương gốc và được tính là sát thương tấn công thường;",
        "Khi Ngự Không Lực của Kẻ Lang Thang thấp hơn 40 điểm sẽ hồi cho Kẻ Lang Thang 4 điểm Ngự Không Lực. Mỗi 0.2s tối đa hồi phục 1 lần Ngự Không Lực bằng cách này. Trong một lần Tựa Gió Bay Cao tối đa kích hoạt 5 lần."
      ]
    }
  }
}