{
  "name": "Hu Tao",
  "title": "Tuyết Tễ Mai Hương",
  "description": "Đường chủ đời thứ 77 của Vãng Sinh Đường, tuổi còn trẻ nhưng đã phụ trách việc tang lễ của Liyue.",
  "constellationName": "Cung Dẫn Điệp",
  "auto": {
    "name": "Thương Pháp Bí Truyền Vãng Sinh",
    "fields": {
      "normal": {
        "0": "<strong><strong>Tấn Công Thường</strong>",
        "1": "Thực hiện tối đa 6 lần đánh liên tiếp."
      },
      "charged": {
        "0": "<strong>Trọng Kích</strong>",
        "1": "Tiêu hao thể lực nhất định, xông về phía trước, gây sát thương cho địch trên đường đi."
      },
      "plunging": {
        "0": "<strong>Tấn Công Khi Đáp</strong>",
        "1": "Đáp xuống đất từ trên không, tấn công kẻ địch trên đường và gây sát thương phạm vi khi chạm đất."
      }
    },
    "skillParams": {
      "0": "Sát Thương Lần 1",
      "1": "Sát Thương Lần 2",
      "2": "Sát Thương Lần 3",
      "3": "Sát Thương Lần 4",
      "4": "Sát Thương Lần 5",
      "5": "Sát Thương Lần 6",
      "6": "Sát Thương Trọng Kích",
      "7": "Trọng Kích tiêu hao thể lực",
      "8": "Sát Thương Khi Rơi",
      "9": "Sát Thương Khi Rơi Từ Độ Cao Thấp/Cao",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Điệp Dẫn Lai Sinh",
    "description": {
      "0": "Chỉ có ngọn lửa bất diệt mới có thể gột rửa những thứ ô uế trên thế gian.",
      "1": "Hu Tao tiêu hao một phần HP đánh lui kẻ địch xung quanh, bước vào trạng thái \"Bỉ Ngạn Điệp Vũ\".",
      "2": "<br/>",
      "3": "<strong>Bỉ Ngạn Điệp Vũ</strong>",
      "4": [
        "Sức tấn công của Hu Tao sẽ tăng lên dựa theo giới hạn HP khi vào trạng thái này, tấn công tăng lên bằng cách này không được vượt quá 400% tấn công cơ bản của Hu Tao.",
        "Chuyển sát thương tấn công thành <pyro>sát thương Nguyên Tố Hỏa</pyro>, chuyển hóa nguyên tố này không thể bị đính kèm thay thế;",
        "Trọng kích sẽ tăng thêm hiệu quả Huyết Mai Hương cho kẻ địch bị đánh trúng.",
        "Tăng khả năng kháng gián đoạn của Hu Tao."
      ],
      "5": "<br/>",
      "6": "<strong>Huyết Mai Hương</strong>",
      "7": "Kẻ địch ở trạng thái Huyết Mai Hương, mỗi 4 giây sẽ chịu <pyro>sát thương Nguyên Tố Hỏa</pyro> 1 lần. Sát thương này được xem là sát thương kỹ năng Nguyên Tố.",
      "8": "Cùng một mục tiêu chỉ được tồn tại 1 hiệu quả Huyết Mai Hương, và chỉ có bản thân Hu Tao được làm mới thời gian kéo dài.",
      "9": "<br/>",
      "10": "<strong>Bỉ Ngạn Điệp Vũ</strong> sẽ được giải trừ khi kết thúc thời gian duy trì kỹ năng, Hu Tao rời trận hoặc bị đánh bại.",
      "11": "<br/>",
      "12": "<i>Câu đầu tiên trong khẩu quyết của phương pháp bí truyền mà Hu Tao học được là: \"Thương trấn Hoàng Tuyền Lộ, bướm bay Cầu Lai Thế.\"</i>"
    },
    "skillParams": {
      "0": "Kỹ năng tiêu hao",
      "1": "Tăng Tấn Công",
      "2": "ST Huyết Mai Hương",
      "3": "Thời gian Huyết Mai Hương",
      "4": "Thời Gian Kéo Dài",
      "5": "CD",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "An Thần Bí Pháp",
    "description": {
      "0": "Vung linh hồn rực lửa, gây <pyro>sát thương Nguyên Tố Hỏa</pyro> phạm vi lớn.",
      "1": "Khi trúng kẻ địch, sẽ hồi HP cho Hu Tao dựa theo giới hạn HP của Hu Tao. Hiệu quả này có hiệu lực với tối đa 5 kẻ địch bị đánh trúng.",
      "2": "Nếu HP của Hu Tao thấp hơn hoặc bằng 50% khi bị kỹ năng đánh trúng thì sẽ gây ra sát thương và lượng trị liệu cao hơn.",
      "3": "<br/>",
      "4": "<i>Thứ đã rời khỏi trần thế nếu vẫn còn tự do đi lại, sẽ khiến Vãng Sinh Đường vô cùng lo lắng. Hỏa táng là cách giúp Hu Tao yên tâm nhất. Hơn nữa, cô ấy càng lo thì lửa sẽ càng lớn.</i>"
    },
    "skillParams": {
      "0": "Sát Thương Kỹ Năng",
      "1": "Sát thương kỹ năng khi HP thấp",
      "2": "Kỹ năng hồi HP",
      "3": "Kỹ năng hồi HP khi HP thấp",
      "4": "CD",
      "5": "Năng Lượng Nguyên Tố",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Điệp Ẩn Chi Thời",
    "description": {
      "0": "Sau khi trạng thái <strong>Bỉ Ngạn Điệp Vũ</strong> mà <strong>Điệp Dẫn Lai Sinh</strong> tạo ra kết thúc, tỷ lệ bạo kích của tất cả nhân vật trong đội (Không bao gồm Hu Tao) tăng 12%, duy trì 8s."
    }
  },
  "passive2": {
    "name": "Huyết Chi Táo Hỏa",
    "description": {
      "0": "Khi HP của Hu Tao dưới hoặc bằng 50% sẽ nhận được 33% <pyro>buff sát thương Nguyên Tố Hỏa</pyro>."
    }
  },
  "passive3": {
    "name": "Đa Đa Ích Thiện",
    "description": {
      "0": "Khi nấu hoàn mỹ món ăn có 18% cơ hội nhận thêm 1 món cùng loại với phẩm chất \"kỳ lạ\"."
    }
  },
  "constellation1": {
    "name": "Cánh Bướm Bay Nghiêng Về Chân Trời",
    "description": {
      "0": "Khi ở trạng thái <strong>Bỉ Ngạn Điệp Vũ</strong> mà <strong>Điệp Dẫn Lai Sinh</strong> mang đến, trọng kích của Hu Tao sẽ không tiêu hao thể lực."
    }
  },
  "constellation2": {
    "name": "Mưa Về Bất An",
    "description": {
      "0": "Tăng sát thương <strong>Huyết Mai Hương</strong> gây ra, mức tăng tương đương với 10% giới hạn HP của Hu Tao khi hiệu quả này diễn ra.",
      "1": "Ngoài ra, <strong>An Thần Bí Pháp</strong> sẽ gây thêm hiệu quả <strong>Huyết Mai Hương</strong> cho kẻ địch bị đánh trúng."
    }
  },
  "constellation3": {
    "name": "Huyết Sắc Vấn Vương",
    "description": {
      "0": "Cấp kỹ năng <strong>Điệp Dẫn Lai Sinh</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation4": {
    "name": "Hoa Phòng Bầu Bạn",
    "description": {
      "0": "Khi kẻ địch bị ảnh hưởng bởi trạng thái <strong>Huyết Mai Hương</strong> của Hu Tao bị đánh bại, tất cả nhân vật trong đội ở gần (Không bao gồm Hu Tao) sẽ tăng 12% tỷ lệ bạo kích, kéo dài 15s."
    }
  },
  "constellation5": {
    "name": "Đốt Hoa Làm Hương",
    "description": {
      "0": "Cấp kỹ năng <strong>An Thần Bí Pháp</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation6": {
    "name": "U Điệp Lưu Lại Một Chút Hương",
    "description": {
      "0": "Khi HP của Hu Tao giảm xuống dưới 25% hoặc chịu sát thương đủ để khiến cô ấy ngã xuống, sẽ kích hoạt:",
      "1": "Sát thương lần này sẽ không đánh gục Hu Tao, và trong 10s kế tiếp, tất cả Kháng Nguyên Tố và Kháng Vật Lý của Hu Tao sẽ tăng 200%, tỷ lệ bạo kích tăng 100% và khả năng kháng gián đoạn tăng mạnh.",
      "2": "Hiệu quả này sẽ tự động kích hoạt khi HP của Hu Tao còn 1.",
      "3": "Mỗi 60s chỉ kích hoạt 1 lần."
    }
  }
}