{
  "name": "Yaoyao",
  "title": "Nhụy Hoa Hoạt Bát",
  "description": "Đệ tử nhỏ tuổi nhất của Ca Trần Lãng Thị Chân Quân, một \"người lớn\" dịu dàng ân cần trong thân xác trẻ nhỏ.",
  "constellationName": "Cung Mộc Tê",
  "auto": {
    "name": "Điên Đảo Liên Hoàn Thương",
    "fields": {
      "normal": {
        "0": "<strong><strong>Tấn Công Thường</strong>",
        "1": "Thực hiện tối đa 4 lần đánh liên tiếp."
      },
      "charged": {
        "0": "<strong>Trọng Kích</strong>",
        "1": "Tiêu hao thể lực nhất định, xông về phía trước, gây sát thương cho địch trên đường đi."
      },
      "plunging": {
        "0": "<strong>Tấn Công Khi Đáp</strong>",
        "1": "Đáp xuống đất từ trên không, tấn công kẻ địch trên đường và gây sát thương phạm vi khi chạm đất."
      }
    },
    "skillParams": {
      "0": "Sát Thương Lần 1",
      "1": "Sát Thương Lần 2",
      "2": "Sát Thương Lần 3",
      "3": "Sát Thương Lần 4",
      "4": "Sát Thương Trọng Kích",
      "5": "Thể lực Trọng Kích tiêu hao",
      "6": "Sát Thương Khi Rơi",
      "7": "Sát Thương Khi Rơi Từ Độ Cao Thấp/Cao",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Máy Ném Củ Cải",
    "description": {
      "0": "Mời cơ quan \"Nguyệt Quế - Dạng Ném\" của vị tiên nhân nào đó xuất trận, giúp Yaoyao giải quyết phiền não.",
      "1": "Khi nhấn giữ sẽ thi triển theo cách thức khác nhau.",
      "2": "<br/>",
      "3": "<strong>Nhấn Giữ</strong>",
      "4": "Vào trạng thái nhắm chuẩn để điều chỉnh hướng ném.",
      "5": "<br/>",
      "6": "<strong>Nguyệt Quế - Dạng Ném</strong>",
      "7": "Ném ra Củ Cải Bạch Ngọc, Củ Cải Bạch Ngọc sẽ nổ khi trúng nhân vật hoặc kẻ địch, gây <dendro>Sát Thương Nguyên Tố Thảo</dendro> cho kẻ địch trong phạm vi nhất định, đồng thời hồi phục HP cho nhân vật trong đó, lượng hồi phục sẽ căn cứ vào giới hạn HP của Yaoyao; Nếu chưa trúng kẻ địch hoặc nhân vật, Củ Cải Bạch Ngọc sẽ ở lại tại vị trí rơi, và sẽ phát nổ khi chạm phải nhân vật, kẻ địch hoặc khi kết thúc thời gian duy trì.",
      "8": "Nguyệt Quế - Dạng Ném sẽ căn cứ vào tình trạng gần đó để chọn mục tiêu ném Củ Cải Bạch Ngọc:",
      "9": [
        "Nhân vật gần đó nếu HP đều cao hơn 70% thì sẽ ném vào một kẻ địch gần đó;",
        "Nhân vật gần đó nếu có HP thấp hơn hoặc bằng 70% thì sẽ ném vào nhân vật có phần trăm HP thấp nhất gần đó. Nếu xung quanh không có kẻ địch, mà HP nhân vật đều cao hơn 70% và thấp hơn 100% thì cũng sẽ ném về phía nhân vật; Nếu không sẽ ném tùy ý ra xung quanh."
      ],
      "10": "<br/>",
      "11": "Cùng lúc tồn tại tối đa 2 Nguyệt Quế - Dạng Ném.",
      "12": "<br/>",
      "13": "<i>\"Củ cải lên sóng, bệnh gì cũng xong! À, cũng không phải nói là củ cải có thể chữa bách bệnh, nhưng mà ăn nhiều củ cải thì cũng tốt mà!\"</i>"
    },
    "skillParams": {
      "0": "Sát Thương Củ Cải Bạch Ngọc",
      "1": "Lượng Trị Liệu Củ Cải Bạch Ngọc",
      "2": "Thời Gian Duy Trì Nguyệt Quế - Dạng Ném",
      "3": "Thời Gian Duy Trì Củ Cải Bạch Ngọc",
      "4": "CD",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Mặt Trăng Giáng Ngọc",
    "description": {
      "0": "Theo lời dặn của vị tiên nhân nào đó, giải phóng toàn bộ tiềm năng của Nguyệt Quế khi gặp nguy hiểm để gây <dendro>Sát Thương Nguyên Tố Thảo</dendro> cho kẻ địch xung quanh, đồng thời triển khai trạng thái \"Kế Thừa Tiên Nhân\" không thể cản phá (theo một nghĩa nào đó).",
      "1": "<br/>",
      "2": "<strong>Kế Thừa Tiên Nhân</strong>",
      "3": [
        "Củ Cải Bạch Ngọc được ném ra sẽ gây sát thương và trị liệu dựa vào thuộc tính chi tiết của kỹ năng này, khi nổ sẽ hồi phục HP cho tất cả nhân vật trong đội gần đó, <dendro>Sát Thương Nguyên Tố Thảo</dendro> gây ra sẽ được tính là sát thương Kỹ Năng Nộ;",
        "Triệu hồi \"Nguyệt Quế - Dạng Nhảy\" liên tục cho đến khi số lượng đạt giới hạn. Hành vi của Nguyệt Quế - Dạng Nhảy tương đồng với Nguyệt Quế - Dạng Ném được triệu hồi từ Kỹ Năng Nguyên Tố \"Máy Ném Củ Cải\". Tối đa tồn tại cùng lúc 3 Nguyệt Quế - Dạng Nhảy;",
        "Tốc độ di chuyển của Yaoyao tăng 15%;",
        "Yaoyao tăng <dendro>Kháng Nguyên Tố Thảo</dendro>;"
      ],
      "4": "<br/>",
      "5": "Trạng thái Kế Thừa Tiên Nhân sẽ kết thúc khi rời trận. Trạng thái Kế Thừa Tiên Nhân khi kết thúc sẽ loại bỏ Nguyệt Quế - Dạng Nhảy còn lại.",
      "6": "<br/>",
      "7": "<i>\"Hả, đứa nào là Nguyệt Quế sao, tất cả ở đây đều là Nguyệt Quế cả!\"</i>"
    },
    "skillParams": {
      "0": "Sát Thương Kỹ Năng",
      "1": "Sát Thương Củ Cải Bạch Ngọc - Kế Thừa Tiên Nhân",
      "2": "Trị Liệu Củ Cải Bạch Ngọc - Kế Thừa Tiên Nhân",
      "3": "Tăng Kháng Nguyên Tố Thảo",
      "4": "Thời Gian Duy Trì Kế Thừa Tiên Nhân",
      "5": "CD",
      "6": "Năng Lượng Nguyên Tố",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Rải Sao Trời",
    "description": {
      "0": "Khi trong trạng thái Kế Thừa Tiên Nhân của kỹ năng <strong>Mặt Trăng Giáng Ngọc</strong>, khi Yaoyao tiến hành xung kích, nhảy hoặc chạy sẽ không ngừng ném Củ Cải Bạch Ngọc về phía kẻ địch gần đó. Mỗi 0.6s tối đa ném 1 Củ Cải Bạch Ngọc thông qua cách này."
    }
  },
  "passive2": {
    "name": "Nghĩ Cho Người Khác",
    "description": {
      "0": "Khi <strong>Củ Cải Bạch Ngọc</strong> nổ, nhân vật trong trận chịu ảnh hưởng mỗi một giây sẽ hồi HP một lần, lượng hồi phục căn cứ vào 0.8% giới hạn HP của Yaoyao, duy trì 5s."
    }
  },
  "passive3": {
    "name": "Rón Rén Theo Đuôi",
    "description": {
      "0": "Có Yaoyao ở trong đội, khi nhân vật trong đội của bản thân tiếp cận một số sinh vật như Tinh Điệp sẽ không làm chúng hoảng sợ.",
      "1": "Có thể tham khảo mục \"Khác\" ở \"Sách Sinh Vật/Động Vật Hoang Dã\" trong Thư Viện để biết các đối tượng cụ thể."
    }
  },
  "constellation1": {
    "name": "Tiên Nhân Dạy Dỗ",
    "description": {
      "0": "Khi <strong>Củ Cải Bạch Ngọc</strong> nổ, nhân vật trong trận chịu ảnh hưởng sẽ nhận 15% <dendro>Buff Sát Thương Nguyên Tố Thảo</dendro> trong 8s, đồng thời hồi 15 điểm thể lực. Mỗi 5s chỉ có thể hồi phục một lần thể lực thông qua cách này."
    }
  },
  "constellation2": {
    "name": "Ngây Thơ Chính Trực",
    "description": {
      "0": "Khi trong trạng thái Kế Thừa Tiên Nhân của <strong>Mặt Trăng Giáng Ngọc</strong>, nếu Củ Cải Bạch Ngọc nổ trúng kẻ địch, Yaoyao sẽ hồi phục 3 điểm Năng Lượng Nguyên Tố. Mỗi 0.8s tối đa hồi phục một lần Năng Lượng Nguyên Tố thông qua cách này."
    }
  },
  "constellation3": {
    "name": "Tận Tụy Tốt Bụng",
    "description": {
      "0": "Cấp kỹ năng <strong>Máy Ném Củ Cải</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation4": {
    "name": "Dễ Thương Dễ Gần",
    "description": {
      "0": "Sau khi thi triển <strong>Máy Ném Củ Cải</strong> hoặc <strong>Mặt Trăng Giáng Ngọc</strong> sẽ tăng Tinh Thông Nguyên Tố cho Yaoyao dựa vào 0.3% giới hạn HP của em ấy, duy trì 8s. Tối đa tăng 120 điểm Tinh Thông Nguyên Tố thông qua cách này."
    }
  },
  "constellation5": {
    "name": "Trắc Ẩn Lương Thiện",
    "description": {
      "0": "Cấp kỹ năng <strong>Mặt Trăng Giáng Ngọc</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation6": {
    "name": "Thông Minh Nhân Hậu",
    "description": {
      "0": "<strong>Nguyệt Quế - Dạng Ném</strong> mỗi ném 2 Củ Cải Bạch Ngọc thì lần ném sau sẽ ném thêm 1 Củ Cải Siêu Khủng Khiếp, phạm vi ảnh hưởng khi nổ của Củ Cải Siêu Khủng Khiếp sẽ rộng hơn Củ Cải Bạch Ngọc. Khi nổ sẽ có hiệu quả sau:",
      "1": [
        "Căn cứ vào 75% tấn công của Yaoyao để gây <dendro>Sát Thương Phạm Vi Nguyên Tố Thảo</dendro>;",
        "Căn cứ vào 7.5% giới hạn HP của Yaoyao để hồi phục HP cho nhân vật trong trận."
      ],
      "2": "<br/>",
      "3": "Mỗi Nguyệt Quế - Dạng Ném tối đa chỉ ném được 2 Củ Cải Siêu Khủng Khiếp."
    }
  }
}