{
  "name": "Collei",
  "title": "Mầm Non Tái Sinh",
  "description": "Kiểm lâm tập sự nhiệt tình của Rừng Avidya, nhưng đằng sau sự nhiệt tình đó là một trái tim hướng nội đau buồn.",
  "constellationName": "Cung Tẩu Miêu",
  "auto": {
    "name": "Mũi Tên Chúc Tụng",
    "fields": {
      "normal": {
        "0": "<strong>Tấn Công Thường</strong>",
        "1": "Thực hiện tối đa 4 lần bắn tên liên tiếp."
      },
      "charged": {
        "0": "<strong>Trọng Kích</strong>",
        "1": "<strong>Ngắm bắn</strong> chuẩn hơn, sát thương cao hơn.",
        "2": "Khi ngắm bắn, nguyên tố Thảo sẽ tích tụ trên mũi tên. Mũi tên mang nguyên tố Thảo sẽ gây <dendro>Sát Thương Nguyên Tố Thảo</dendro>."
      },
      "plunging": {
        "0": "<strong>Tấn Công Khi Đáp</strong>",
        "1": "Bắn mưa tên liên tiếp xuống mặt đất, đồng thời lao nhanh xuống đất và gây sát thương phạm vi khi chạm đất."
      }
    },
    "skillParams": {
      "0": "Sát Thương Lần 1",
      "1": "Sát Thương Lần 2",
      "2": "Sát Thương Lần 3",
      "3": "Sát Thương Lần 4",
      "4": "Ngắm Bắn",
      "5": "Tụ Lực Ngắm Bắn",
      "6": "Sát Thương Khi Rơi",
      "7": "Sát Thương Khi Rơi Từ Độ Cao Thấp/Cao",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Xua Hoa Quét Lá",
    "description": {
      "0": "Ném Phi Diệp Luân, gây một lần <dendro>Sát Thương Nguyên Tố Thảo</dendro> cho mỗi mục tiêu trúng phải.",
      "1": "Phi Diệp Luân sẽ quay về sau một quãng thời gian, gây thêm một lần <dendro>Sát Thương Nguyên Tố Thảo</dendro>.",
      "2": "<br/>",
      "3": "<i>Món đạo cụ nhỏ mà Collei dùng để đối phó với dã thú. Sau khi bị món này gõ cho vài cái thì chúng sẽ trở nên ngoan ngoãn hơn. Ngoài ra cũng khá là hữu dụng khi đối phó với những kẻ không có ý tốt.</i>"
    },
    "skillParams": {
      "0": "Sát Thương Kỹ Năng",
      "1": "CD",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Báu Vật Meo Meo",
    "description": {
      "0": "Mời Cuilein-Anbar ra trận giúp sức.",
      "1": "Ném món đồ chơi Cuilein-Anbar ra, khi nổ sẽ gây <dendro>Sát Thương Phạm Vi Nguyên Tố Thảo</dendro>, đồng thời tạo ra Khu Vực Cuilein-Anbar. Cuilein-Anbar sẽ liên tục nhảy nhót trong khu vực đó, gây <dendro>Sát Thương Phạm Vi Nguyên Tố Thảo</dendro>.",
      "2": "<br/>",
      "3": "<i>\"Thế nào, rất lợi hại đúng không? Hử? Tên của nó từ đâu mà ra hả? Cái, cái này...\"</i>"
    },
    "skillParams": {
      "0": "Sát Thương Nổ",
      "1": "Sát Thương Nhảy",
      "2": "Thời Gian Kéo Dài",
      "3": "CD",
      "4": "Năng Lượng Nguyên Tố",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Lá Khẽ Bay Nghiêng",
    "description": {
      "0": "Trước khi <strong>Phi Diệp Luân</strong> quay về, nếu nhân vật của bản thân trong đội kích hoạt phản ứng Thiêu Đốt, Sinh Trưởng, Tăng Cường, Lan Tràn, Sum Suê, Nở Rộ hoặc Bung Tỏa thì sẽ cung cấp cho nhân vật trạng thái \"Lá Mới\" khi Phi Diệp Luân quay về, liên tục gây cho kẻ địch xung quanh một lượng <dendro>Sát Thương Nguyên Tố Thảo</dendro> bằng 40% tấn công của Collei, duy trì 3s.",
      "1": "Trong thời gian duy trì hiệu ứng Lá Mới nếu như nhận lại hiệu ứng trùng lặp sẽ hủy hiệu ứng trước đó. Sát thương hiệu ứng Lá Mới gây ra được tính là sát thương Kỹ Năng Nguyên Tố."
    }
  },
  "passive2": {
    "name": "Rừng Rộng Gió Thoảng",
    "description": {
      "0": "Nhân vật trong <strong>Khu Vực Cuilein-Anbar</strong> khi kích hoạt phản ứng Thiêu Đốt, Sinh Trưởng, Tăng Cường, Lan Tràn, Sum Suê, Nở Rộ hoặc Bung Tỏa sẽ khiến cho khu vực này duy trì thêm 1s.",
      "1": "Trong một lần <strong>Báu Vật Meo Meo</strong>, tối đa có thể kéo dài thời gian duy trì 3 lần thông qua cách này."
    }
  },
  "passive3": {
    "name": "Quán Quân Bay Lượn Sumeru",
    "description": {
      "0": "Giảm 20% tiêu hao thể lực nhân vật của bản thân trong đội khi bay lượn.",
      "1": "Không thể cộng dồn với buff Thiên Phú cố định có hiệu quả giống hoàn toàn."
    }
  },
  "constellation1": {
    "name": "Bảo Vệ Rừng Rậm",
    "description": {
      "0": "Collei khi không ra trận, Hiệu Quả Nạp Nguyên Tố tăng 20%."
    }
  },
  "constellation2": {
    "name": "Dạo Bước Đồi Cỏ",
    "description": {
      "0": "Thiên phú cố định \"Lá Khẽ Bay Nghiêng\" sẽ chuyển thành:",
      "1": "Khi <strong>Phi Diệp Luân</strong> quay về sẽ cung cấp cho nhân vật trạng thái \"Lá Mới\" của thiên phú cố định \"Lá Khẽ Bay Nghiêng\", liên tục gây cho kẻ địch xung quanh một lượng <dendro>Sát Thương Nguyên Tố Thảo</dendro> bằng 40% tấn công của Collei, duy trì 3s.",
      "2": "Từ khi thi triển <strong>Xua Hoa Quét Lá</strong> đến trước khi trạng thái \"Lá Mới\" lần này kết thúc, nếu nhân vật của bản thân trong đội kích hoạt phản ứng Thiêu Đốt, Sinh Trưởng, Tăng Cường, Lan Tràn, Sum Suê, Nở Rộ hoặc Bung Tỏa sẽ khiến trạng thái \"Lá Mới\" lần này kéo dài thêm 3s.",
      "3": "Trạng thái Lá Mới tối đa kéo dài thời gian duy trì một lần thông qua cách này; khi trong thời gian duy trì nếu kích hoạt hiệu ứng Lá Mới lần nữa sẽ xóa hiệu ứng ban đầu. Sát thương gây ra của hiệu ứng Lá Mới được tính là sát thương Kỹ Năng Nguyên Tố.",
      "4": "Cần mở khóa thiên phú cố định \"Lá Khẽ Bay Nghiêng\"."
    }
  },
  "constellation3": {
    "name": "Hương Thơm Nắng Hạ",
    "description": {
      "0": "Cấp kỹ năng <strong>Xua Hoa Quét Lá</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation4": {
    "name": "Quà Tặng Rừng Sâu",
    "description": {
      "0": "Khi thi triển <strong>Báu Vật Meo Meo</strong>, sẽ khiến tất cả nhân vật trong đội gần đó (không bao gồm Collei) tăng 60 điểm Tinh Thông Nguyên Tố, duy trì 12s."
    }
  },
  "constellation5": {
    "name": "Tro Tàn Vạn Vật",
    "description": {
      "0": "Cấp kỹ năng <strong>Báu Vật Meo Meo</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation6": {
    "name": "Rừng Nơi Tên Đáp",
    "description": {
      "0": "<strong>Phi Diệp Luân</strong> mỗi khi đánh trúng sẽ sản sinh một Cuilein-Anbar Mini, gây một lượng <dendro>Sát Thương Nguyên Tố Thảo</dendro> bằng 200% tấn công của Collei.",
      "1": "Mỗi lần thi triển <strong>Xua Hoa Quét Lá</strong> tối đa sản sinh 1 lần Cuilein-Anbar Mini."
    }
  }
}