{
  "name": "Gorou",
  "title": "Chiến Khuyển Nanh Nhọn",
  "description": "Đại tướng đảo Watatsumi, rất được thuộc hạ tin tưởng.",
  "constellationName": "Cung Sài Khuyển",
  "auto": {
    "name": "Mũi Tên Cào Xé",
    "fields": {
      "normal": {
        "0": "<strong><strong>Tấn Công Thường</strong>",
        "1": "Thực hiện tối đa 4 lần bắn tên liên tiếp."
      },
      "charged": {
        "0": "<strong>Trọng Kích</strong>",
        "1": "<strong>Ngắm bắn</strong> gây sát thương cao hơn và chính xác hơn.",
        "2": "Khi ngắm bắn, nham thạch sẽ tích tụ liên tục trên mũi tên. Mũi tên tích đầy nham thạch sẽ gây <geo>Sát Thương Nguyên Tố Nham</geo>."
      },
      "plunging": {
        "0": "<strong>Tấn Công Khi Đáp</strong>",
        "1": "Bắn mưa tên liên tiếp xuống mặt đất, đồng thời lao nhanh xuống đất và gây sát thương phạm vi khi chạm đất."
      }
    },
    "skillParams": {
      "0": "Sát Thương Lần 1",
      "1": "Sát Thương Lần 2",
      "2": "Sát Thương Lần 3",
      "3": "Sát Thương Lần 4",
      "4": "Ngắm Bắn",
      "5": "Tụ Lực Ngắm Bắn",
      "6": "Sát Thương Khi Rơi",
      "7": "Sát Thương Khi Rơi Từ Độ Cao Thấp/Cao",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Trận Hình Phòng Thủ - Inuzaka",
    "description": {
      "0": "Gây <geo>Sát Thương Phạm Vi Nguyên Tố Nham</geo>, đồng thời cắm Đại Tướng Chiến Kỳ.",
      "1": "<br/>",
      "2": "<strong>Đại Tướng Chiến Kỳ</strong>",
      "3": "Căn cứ vào số lượng nhân vật <geo>Nguyên Tố Nham</geo> trong đội khi thi triển để cung cấp hiệu quả cho nhân vật đứng trong phạm vi Đại Tướng Chiến Kỳ như sau:",
      "4": [
        "Một nhân vật - \"Kiên Cố\": Tăng phòng ngự;",
        "Hai nhân vật - \"Trụ Vững\": Ngoài hiệu quả trên, tăng thêm kháng gián đoạn;",
        "Ba nhân vật - \"Phá Hủy\": Ngoài hiệu quả trên, <geo>tăng Sát Thương Nguyên Tố Nham</geo>."
      ],
      "5": "<br/>",
      "6": "Cùng lúc chỉ có thể tồn tại một Đại Tướng Chiến Kỳ do bản thân Gorou tạo ra; Nhân vật chỉ có thể nhận được hiệu quả của một Đại Tướng Chiến Kỳ. Sau khi nhân vật rời khỏi khu vực, hiệu quả của khu vực sẽ kéo dài 2s.",
      "7": "<br/>",
      "8": "<strong>Nhấn Giữ</strong>",
      "9": "Có thể điều chỉnh vị trí hiệu lực của kỹ năng.",
      "10": "<br/>",
      "11": "<i>\"Chỉ cần ở trong trận hình này, tính mạng của mọi người sẽ được đảm bảo!\" Dù ở bất cứ đâu, thân là tướng quân, Gorou cũng không hy vọng đồng đội của mình bị thương.</i>"
    },
    "skillParams": {
      "0": "Sát Thương Kỹ Năng",
      "1": "Tăng Phòng Ngự",
      "2": "Tăng Sát Thương Nguyên Tố Nham",
      "3": "Thời Gian Kéo Dài",
      "4": "CD",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Chiến Pháp Đột Kích - Juuga",
    "description": {
      "0": "Đại tướng xung trận, gây <geo>Sát Thương Phạm Vi Nguyên Tố Nham</geo>, đồng thời thiết lập khu vực Uy Nghi Đại Tướng để cổ vũ chiến hữu bên cạnh.",
      "1": "<br/>",
      "2": "<strong>Uy Nghi Đại Tướng</strong>",
      "3": "Đặc tính cụ thể như sau:",
      "4": [
        "Khu vực có hiệu quả giống với Đại Tướng Chiến Kỳ tạo ra từ kỹ năng nguyên tố \"Trận Hình Phòng Thủ - Inuzaka\", căn cứ vào số lượng nhân vật <geo>Nguyên Tố Nham</geo> trong đội khi thi triển để cung cấp hiệu quả cho nhân vật đứng trong khu vực hiệu ứng, đồng thời sẽ di chuyển theo nhân vật trong trận;",
        "Mỗi 1.5s sẽ sản sinh một lần Kết Tinh Tan Vỡ, gây <geo>Sát Thương Phạm Vi Nguyên Tố Nham</geo> cho một kẻ địch trong khu vực hiệu ứng;",
        "Mỗi 1.5s sẽ thu hút 1 Mảnh sinh ra từ phản ứng Kết Tinh trong khu vực đến vị trí của nhân vật hiện tại."
      ],
      "5": "<br/>",
      "6": "Khi thi triển, nếu trong trận có Đại Tướng Chiến Kỳ của Gorou tạo ra, sẽ phá hủy nó. Ngoài ra, trong thời gian duy trì Uy Nghi Đại Tướng, kỹ năng nguyên tố \"Trận Hình Phòng Thủ - Inuzaka\" mà Gorou thi triển sẽ không tạo ra Đại Tướng Chiến Kỳ.",
      "7": "Khi Gorou ngã xuống sẽ xóa bỏ hiệu quả Uy Nghi Đại Tướng của bản thân Gorou.",
      "8": "<br/>",
      "9": "<i>\"Địa hình vô song!\" Gorou có thể thay đổi địa hình, dẫn dắt mọi người đến chiến thắng, là bí thuật độc đáo để khắc chế cường địch.</i>"
    },
    "skillParams": {
      "0": "Sát Thương Kỹ Năng",
      "1": "Sát Thương Kết Tinh Tan Vỡ",
      "2": "Thời Gian Kéo Dài",
      "3": "CD",
      "4": "Năng Lượng Nguyên Tố",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Không Ngại Mưa Gió",
    "description": {
      "0": "Trong 12s sau khi thi triển <strong>Chiến Pháp Đột Kích - Juuga</strong>, mức phòng ngự của tất cả thành viên trong đội gần đó tăng 25%."
    }
  },
  "passive2": {
    "name": "Lòng Báo Ơn",
    "description": {
      "0": "Dựa theo sức phòng ngự, sẽ tăng sát thương của các loại tấn công sau đây cho Gorou:",
      "1": [
        "Sát thương kỹ năng <strong>Trận Hình Phòng Thủ - Inuzaka</strong> tăng tương đương 156% phòng ngự;",
        "Sát thương Kết Tinh Tan Vỡ và kỹ năng <strong>Chiến Pháp Đột Kích - Juuga</strong> tăng tương đương 15.6% phòng ngự."
      ]
    }
  },
  "passive3": {
    "name": "Phát Hiện Lấp Lánh",
    "description": {
      "0": "Hiển thị vị trí <strong>đặc sản khu vực Inazuma</strong> trên bản đồ nhỏ."
    }
  },
  "constellation1": {
    "name": "Chạy: Nhanh Nhẹn Như Gió",
    "description": {
      "0": "Khi nhân vật trong trận hiện tại (trừ Gorou) đứng trong khu vực <strong>Đại Tướng Chiến Kỳ</strong> hoặc <strong>Uy Nghi Đại Tướng</strong> gây Sát Thương Nguyên Tố Nham cho kẻ địch, sẽ giảm 2s CD kỹ năng <strong>Trận Hình Phòng Thủ - Inuzaka</strong> của Gorou.",
      "1": "Hiệu quả này mỗi 10s tối đa kích hoạt 1 lần."
    }
  },
  "constellation2": {
    "name": "Ngồi: Vững Vàng Như Chuông",
    "description": {
      "0": "Trong thời gian duy trì <strong>Uy Nghi Đại Tướng</strong>, sau khi nhân vật trong trận gần đó nhận mảnh kết tinh tạo ra từ phản ứng kết tinh, thì Uy Nghi Đại Tướng của Gorou sẽ kéo dài thêm 1s.",
      "1": "Hiệu quả này mỗi 0.1s tối đa kích hoạt 1 lần, tối đa kéo dài thêm 3s bằng cách này."
    }
  },
  "constellation3": {
    "name": "Cào: Dữ Dội Như Lửa",
    "description": {
      "0": "Cấp kỹ năng <strong>Trận Hình Phòng Thủ - Inuzaka</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation4": {
    "name": "Liếm: Ấm Áp Như Nước",
    "description": {
      "0": "<strong>Uy Nghi Đại Tướng</strong> khi có hiệu quả \"Trụ Vững\" hoặc \"Phá Hủy\", mỗi 1.5s sẽ hồi phục HP cho nhân vật trong khu vực, lượng hồi phục tương đương 50% phòng ngự của bản thân Gorou."
    }
  },
  "constellation5": {
    "name": "Cắn: Kinh Động Như Sấm",
    "description": {
      "0": "Cấp kỹ năng <strong>Chiến Pháp Đột Kích - Juuga</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation6": {
    "name": "Dũng: Trung Nghĩa Như Núi",
    "description": {
      "0": "Trong 12s sau khi thi triển <strong>Trận Hình Phòng Thủ - Inuzaka</strong> hoặc <strong>Chiến Pháp Đột Kích - Juuga</strong>, dựa vào cấp độ khu vực lúc thi triển để tăng <geo>Sát Thương Bạo Kích Nguyên Tố Nham</geo> cho toàn bộ nhân vật trong đội ở gần:",
      "1": [
        "\"Kiên Cố\": Tăng 10%;",
        "\"Trụ Vững\": Tăng 20%;",
        "\"Phá Hủy\": Tăng 40%."
      ],
      "2": "<br/>",
      "3": "Hiệu quả này không thể cộng dồn, lấy hiệu ứng sau cùng làm chuẩn."
    }
  }
}