{
  "name": "Quyền Trượng Cát Đỏ",
  "description": {
    "0": "Một món trong bộ đôi quyền trượng tạo nên từ Hắc Diệu Thạch. Trong truyền thuyết, sở hữu quyền năng dẫn dắt con dân của cát, nhưng hiện giờ đã không còn thần tử nào có thể phân biệt được hình dạng của vương khí này rồi."
  },
  "passiveName": "Giấc Mộng Cuối Chân Trời",
  "passiveDescription": {
    "0": {
      "0": "Tăng tấn công dựa trên <cryo>52%</cryo> Tinh Thông Nguyên Tố của người trang bị vũ khí này. Khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch sẽ nhận hiệu ứng \"Giấc Mộng Cát Đỏ\" duy trì 10s: Tăng tấn công dựa trên <cryo>28%</cryo> Tinh Thông Nguyên Tố của người trang bị vũ khí này, hiệu quả này tối đa cộng dồn 3 tầng."
    },
    "1": {
      "0": "Tăng tấn công dựa trên <cryo>65%</cryo> Tinh Thông Nguyên Tố của người trang bị vũ khí này. Khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch sẽ nhận hiệu ứng \"Giấc Mộng Cát Đỏ\" duy trì 10s: Tăng tấn công dựa trên <cryo>35%</cryo> Tinh Thông Nguyên Tố của người trang bị vũ khí này, hiệu quả này tối đa cộng dồn 3 tầng."
    },
    "2": {
      "0": "Tăng tấn công dựa trên <cryo>78%</cryo> Tinh Thông Nguyên Tố của người trang bị vũ khí này. Khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch sẽ nhận hiệu ứng \"Giấc Mộng Cát Đỏ\" duy trì 10s: Tăng tấn công dựa trên <cryo>42%</cryo> Tinh Thông Nguyên Tố của người trang bị vũ khí này, hiệu quả này tối đa cộng dồn 3 tầng."
    },
    "3": {
      "0": "Tăng tấn công dựa trên <cryo>91%</cryo> Tinh Thông Nguyên Tố của người trang bị vũ khí này. Khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch sẽ nhận hiệu ứng \"Giấc Mộng Cát Đỏ\" duy trì 10s: Tăng tấn công dựa trên <cryo>49%</cryo> Tinh Thông Nguyên Tố của người trang bị vũ khí này, hiệu quả này tối đa cộng dồn 3 tầng."
    },
    "4": {
      "0": "Tăng tấn công dựa trên <cryo>104%</cryo> Tinh Thông Nguyên Tố của người trang bị vũ khí này. Khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch sẽ nhận hiệu ứng \"Giấc Mộng Cát Đỏ\" duy trì 10s: Tăng tấn công dựa trên <cryo>56%</cryo> Tinh Thông Nguyên Tố của người trang bị vũ khí này, hiệu quả này tối đa cộng dồn 3 tầng."
    }
  }
}