{
  "name": "Hồi Ức Tulaytullah",
  "description": {
    "0": "Chiếc chuông được khắc từ bạc và lam bảo thạch, âm thanh của nó vang vọng rất xa."
  },
  "passiveName": "Nước Mắt Lam Bảo Thạch Chôn Vùi",
  "passiveDescription": {
    "0": {
      "0": "Tốc độ tấn công thường tăng <cryo>10%</cryo>; Trong 14s sau khi thi triển Kỹ Năng Nguyên Tố: Sát thương gây ra từ tấn công thường mỗi 1s tăng <cryo>4.8%</cryo>; Khi tấn công thường đánh trúng kẻ địch, sát thương gây ra từ tấn công thường tăng <cryo>9.6%</cryo>, hiệu quả này mỗi 0.3s tối đa kích hoạt 1 lần. Trong thời gian duy trì, sát thương gây ra từ tấn công thường tối đa tăng đến <cryo>48%</cryo> thông qua hiệu quả kể trên. Khi nhân vật rời trận sẽ xóa bỏ hiệu quả, thi triển Kỹ Năng Nguyên Tố lần nữa sẽ xóa hiệu quả trước đó."
    },
    "1": {
      "0": "Tốc độ tấn công thường tăng <cryo>12.5%</cryo>; Trong 14s sau khi thi triển Kỹ Năng Nguyên Tố: Sát thương gây ra từ tấn công thường mỗi 1s tăng <cryo>6%</cryo>; Khi tấn công thường đánh trúng kẻ địch, sát thương gây ra từ tấn công thường tăng <cryo>12%</cryo>, hiệu quả này mỗi 0.3s tối đa kích hoạt 1 lần. Trong thời gian duy trì, sát thương tăng thêm từ tấn công thường tối đa tăng đến <cryo>60%</cryo> bằng cách này. Nhân vật khi rời trận sẽ hủy hiệu quả, thi triển Kỹ Năng Nguyên Tố lần nữa sẽ xóa hiệu quả trước đó."
    },
    "2": {
      "0": "Tốc độ tấn công thường tăng <cryo>15%</cryo>; Trong 14s sau khi thi triển Kỹ Năng Nguyên Tố: Sát thương gây ra từ tấn công thường mỗi 1s tăng <cryo>7.2%</cryo>; Khi tấn công thường đánh trúng kẻ địch, sát thương gây ra từ tấn công thường tăng <cryo>14.4%</cryo>, hiệu quả này mỗi 0.3s tối đa kích hoạt 1 lần. Trong thời gian duy trì, sát thương gây ra từ tấn công thường tối đa tăng đến <cryo>72%</cryo> thông qua hiệu quả kể trên. Khi nhân vật rời trận sẽ xóa bỏ hiệu quả, thi triển Kỹ Năng Nguyên Tố lần nữa sẽ xóa hiệu quả trước đó."
    },
    "3": {
      "0": "Tốc độ tấn công thường tăng <cryo>17.5%</cryo>; Trong 14s sau khi thi triển Kỹ Năng Nguyên Tố: Sát thương gây ra từ tấn công thường mỗi 1s tăng <cryo>8.4%</cryo>; Khi tấn công thường đánh trúng kẻ địch, sát thương gây ra từ tấn công thường tăng <cryo>16.8%</cryo>, hiệu quả này mỗi 0.3s tối đa kích hoạt 1 lần. Trong thời gian duy trì, sát thương gây ra từ tấn công thường tối đa tăng đến <cryo>84%</cryo> thông qua hiệu quả kể trên. Khi nhân vật rời trận sẽ xóa bỏ hiệu quả, thi triển Kỹ Năng Nguyên Tố lần nữa sẽ xóa hiệu quả trước đó."
    },
    "4": {
      "0": "Tốc độ tấn công thường tăng <cryo>20%</cryo>; Trong 14s sau khi thi triển Kỹ Năng Nguyên Tố: Sát thương gây ra từ tấn công thường mỗi 1s tăng <cryo>9.6%</cryo>; Khi tấn công thường đánh trúng kẻ địch, sát thương gây ra từ tấn công thường tăng <cryo>19.2%</cryo>, hiệu quả này mỗi 0.3s tối đa kích hoạt 1 lần. Trong thời gian duy trì, sát thương gây ra từ tấn công thường tối đa tăng đến <cryo>96%</cryo> thông qua hiệu quả kể trên. Khi nhân vật rời trận sẽ xóa bỏ hiệu quả, thi triển Kỹ Năng Nguyên Tố lần nữa sẽ xóa hiệu quả trước đó."
    }
  }
}