{
  "name": "Haran Geppaku Futsu",
  "description": {
    "0": "Tác phẩm nổi tiếng do Futsu phụng mệnh chế tạo. Do nó sở hữu khí thế tựa những cơn sóng cuộn trào, nên được đặt tên là \"Haran\"."
  },
  "passiveName": "Bạch Nhẫn Lưu Chuyển",
  "passiveDescription": {
    "0": {
      "0": "Nhận được <cryo>12%</cryo> buff sát thương tất cả nguyên tố; nhân vật khác trong đội ở gần khi thi triển Kỹ Năng Nguyên Tố, sẽ tạo ra 1 tầng \"Mũi Sóng\" cho nhân vật trang bị vũ khí này, tối đa cộng dồn 2 tầng, mỗi 0.3s tối đa kích hoạt 1 lần. Khi nhân vật trang bị vũ khí này thi triển Kỹ Năng Nguyên Tố, nếu có hiệu ứng \"Mũi Sóng\" sẽ tiêu hao \"Mũi Sóng\" đã có, và nhận được \"Sóng Loạn\": Căn cứ số tầng tiêu hao, mỗi tầng tăng <cryo>20%</cryo> sát thương tấn công thường, duy trì 8s."
    },
    "1": {
      "0": "Nhận được <cryo>15%</cryo> buff sát thương tất cả nguyên tố; nhân vật khác trong đội ở gần khi thi triển Kỹ Năng Nguyên Tố, sẽ tạo ra 1 tầng \"Mũi Sóng\" cho nhân vật trang bị vũ khí này, tối đa cộng dồn 2 tầng, mỗi 0.3s tối đa kích hoạt 1 lần. Khi nhân vật trang bị vũ khí này thi triển Kỹ Năng Nguyên Tố, nếu có hiệu ứng \"Mũi Sóng\" sẽ tiêu hao \"Mũi Sóng\" đã có, và nhận được \"Sóng Loạn\": Căn cứ số tầng tiêu hao, mỗi tầng tăng <cryo>25%</cryo> sát thương tấn công thường, duy trì 8s."
    },
    "2": {
      "0": "Nhận được <cryo>18%</cryo> buff sát thương tất cả nguyên tố; nhân vật khác trong đội ở gần khi thi triển Kỹ Năng Nguyên Tố, sẽ tạo ra 1 tầng \"Mũi Sóng\" cho nhân vật trang bị vũ khí này, tối đa cộng dồn 2 tầng, mỗi 0.3s tối đa kích hoạt 1 lần. Khi nhân vật trang bị vũ khí này thi triển Kỹ Năng Nguyên Tố, nếu có hiệu ứng \"Mũi Sóng\" sẽ tiêu hao \"Mũi Sóng\" đã có, và nhận được \"Sóng Loạn\": Căn cứ số tầng tiêu hao, mỗi tầng tăng <cryo>30%</cryo> sát thương tấn công thường, duy trì 8s."
    },
    "3": {
      "0": "Nhận được <cryo>21%</cryo> buff sát thương tất cả nguyên tố; nhân vật khác trong đội ở gần khi thi triển Kỹ Năng Nguyên Tố, sẽ tạo ra 1 tầng \"Mũi Sóng\" cho nhân vật trang bị vũ khí này, tối đa cộng dồn 2 tầng, mỗi 0.3s tối đa kích hoạt 1 lần. Khi nhân vật trang bị vũ khí này thi triển Kỹ Năng Nguyên Tố, nếu có hiệu ứng \"Mũi Sóng\" sẽ tiêu hao \"Mũi Sóng\" đã có, và nhận được \"Sóng Loạn\": Căn cứ số tầng tiêu hao, mỗi tầng tăng <cryo>35%</cryo> sát thương tấn công thường, duy trì 8s."
    },
    "4": {
      "0": "Nhận được <cryo>24%</cryo> buff sát thương tất cả nguyên tố; nhân vật khác trong đội ở gần khi thi triển Kỹ Năng Nguyên Tố, sẽ tạo ra 1 tầng \"Mũi Sóng\" cho nhân vật trang bị vũ khí này, tối đa cộng dồn 2 tầng, mỗi 0.3s tối đa kích hoạt 1 lần. Khi nhân vật trang bị vũ khí này thi triển Kỹ Năng Nguyên Tố, nếu có hiệu ứng \"Mũi Sóng\" sẽ tiêu hao \"Mũi Sóng\" đã có, và nhận được \"Sóng Loạn\": Căn cứ số tầng tiêu hao, mỗi tầng tăng <cryo>40%</cryo> sát thương tấn công thường, duy trì 8s."
    }
  }
}