{
  "name": "Arataki Itto",
  "title": "Quái Kiệt Hanamizaka",
  "description": "Thủ lĩnh đời đầu của \"Bang Arataki\" địa bàn Hanamizaka. Sao, chưa nghe qua Bang Arataki à, đùa ta sao?",
  "constellationName": "Cung Thiên Ngưu",
  "auto": {
    "name": "Huyền Thoại Đấm Nhau",
    "fields": {
      "normal": {
        "0": "<strong><strong>Tấn Công Thường</strong>",
        "1": "Thực hiện tối đa 4 lần chém liên tiếp.",
        "2": "Lần chém thứ 2 và thứ 4 trúng địch sẽ lần lượt nhận 1 tầng và 2 tầng \"Quỷ Lực Vô Song\".",
        "3": "Tối đa sở hữu 5 tầng \"Quỷ Lực Vô Song\", mỗi lần kích hoạt đều sẽ làm mới thời gian duy trì của Quỷ Lực Vô Song đã có.",
        "4": "<br/>",
        "5": "Ngoài ra, trong một thời gian ngắn sau khi xung kích hoặc thi triển kỹ năng nguyên tố \"Tuyệt Kỹ Masatsu - Akaushi Công Phá!\", số lần liên kích đánh thường sẽ không bị tái lập."
      },
      "charged": {
        "0": "<strong>Trọng Kích</strong>",
        "1": "Khi nhấn giữ để thực hiện trọng kích, nếu có Quỷ Lực Vô Song sẽ thi triển \"Arataki Kesagiri\" không tiêu tốn thể lực. Arataki Kesagiri mỗi lần tấn công sẽ tiêu hao một tầng Quỷ Lực Vô Song; Khi tiêu hao đến tầng cuối cùng sẽ thi triển thêm đòn kết liễu mạnh mẽ.",
        "2": "Khi không có Quỷ Lực Vô Song sẽ tiêu hao thể lực để thi triển một lần Nhát Chém Saichimonji cực mạnh."
      },
      "plunging": {
        "0": "<strong>Tấn Công Khi Đáp</strong>",
        "1": "Đáp xuống đất từ trên không, tấn công kẻ địch trên đường, đồng thời gây sát thương phạm vi khi chạm đất."
      }
    },
    "skillParams": {
      "0": "Sát Thương Lần 1",
      "1": "Sát Thương Lần 2",
      "2": "Sát Thương Lần 3",
      "3": "Sát Thương Lần 4",
      "4": "Sát Thương Liên Trảm Arataki Kesagiri",
      "5": "Sát Thương Kết Liễu Arataki Kesagiri",
      "6": "Thời Gian Duy Trì Quỷ Lực Vô Song",
      "7": "Sát Thương Nhát Chém Saichimonji",
      "8": "Thể lực Nhát Chém Saichimonji tiêu hao",
      "9": "Sát Thương Khi Đáp",
      "10": "Sát Thương Khi Rơi Từ Độ Cao Thấp/Cao",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Tuyệt Kỹ Masatsu - Akaushi Công Phá!",
    "description": {
      "0": "Ném bò con \"Ushi\" - thành viên ngoài biên chế của Bang Arataki, gây <geo>Sát Thương Nguyên Tố Nham</geo> cho kẻ địch trúng phải! Khi \"Ushi\" trúng kẻ địch sẽ cung cấp cho Arataki Itto 1 tầng \"Quỷ Lực Vô Song\".",
      "1": "<br/>",
      "2": "\"Ushi\" sẽ ở lại trong trận để chi viện:",
      "3": [
        "Liên tục khiêu khích kẻ địch xung quanh, thu hút hỏa lực;",
        "Độ bền sẽ dựa vào tỷ lệ giới hạn HP của Arataki Itto;",
        "Khi chịu sát thương sẽ cung cấp cho Arataki Itto 1 tầng \"Quỷ Lực Vô Song\". Mỗi 2 giây tối đa chỉ có thể nhận được 1 tầng thông qua cách này;",
        "Khi hết độ bền hoặc thời gian tồn tại, \"Ushi\" sẽ để lại cho Arataki Itto 1 tầng \"Quỷ Lực Vô Song\" rồi chạy mất."
      ],
      "4": "<br/>",
      "5": "<strong>Nhấn giữ</strong>",
      "6": "Điều chỉnh hướng ném.",
      "7": "<br/>",
      "8": "\"Ushi\" sẽ được tính là <geo>tạo vật Nguyên Tố Nham</geo>; Cùng lúc chỉ có thể tồn tại một \"Ushi\" do bản thân Arataki Itto ném ra.",
      "9": "<br/>",
      "10": "<i>Tên chiêu thức này được lấy cảm hứng từ quyển tiểu thuyết \"Quỷ Võ Đạo\" của tác giả Junkichi，nhưng nếu giữ tên gốc là \"Tuyệt Kỹ Onisatsu\" có vẻ bị dính bản quyền, hơn nữa Itto cũng là \"Oni\" mà.</i>"
    },
    "skillParams": {
      "0": "Sát Thương Kỹ Năng",
      "1": "HP Thừa Kế",
      "2": "Thời Gian Kéo Dài",
      "3": "CD",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Siêu Cấp Quỷ Vương - Itto Giáng Lâm!",
    "description": {
      "0": "Đã đến lúc thể hiện bản thân! Trong khoảng thời gian tiếp theo, Itto hóa thân thành \"Nộ Mục Quỷ Vương\", sử dụng Quỷ Vương Kim Toái Bổng để chiến đấu.",
      "1": "Đặc tính cụ thể như sau:",
      "2": [
        "Sát thương của tấn công thường, trọng kích, tấn công khi đáp sẽ chuyển hóa thành <geo>Sát Thương Nguyên Tố Nham</geo> không thể bị đính kèm thay thế;",
        "Tăng tốc độ đánh thường của Arataki Itto, đồng thời tăng sức tấn công dựa theo phòng ngự;",
        "Tấn công lần thứ 1 và 3 trúng kẻ địch sẽ cung cấp cho Arataki Itto 1 tầng \"Quỷ Lực Vô Song\";",
        "Kháng tất cả nguyên tố và kháng vật lý của Arataki Itto giảm 20%."
      ],
      "3": "<br/>",
      "4": "Trạng thái \"Nộ Mục Quỷ Vương\" sẽ bị hủy khi Arataki Itto rời trận.",
      "5": "<br/>",
      "6": "<i>Bí kỹ trong bí kỹ của Itto (Tự xưng). Nếu bắt chước người khác để mạnh hơn thì thật vô nghĩa, vì thế gian này chỉ có quỷ vương Arataki Itto mới là vô đối thôi, cho nên để tự Itto bắt chước Itto là được rồi!</i>",
      "7": "<i>Shouta cảm thấy rất ngầu.</i>"
    },
    "skillParams": {
      "0": "Tấn Công Tăng",
      "1": "Tốc Độ Tấn Công Tăng",
      "2": "Thời Gian Kéo Dài",
      "3": "CD",
      "4": "Năng Lượng Nguyên Tố",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Arataki Đệ Nhất",
    "description": {
      "0": "Arataki Itto khi thi triển \"Arataki Kesagiri\" liên tục sẽ có hiệu quả sau:",
      "1": [
        "Mỗi lần trảm kích đều sẽ khiến tốc độ tấn công của trảm kích lần sau tăng 10%, tối đa tăng 30% bằng cách này;",
        "Tăng khả năng kháng gián đoạn."
      ],
      "2": "<br/>",
      "3": "Hiệu quả sẽ biến mất khi kết thúc thi triển liên tục."
    }
  },
  "passive2": {
    "name": "Huyết Mạch Xích Quỷ",
    "description": {
      "0": "Tăng sát thương gây ra từ \"Arataki Kesagiri\", lượng tăng thêm sát thương sẽ dựa vào 35% phòng ngự của Arataki Itto."
    }
  },
  "passive3": {
    "name": "Bổ Củi",
    "description": {
      "0": "Khi nhân vật của bản thân trong đội đốn gỗ bằng cách tấn công cây cối, có 25% xác suất nhận được thêm gỗ."
    }
  },
  "constellation1": {
    "name": "Đứng Lại, Ta Nói Cho Nghe",
    "description": {
      "0": "Sau khi thi triển <strong>Siêu Cấp Quỷ Vương - Itto Giáng Lâm!</strong>, Arataki Itto nhận 2 tầng hiệu ứng \"Quỷ Lực Vô Song\". Sau 1s, Arataki Itto mỗi 0.5s sẽ nhận thêm 1 tầng \"Quỷ Lực Vô Song\", duy trì 1.5s."
    }
  },
  "constellation2": {
    "name": "Gọi Anh Em, Đánh Hội Đồng",
    "description": {
      "0": "Sau khi thi triển <strong>Siêu Cấp Quỷ Vương - Itto Giáng Lâm!</strong>, trong đội cứ mỗi nhân vật có thuộc tính nguyên tố là <geo>Nham</geo>, đều sẽ khiến Itto giảm 1.5s CD kỹ năng nộ, đồng thời khiến Arataki Itto hồi phục 6 điểm năng lượng nguyên tố.",
      "1": "Thông qua cách này, tối đa giảm 4.5s CD và hồi phục 18 điểm năng lượng nguyên tố."
    }
  },
  "constellation3": {
    "name": "Có Ta Ở Đây, Đừng Sợ",
    "description": {
      "0": "Cấp kỹ năng <strong>Tuyệt Kỹ Masatsu - Akaushi Công Phá!</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation4": {
    "name": "Cơm Nước Trại Giam Ngon Thật!",
    "description": {
      "0": "Sau khi kết thúc trạng thái \"Nộ Mục Quỷ Vương\" của kỹ năng <strong>Siêu Cấp Quỷ Vương - Itto Giáng Lâm!</strong>, sức phòng ngự của tất cả nhân vật trong đội gần đó tăng 20%, sức tấn công tăng 20%, duy trì 10s."
    }
  },
  "constellation5": {
    "name": "Mười Năm Vang Danh Hanamizaka",
    "description": {
      "0": "Cấp kỹ năng <strong>Siêu Cấp Quỷ Vương - Itto Giáng Lâm!</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation6": {
    "name": "Bổn Đại Gia Là Arataki Itto",
    "description": {
      "0": "Tăng 70% sát thương bạo kích của trọng kích của Arataki Itto; Ngoài ra, khi thi triển \"Arataki Kesagiri\" sẽ có 50% xác suất không tiêu hao \"Quỷ Lực Vô Song\"."
    }
  }
}