{
  "name": "Kirara",
  "title": "Mèo Leo Nóc Nhà",
  "description": "Nhân viên giao hàng của \"Công Ty Chuyển Phát Komaniya\" tại Inazuma, là một \"nekomata\" yêu thích công việc của mình và xã hội loài người.",
  "constellationName": "Cung Tương Cử",
  "auto": {
    "name": "Cào Rách Hộp",
    "fields": {
      "normal": {
        "0": "<strong><strong>Tấn Công Thường</strong>",
        "1": "Thực hiện tối đa 4 lần tấn công liên tiếp."
      },
      "charged": {
        "0": "<strong>Trọng Kích</strong>",
        "1": "Tiêu hao thể lực nhất định, cào 3 lần về phía trước."
      },
      "plunging": {
        "0": "<strong>Tấn Công Khi Đáp</strong>",
        "1": "Đáp xuống đất từ trên không, tấn công kẻ địch trên đường và gây sát thương phạm vi khi chạm đất."
      }
    },
    "skillParams": {
      "0": "Sát Thương Lần 1",
      "1": "Sát Thương Lần 2",
      "2": "Sát Thương Lần 3",
      "3": "Sát Thương Lần 4",
      "4": "Sát Thương Trọng Kích",
      "5": "Trọng Kích tiêu hao thể lực",
      "6": "Sát Thương Khi Rơi",
      "7": "Sát Thương Khi Rơi Từ Độ Cao Thấp/Cao",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Mèo Tung Cước",
    "description": {
      "0": "<strong>Nhấn</strong>",
      "1": "Tận dụng sự nhanh nhẹn của mèo để thi triển Vẫy Đuôi Tung Cước hạ gục kẻ địch, gây <dendro>Sát Thương Phạm Vi Nguyên Tố Thảo</dendro>, đồng thời triển khai Khiên Vận Chuyển An Toàn, khiến Kirara <dendro>nhận ấn Nguyên Tố Thảo</dendro> trong thời gian ngắn. Khiên Vận Chuyển An Toàn có 250% hiệu quả hấp thụ với <dendro>Sát Thương Nguyên Tố Thảo</dendro>. Lượng sát thương hấp thụ của khiên căn cứ vào giới hạn HP của Kirara và không vượt quá một tỉ lệ giới hạn HP nhất định, lượng sát thương hấp thụ còn dư sẽ được cộng dồn khi nhận Khiên Vận Chuyển An Toàn mới, đồng thời làm mới thời gian duy trì.",
      "2": "<br/>",
      "3": "<strong>Nhấn Giữ</strong>",
      "4": "\"Nhanh giao xong hàng trong nửa ngày\", triển khai Khiên Vận Chuyển An Toàn tương đồng với khi Nhấn, đồng thời rúc vào trong hộp chuyển phát, vào trạng thái Bưu Kiện Mèo Khẩn Cấp để di chuyển và chiến đấu nhanh nhẹn hơn.",
      "5": "<br/>",
      "6": "<strong>Trạng thái Bưu Kiện Mèo Khẩn Cấp</strong>",
      "7": [
        "Khi đụng vào kẻ địch sẽ gây <dendro>Sát Thương Nguyên Tố Thảo</dendro>, hiệu quả này mỗi 0.5s tối đa kích hoạt một lần cho mỗi kẻ địch;",
        "Khi ở trong trạng thái này sẽ tăng tốc độ di chuyển, tốc độ leo trèo và khả năng nhảy; Tăng thể lực tiêu hao khi leo trèo;",
        "Khi thời gian duy trì kết thúc hoặc thi triển kỹ năng lần nữa, sẽ tung ra Vuốt Mèo Đột Kích mạnh mẽ hơn đòn tấn công khi Nhấn, gây <dendro>Sát Thương Phạm Vi Nguyên Tố Thảo</dendro>;",
        "Trạng thái Bưu Kiện Mèo Khẩn Cấp duy trì tối đa 10s, khi hiệu quả kết thúc thì kỹ năng mới tính thời gian chờ. Thời gian duy trì của Bưu Kiện Mèo Khẩn Cấp càng lâu, thời gian chờ kỹ năng sẽ càng dài;",
        "Trong thời gian duy trì nếu xung kích hoặc hủy leo trèo sẽ kết thúc sớm trạng thái Bưu Kiện Mèo Khẩn Cấp."
      ],
      "8": "<br/>",
      "9": "<i>\"Hửm? bí quyết giao hàng nhanh sao? Đương nhiên là do sức mạnh đôi chân rồi!\"</i>"
    },
    "skillParams": {
      "0": "Sát Thương Vẫy Đuôi Tung Cước",
      "1": "Sát Thương Khiên Hấp Thụ",
      "2": "Giới Hạn Khiên Hấp Thụ",
      "3": "Thời Gian Khiên Kéo Dài",
      "4": "Sát Thương Va Chạm Bưu Kiện Mèo Khẩn Cấp",
      "5": "Thời Gian Duy Trì Bưu Kiện Mèo Khẩn Cấp Tối Đa",
      "6": "Sát Thương Vuốt Mèo Đột Kích",
      "7": "CD",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Bí Pháp - Chuyển Phát Đặc Biệt",
    "description": {
      "0": "Sử dụng Hộp Chuyển Phát Đặc Biệt chuyên đối phó với trộm cướp để tấn công kẻ địch, gây <dendro>Sát Thương Phạm Vi Nguyên Tố Thảo</dendro>. Hộp Chuyển Phát Đặc Biệt khi phát nổ sẽ tách thành nhiều <strong>Đậu Khấu Cỏ Mèo</strong> gây nổ khi chạm trúng kẻ địch hoặc sau một khoảng thời gian, gây <dendro>Sát Thương Phạm Vi Nguyên Tố Thảo</dendro>.",
      "1": "<br/>",
      "2": "<i>\"Hì hì, thứ này là dành cho những tên thích cướp hàng đấy. Những tên đáng ghét, nhận được rồi thì nhớ đánh giá tốt nhé!\"</i>"
    },
    "skillParams": {
      "0": "Sát Thương Kỹ Năng",
      "1": "Sát Thương Nổ Đậu Khấu Cỏ Mèo",
      "2": "Thời Gian Đậu Khấu Cỏ Mèo Tồn Tại",
      "3": "CD",
      "4": "Năng Lượng Nguyên Tố",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Đuôi Mèo Mê Hoặc",
    "description": {
      "0": "Khi Kirara ở trong trạng thái Bưu Kiện Mèo Khẩn Cấp của kỹ năng <strong>Mèo Tung Cước</strong>, mỗi lần va chạm trúng kẻ địch sẽ nhận được một tầng <strong>Gia Cố Đóng Gói</strong>, hiệu quả này mỗi 0.5s tối đa kích hoạt một lần cho mỗi kẻ địch, tối đa cộng dồn 3 tầng. Khi trạng thái Bưu Kiện Mèo Khẩn Cấp kết thúc, mỗi tầng Gia Cố Đóng Gói sẽ sản sinh cho Kirara một Khiên Vận Chuyển An Toàn. Lượng sát thương hấp thụ của lớp khiên sản sinh từ cách thức này sẽ tương ứng với 20% lượng sát thương hấp thụ của Khiên Vận Chuyển An Toàn từ kỹ năng <strong>Mèo Tung Cước</strong>, nếu Kirara đã có Khiên Vận Chuyển An Toàn từ kỹ năng Mèo Tung Cước, lượng sát thương hấp thụ còn dư sẽ cộng dồn, đồng thời làm mới thời gian duy trì."
    }
  },
  "passive2": {
    "name": "Linh Hồn Rực Rỡ",
    "description": {
      "0": "Mỗi 1000 giới hạn HP của Kirara sẽ khiến sát thương <strong>Mèo Tung Cước</strong> gây ra tăng 0.4%, sát thương <strong>Bí Pháp - Chuyển Phát Đặc Biệt</strong> gây ra tăng 0.3%."
    }
  },
  "passive3": {
    "name": "Mèo Đi Rón Rén",
    "description": {
      "0": "Khi có Kirara trong đội, nhân vật khi tiếp cận các động vật nhỏ tạo Thịt Rừng, Thịt Gia Cầm và Thịt Tươi Lạnh sẽ không làm kinh động đến chúng."
    }
  },
  "constellation1": {
    "name": "Vật Chất Lưu Thông",
    "description": {
      "0": "Khi thi triển <strong>Bí Pháp - Chuyển Phát Đặc Biệt</strong>, mỗi 8000 điểm giới hạn HP của Kirara sẽ sản sinh thêm 1 <strong>Đậu Khấu Cỏ Mèo</strong>, tối đa có thể sản sinh thêm 4 Đậu Khấu Cỏ Mèo bằng cách này."
    }
  },
  "constellation2": {
    "name": "Đóng Gói Hoàn Hảo",
    "description": {
      "0": "Khi Kirara ở trong trạng thái Bưu Kiện Mèo Khẩn Cấp của kỹ năng <strong>Mèo Tung Cước</strong>, va chạm trúng các nhân vật khác trong đội sẽ cung cấp cho họ Khiên Vận Chuyển Quan Trọng.",
      "1": "Lượng sát thương hấp thụ của Khiên Vận Chuyển Quan Trọng tương ứng với 40% giới hạn hấp thụ của Khiên Vận Chuyển An Toàn từ kỹ năng <strong>Mèo Tung Cước</strong>, đồng thời có 250% hiệu quả hấp thụ với <dendro>Sát Thương Nguyên Tố Thảo</dendro>.",
      "2": "Khiên Vận Chuyển Quan Trọng duy trì 12s, hiệu quả này mỗi 10s tối đa kích hoạt một lần với mỗi nhân vật."
    }
  },
  "constellation3": {
    "name": "Tường Tận Ngõ Ngách",
    "description": {
      "0": "Cấp kỹ năng <strong>Mèo Tung Cước</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation4": {
    "name": "Đôi Chân Skanda",
    "description": {
      "0": "Nhân vật trong trận có <strong>Khiên Vận Chuyển An Toàn</strong> hoặc <strong>Khiên Vận Chuyển Quan Trọng</strong> bảo vệ nếu Tấn Công Thường, Trọng Kích hoặc Tấn Công Khi Đáp trúng kẻ địch, Kirara sẽ sử dụng <strong>Đậu Khấu Cỏ Mèo</strong> để hỗ trợ tấn công, gây <dendro>Sát Thương Nguyên Tố Thảo</dendro> tương đương với 200% tấn công của Kirara. Sát thương gây ra bằng cách thức này sẽ được tính là sát thương Kỹ Năng Nộ. Hiệu quả này mỗi 3.8s tối đa kích hoạt một lần, tất cả nhân vật trong đội tính chung thời gian CD."
    }
  },
  "constellation5": {
    "name": "Một Ngày Vạn Dặm",
    "description": {
      "0": "Cấp kỹ năng <strong>Bí Pháp - Chuyển Phát Đặc Biệt</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation6": {
    "name": "Lưu Lại Cảnh Sắc",
    "description": {
      "0": "Trong 15s sau khi Kirara thi triển Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ, tất cả nhân vật trong đội gần đó nhận được 12% buff sát thương tất cả nguyên tố."
    }
  }
}