{
  "name": "Sangonomiya Kokomi",
  "title": "Trí Tuệ Trân Châu",
  "description": "Thánh Pháp Sư của đảo Watatsumi, thiếu nữ quản lý mọi chuyện trên đảo Watatsumi.",
  "constellationName": "Cung Miên Long",
  "auto": {
    "name": "Hình Dạng Nước Trong",
    "fields": {
      "normal": {
        "0": "<strong>Tấn Công Thường</strong>",
        "1": "Dùng cá tạo thành bởi nước để thực hiện tối đa 3 lần tấn công, gây <hydro>Sát Thương Nguyên Tố Thủy</hydro>."
      },
      "charged": {
        "0": "<strong>Trọng Kích</strong>",
        "1": "Tiêu hao thể lực nhất định, sau khi tụ lực, gây <hydro>Sát Thương Phạm Vi Nguyên Tố Thủy</hydro>."
      },
      "plunging": {
        "0": "<strong>Tấn Công Khi Đáp</strong>",
        "1": "Ngưng tụ sức mạnh nguyên tố Thủy, từ trên trời tấn công xuống mặt đất, tấn công kẻ địch trên đường đi, gây <hydro>sát thương phạm vi Nguyên Tố Thủy</hydro> khi chạm đất."
      }
    },
    "skillParams": {
      "0": "Sát Thương Lần 1",
      "1": "Sát Thương Lần 2",
      "2": "Sát Thương Lần 3",
      "3": "Sát Thương Trọng Kích",
      "4": "Thể lực Trọng Kích tiêu hao",
      "5": "Sát Thương Khi Rơi",
      "6": "Sát Thương Khi Rơi Từ Độ Cao Thấp/Cao",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Lời Thề Kurage",
    "description": {
      "0": "Triệu hồi \"Bake-Kurage\" chữa trị cho đồng đội.",
      "1": "Khi thi triển sẽ khiến Sangonomiya Kokomi vào trạng thái <hydro>Ẩm Ướt</hydro>.",
      "2": "<br/>",
      "3": "<strong>Bake-Kurage</strong>",
      "4": "Cứ cách một khoảng thời gian sẽ gây <hydro>Sát Thương Nguyên Tố Thủy</hydro> cho kẻ địch xung quanh và hồi HP cho nhân vật đang trong trận ở xung quanh, lượng hồi phục dựa vào giới hạn HP của Sangonomiya Kokomi.",
      "5": "<br/>",
      "6": "<i>Để đảm bảo trạng thái tốt nhất cho công việc, Kokomi cần bổ sung \"năng lượng\" kịp thời.</i>"
    },
    "skillParams": {
      "0": "Lượng trị liệu ",
      "1": "Sát Thương Gợn Sóng",
      "2": "Thời gian tồn tại",
      "3": "CD",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Nghi Lễ Nereid",
    "description": {
      "0": "Triệu hồi sức mạnh của Watatsumi, gây <hydro>Sát Thương Nguyên Tố Thủy</hydro> cho kẻ địch xung quanh, đồng thời giúp Kokomi khoác lên \"Lễ Phục Nghi Thức\" được ngưng tụ từ nước của Sangonomiya.",
      "1": "<br/>",
      "2": "<strong>Lễ Phục Nghi Thức</strong>",
      "3": [
        "Giúp Sangonomiya Kokomi tăng sát thương tấn công thường, trọng kích và sát thương \"Bake-Kurage\" do kỹ năng nguyên tố gây ra, mức gia tăng sẽ dựa vào giới hạn HP của Kokomi;",
        "Khi tấn công thường và trọng kích trúng kẻ địch sẽ hồi HP cho tất cả nhân vật trong đội gần đó, lượng hồi phục sẽ dựa vào giới hạn HP của Kokomi;",
        "Tăng khả năng kháng gián đoạn của Sangonomiya Kokomi, đồng thời khiến cô ấy có thể di chuyển trên mặt nước."
      ],
      "4": "<br/>",
      "5": "Hiệu quả sẽ mất khi Sangonomiya Kokomi rời trận.",
      "6": "<br/>",
      "7": "<i>Ánh sáng xung quanh tạo thành lễ phục khoác lên người Sangonomiya Kokomi, tô điểm thêm vẻ đẹp tuyệt mỹ của đại nhân.</i>"
    },
    "skillParams": {
      "0": "Sát Thương Kỹ Năng",
      "1": "Tăng Sát Thương Đánh Thường",
      "2": "Tăng Sát Thương Trọng Kích",
      "3": "Tăng Sát Thương Bake-Kurage",
      "4": "Hồi HP khi đánh trúng địch",
      "5": "Thời Gian Kéo Dài",
      "6": "CD",
      "7": "Năng Lượng Nguyên Tố",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Rương Báu Tamakushi",
    "description": {
      "0": "Khi thi triển <strong>Nghi Lễ Nereid</strong>, nếu trong trận có Bake-Kurage của Sangonomiya Kokomi thì sẽ tái lập thời gian tồn tại của Bake-Kurage."
    }
  },
  "passive2": {
    "name": "Khúc Ca Trân Châu",
    "description": {
      "0": "Khi trong trạng thái Lễ Phục Nghi Thức của <strong>Nghi Lễ Nereid</strong>, tăng sát thương tấn công thường và trọng kích của Sangonomiya Kokomi dựa vào giới hạn HP, mức độ tăng thêm tương đương 15% lượng tăng trị liệu."
    }
  },
  "passive3": {
    "name": "Công Chúa Watatsumi",
    "description": {
      "0": "Giảm 20% tiêu hao thể lực khi bơi cho nhân vật trong đội của bản thân.",
      "1": "Không thể cộng dồn với Thiên Phú cố định có cùng hiệu quả."
    }
  },
  "passive": {
    "name": "Chiến Lược Hoàn Hảo",
    "description": {
      "0": "Mức trị liệu của Sangonomiya Kokomi tăng 25%, tỷ lệ bạo kích giảm 100%."
    }
  },
  "constellation1": {
    "name": "Vệt Nước Sắc Bén",
    "description": {
      "0": "Khi trong trạng thái Lễ Phục Nghi Thức của <strong>Nghi Lễ Nereid</strong>, đòn tấn công thường cuối cùng của Sangonomiya Kokomi sẽ tạo ra một con cá, gây <hydro>Sát Thương Nguyên Tố Thủy</hydro> bằng 30% giới hạn HP của Sangonomiya Kokomi.",
      "1": "Sát thương này không được tính là sát thương tấn công thường."
    }
  },
  "constellation2": {
    "name": "Sóng Cuộn Dâng Trào",
    "description": {
      "0": "Dựa vào giới hạn HP của Sangonomiya Kokomi để tăng lượng trị liệu cho nhân vật có lượng HP bằng hoặc thấp hơn 50% như sau:",
      "1": [
        "Bake-Kurage của <strong>Lời Thề Kurage</strong>: 4.5% giới hạn HP.",
        "Tấn công thường và trọng kích của <strong>Nghi Lễ Nereid</strong>: 0.6% giới hạn HP."
      ]
    }
  },
  "constellation3": {
    "name": "Con Thuyền Dưới Ánh Trăng",
    "description": {
      "0": "Cấp kỹ năng <strong>Nghi Lễ Nereid</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation4": {
    "name": "Vầng Trăng Ngắm Biển",
    "description": {
      "0": "Khi trong trạng thái Lễ Phục Nghi Thức của <strong>Nghi Lễ Nereid</strong>, tốc độ tấn công thường của Sangonomiya Kokomi tăng 10%, đồng thời khi tấn công thường trúng kẻ địch sẽ hồi phục 0.8 Năng Lượng Nguyên Tố.",
      "1": "Hiệu quả này mỗi 0.2s tối đa kích hoạt một lần."
    }
  },
  "constellation5": {
    "name": "Nước Tụ Về Nguồn",
    "description": {
      "0": "Cấp kỹ năng <strong>Lời Thề Kurage</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation6": {
    "name": "Trái Tim San Hô",
    "description": {
      "0": "Khi trong trạng thái Lễ Phục Nghi Thức của <strong>Nghi Lễ Nereid</strong>, lúc đòn tấn công thường và trọng kích của Sangonomiya Kokomi trị liệu cho nhân vật có HP từ 80% trở lên, sẽ nhận 40% <hydro>buff sát thương Nguyên Tố Thủy</hydro>, kéo dài 4s."
    }
  }
}