{
  "name": "Ineffa",
  "title": "Sóng Điện Rền Vang",
  "description": "Robot toàn năng được kết hợp bởi các linh kiện từ các quốc gia khác nhau. Phần lõi bí ẩn trước ngực đã tồn tại qua vô số năm tháng dài đằng đẵng.",
  "constellationName": "Cung Hương Giáp Lan",
  "auto": {
    "name": "Lưỡi Đao Quét Bụi",
    "fields": {
      "normal": {
        "0": "<strong>Tấn Công Thường</strong>",
        "1": "Thực hiện tối đa 4 lần đánh liên tiếp."
      },
      "charged": {
        "0": "<strong>Trọng Kích</strong>",
        "1": "Tiêu hao thể lực nhất định và tấn công xoay."
      },
      "plunging": {
        "0": "<strong>Tấn Công Khi Đáp</strong>",
        "1": "Đáp xuống đất từ trên không, tấn công kẻ địch trên đường và gây sát thương phạm vi khi chạm đất."
      }
    },
    "skillParams": {
      "0": "Sát Thương Lần 1",
      "1": "Sát Thương Lần 2",
      "2": "Sát Thương Lần 3",
      "3": "Sát Thương Lần 4",
      "4": "Sát Thương Trọng Kích",
      "5": "Thể Lực Trọng Kích Tiêu Hao",
      "6": "Sát Thương Khi Đáp",
      "7": "Sát Thương Khi Đáp Từ Độ Cao Thấp/Cao",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Chế Độ Dọn Dẹp - Tần Số Ổn Định",
    "description": {
      "0": "Ineffa khởi động Mô Đun Dọn Dẹp Cao Cấp, gây cho kẻ địch xung quanh một lần <electro>Sát Thương Phạm Vi Nguyên Tố Lôi</electro>, triển khai Khiên Dòng Chảy Quang Học và triệu hồi đơn vị hỗ trợ thông minh <tooltip ns=tooltips_gen baseKey18=11160001 values=[]><strong>Birgitta</strong></tooltip>.",
      "1": "Lượng hấp thụ sát thương của Khiên Dòng Chảy Quang Học phụ thuộc vào Tấn Công của Ineffa, có 250% hiệu quả hấp thụ với <electro>Sát Thương Nguyên Tố Lôi</electro>."
    },
    "skillParams": {
      "0": "Sát Thương Kỹ Năng",
      "1": "Khiên Hấp Thụ",
      "2": "Thời Gian Khiên Kéo Dài",
      "3": "Sát Thương Birgitta Phóng Điện",
      "4": "Birgitta Duy Trì",
      "5": "CD",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Chỉ Thị Tối Cao - Quét Sạch Toàn Bộ",
    "description": {
      "0": "Đơn vị thông minh <tooltip ns=tooltips_gen baseKey18=11160001 values=[]><strong>Birgitta</strong></tooltip> sẽ hỗ trợ thực hiện Cú Đấm Hỏa Tiễn quét sạch kẻ địch! Ineffa phóng ra Birgitta, gây <electro>Sát Thương Phạm Vi Nguyên Tố Lôi</electro> và để Birgitta ở lại chiến đấu.",
      "1": "<br/>",
      "2": "Nếu trong trận có Birgitta do Ineffa triệu hồi, sẽ chuyển sang triệu hồi lại Birgitta ở vị trí mục tiêu và đặt lại thời gian duy trì."
    },
    "skillParams": {
      "0": "Sát Thương Kỹ Năng",
      "1": "CD",
      "2": "Năng Lượng Nguyên Tố",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Mạch Ép Xung",
    "description": {
      "0": "Nếu xung quanh <tooltip ns=tooltips_gen baseKey18=11160001 values=[]><strong>Birgitta</strong></tooltip> có Mây Sấm Sét sinh ra bởi phản ứng Nguyệt-Điện Cảm, thì khi Birgitta tiến hành Phóng Điện sẽ thực hiện thêm một lần tấn công, gây <electro>Sát Thương Phạm Vi Nguyên Tố Lôi</electro> bằng 65% Tấn Công của Ineffa. Sát thương này được xem là sát thương phản ứng Nguyệt-Điện Cảm."
    }
  },
  "passive2": {
    "name": "Giao Thức Tái Tạo Toàn Phần",
    "description": {
      "0": "Khi thi triển Kỹ Năng Nộ <strong><tooltip ns=char_Ineffa_gen baseKey18=burst>Chỉ Thị Tối Cao - Quét Sạch Toàn Bộ</tooltip></strong>, sẽ cung cấp hiệu quả Tái Tạo Tham Số cho tất cả nhân vật của bản thân trong đội: Tăng cho Ineffa và nhân vật trong trận hiện tại một lượng Tinh Thông Nguyên Tố tương đương 6% Tấn Công của Ineffa, duy trì 20s."
    }
  },
  "passive3": {
    "name": "Chúc Phúc Nguyệt Triệu - Mô Phỏng Trung Chuyển",
    "description": {
      "0": "Khi nhân vật trong đội kích hoạt phản ứng Điện Cảm, sẽ chuyển thành phản ứng Nguyệt-Điện Cảm, đồng thời tăng sát thương cơ bản của phản ứng Nguyệt-Điện Cảm dựa trên Tấn Công của Ineffa: Mỗi 100 Tấn Công sẽ tăng 0.7% sát thương cơ bản, tối đa tăng 14% sát thương theo cách này.",
      "1": "<br/>",
      "2": "Ngoài ra, khi Ineffa trong đội, <strong>Nguyệt Triệu</strong> của đội sẽ tăng 1 cấp."
    }
  },
  "passive": {
    "name": "Đơn Vị Tổng Hợp Hương Vị",
    "description": {
      "0": "Khi Ineffa sử dụng thực phẩm, có xác suất 30% nhận được một nguyên liệu gia vị.",
      "1": "<br/>",
      "2": "Ngoài ra, ở Nod-Krai, dường như có thể thay đổi ngoại hình của Birgitta bằng cách nào đó..."
    }
  },
  "constellation1": {
    "name": "Bộ Xử Lý Hiệu Chỉnh",
    "description": {
      "0": "Khi Ineffa triển khai Khiên Dòng Chảy Quang Học, sẽ cung cấp hiệu quả \"Tổ Hợp Dẫn Dòng\" cho tất cả nhân vật trong đội gần đó trong 20s, tăng sát thương gây ra từ phản ứng Nguyệt-Điện Cảm dựa trên Tấn Công của Ineffa: Mỗi 100 điểm Tấn Công sẽ tăng 2.5% sát thương, tối đa có thể tăng 50% sát thương thông qua cách này."
    }
  },
  "constellation2": {
    "name": "Mô Đun Hỗ Trợ Dọn Dẹp",
    "description": {
      "0": "Sau khi Kỹ Năng Nộ <strong><tooltip ns=char_Ineffa_gen baseKey18=burst>Chỉ Thị Tối Cao - Quét Sạch Toàn Bộ</tooltip></strong> trúng kẻ địch, sẽ gán trạng thái \"Sắc Lệnh Trừng Phạt\" cho một kẻ địch trong đó: Sau một thời gian ngắn hoặc khi kẻ địch này bị đánh bại, sẽ gây <electro>Sát Thương Phạm Vi Nguyên Tố Lôi</electro> tương đương 300% Tấn Công của Ineffa lên kẻ địch xung quanh mục tiêu đó, sát thương này được tính là sát thương phản ứng Nguyệt-Điện Cảm.",
      "1": "Ngoài ra, khi thi triển Kỹ Năng Nộ <strong>Chỉ Thị Tối Cao - Quét Sạch Toàn Bộ</strong> cũng sẽ tạo Khiên Dòng Chảy Quang Học cho nhân vật trong trận gần đó."
    }
  },
  "constellation3": {
    "name": "Trình Giả Lập Cảm Xúc",
    "description": {
      "0": "Cấp kỹ năng <strong><tooltip ns=char_Ineffa_gen baseKey18=skill>Chế Độ Dọn Dẹp - Tần Số Ổn Định</tooltip></strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation4": {
    "name": "Con Đường Không Sắc Lệnh",
    "description": {
      "0": "Nhân vật trong đội của bản thân khi kích hoạt phản ứng Nguyệt-Điện Cảm, sẽ hồi 5 điểm Năng Lượng Nguyên Tố, hiệu quả này mỗi 4s tối đa kích hoạt một lần."
    }
  },
  "constellation5": {
    "name": "Vượt Qua Giấc Mơ Gương",
    "description": {
      "0": "Cấp kỹ năng <strong><tooltip ns=char_Ineffa_gen baseKey18=burst>Chỉ Thị Tối Cao - Quét Sạch Toàn Bộ</tooltip></strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation6": {
    "name": "Buổi Bình Minh Ban Tặng",
    "description": {
      "0": "Khi Ineffa đang có hiệu quả Tổ Hợp Dẫn Dòng, sau khi Mây Sấm Sét giáng sét vào kẻ địch thì Ineffa sẽ gây <electro>Sát Thương Phạm Vi Nguyên Tố Lôi</electro> tương đương 135% Tấn Công của Ineffa lên kẻ địch xung quanh nhân vật trong trận hiện tại, sát thương này được tính là sát thương phản ứng Nguyệt-Điện Cảm. Hiệu quả trên mỗi 3.5s tối đa kích hoạt một lần."
    }
  }
}