{
  "name": "Shenhe",
  "title": "Thiên Thể Cô Độc",
  "description": "Đệ tử tiên gia, khí chất thoát tục, ẩn cư tại núi rừng Liyue, tính cách lãnh đạm như tiên nhân.",
  "constellationName": "Cung Ưu Sầu",
  "auto": {
    "name": "Đạp Thần Nhiếp Đấu",
    "fields": {
      "normal": {
        "0": "<strong><strong>Tấn Công Thường</strong>",
        "1": "Thực hiện tối đa 5 lần đánh liên tiếp."
      },
      "charged": {
        "0": "<strong>Trọng Kích</strong>",
        "1": "Tiêu hao thể lực nhất định, xông về phía trước, gây sát thương cho địch trên đường đi."
      },
      "plunging": {
        "0": "<strong>Tấn Công Khi Đáp</strong>",
        "1": "Đáp xuống đất từ trên không, tấn công kẻ địch trên đường và gây sát thương phạm vi khi chạm đất."
      }
    },
    "skillParams": {
      "0": "Sát Thương Lần 1",
      "1": "Sát Thương Lần 2",
      "2": "Sát Thương Lần 3",
      "3": "Sát Thương Lần 4",
      "4": "Sát Thương Lần 5",
      "5": "Sát Thương Trọng Kích",
      "6": "Thể lực Trọng Kích tiêu hao",
      "7": "Sát Thương Khi Đáp",
      "8": "Sát Thương Khi Rơi Từ Độ Cao Thấp/Cao",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Triệu Tướng Dịch Chú",
    "description": {
      "0": "Ngưng tụ sương lộ, đẩy lui tà ma.",
      "1": "Thêm hiệu quả \"Băng Linh\" cho tất cả nhân vật trong đội gần đó, đồng thời gây <cryo>Sát Thương Nguyên Tố Băng</cryo> khác nhau dựa theo cơ chế nhấn, nhấn giữ.",
      "2": "<br/>",
      "3": "<strong>Nhấn</strong>",
      "4": "Đột kích về phía trước cùng \"Lục Linh\", gây <cryo>Sát Thương Nguyên Tố Băng</cryo> cho kẻ địch trên đường.",
      "5": "<br/>",
      "6": "<strong>Nhấn giữ</strong>",
      "7": "Hiệu lệnh \"Lục Linh\", gây <cryo>Sát Thương Phạm Vi Nguyên Tố Băng</cryo>.",
      "8": "<br/>",
      "9": "<strong>Băng Linh</strong>",
      "10": "Khi sát thương tấn công thường, trọng kích, tấn công khi đáp, kỹ năng nguyên tố và kỹ năng nộ gây <cryo>Sát Thương Nguyên Tố Băng</cryo> cho kẻ địch, sẽ tăng sát thương dựa vào sức tấn công hiện tại của Shenhe.",
      "11": "<br/>",
      "12": "Hiệu quả \"Băng Linh\" sẽ biến mất khi hết thời gian duy trì hoặc đạt số lần kích hoạt nhất định. \"Băng Linh\" khi nhấn giữ sẽ có thời gian duy trì và số lần hiệu lực nhiều hơn so với nhấn.",
      "13": "Khi trong 1 lần <cryo>Sát Thương Nguyên Tố Băng</cryo> trúng cùng lúc nhiều kẻ địch, sẽ căn cứ vào số lượng kẻ địch trúng đòn để tiêu hao số lần hiệu lực; Số lần hiệu lực \"Băng Linh\" của mỗi nhân vật trong đội sẽ tính độc lập với nhau.",
      "14": "<br/>",
      "15": "<i>\"Linh uy phi hư，dịch hữu bách công. Thần nữ có lệnh, mau chóng có mặt. Nhiếp!\"</i>"
    },
    "skillParams": {
      "0": "Sát Thương Nhấn Kỹ Năng",
      "1": "Sát Thương Nhấn Giữ Kỹ Năng",
      "2": "Tăng Sát Thương",
      "3": "Thời gian duy trì nhấn/nhấn giữ",
      "4": "Số lần hiệu lực nhấn/nhấn giữ",
      "5": "CD Nhấn",
      "6": "CD Nhấn Giữ",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Thần Nữ Khiển Linh Quyết",
    "description": {
      "0": "Giải phóng sức mạnh \"Lục Linh\", hiệu lệnh rong ruổi thế gian, gây <cryo>Sát Thương Phạm Vi Nguyên Tố Băng</cryo>.",
      "1": "\"Lục Linh\" sẽ ngưng kết thành vùng hiệu ứng, giảm Kháng Vật Lý và <cryo>Kháng Nguyên Tố Băng</cryo> của kẻ địch bên trong, đồng thời gây <cryo>Sát Thương Nguyên Tố Băng</cryo> liên tục cho kẻ địch trong vùng ảnh hưởng.",
      "2": "<br/>",
      "3": "<i>\"Tiên đạo pháp môn không phải hư ảo, chỉ khi nhìn thấu thiên địa vạn hóa, hiểu rõ nhân quả hồng trần thì mới có thể lĩnh ngộ được bổn chân.\"</i>"
    },
    "skillParams": {
      "0": "Sát Thương Kỹ Năng",
      "1": "Giảm Kháng",
      "2": "Sát Thương Kéo Dài",
      "3": "Thời Gian Kéo Dài",
      "4": "CD",
      "5": "Năng Lượng Nguyên Tố",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Đại Động Di La Tôn Pháp",
    "description": {
      "0": "Nhân vật trong trận hiện tại đang trong vùng hiệu ứng của <strong>Thần Nữ Khiển Linh Quyết</strong>, sẽ tăng 15% <cryo>BUFF Sát Thương Nguyên Tố Băng</cryo>."
    }
  },
  "passive2": {
    "name": "Phược Linh Thông Chân Pháp Ấn",
    "description": {
      "0": "Shenhe sau khi thi triển <strong>Triệu Tướng Dịch Chú</strong>, tất cả nhân vật trong đội gần đó sẽ nhận hiệu ứng sau:",
      "1": [
        "Nhấn: Sát thương Kỹ Năng Nguyên Tố và Kỹ Năng Nộ tăng 15%, duy trì 10s;",
        "Nhấn giữ: Sát thương tấn công thường, trọng kích, tấn công khi đáp tăng 15%, duy trì 15s."
      ]
    }
  },
  "passive3": {
    "name": "Lai Phục Tri Thời",
    "description": {
      "0": "Khi làm nhiệm vụ Phái Đi Thám Hiểm có thời gian là 20 giờ ở Liyue, phần thưởng nhận được tăng 25%."
    }
  },
  "constellation1": {
    "name": "Tâm Trai",
    "description": {
      "0": "Số lần sử dụng của <strong>Triệu Tướng Dịch Chú</strong> tăng thêm 1"
    }
  },
  "constellation2": {
    "name": "Định Mông",
    "description": {
      "0": "Thời gian duy trì của <strong>Thần Nữ Khiển Linh Quyết</strong> kéo dài thêm 6s. Nhân vật trong trận hiện tại đang trong vùng ảnh hưởng sẽ tăng 15% sát thương bạo kích của <cryo>Sát Thương Nguyên Tố Băng</cryo>."
    }
  },
  "constellation3": {
    "name": "Tiềm Hư",
    "description": {
      "0": "Cấp kỹ năng <strong>Triệu Tướng Dịch Chú</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation4": {
    "name": "Quan Sát",
    "description": {
      "0": "Nhân vật trong trạng thái <strong>\"Băng Linh\"</strong> của Shenhe, khi kích hoạt tăng sát thương từ \"Băng Linh\" sẽ khiến Shenhe nhận 1 tầng \"Sương Tiêu Quyết\":",
      "1": [
        "Shenhe khi thi triển <strong>Triệu Tướng Dịch Chú</strong> sẽ xóa bỏ tất cả \"Sương Tiêu Quyết\", đồng thời căn cứ vào số tầng xóa bỏ, mỗi tầng tăng 5% sát thương cho Triệu Tướng Dịch Chú lần này;",
        "Hiệu quả này tối đa cộng dồn 50 lần, duy trì 60s."
      ]
    }
  },
  "constellation5": {
    "name": "Hóa Thần",
    "description": {
      "0": "Cấp kỹ năng <strong>Thần Nữ Khiển Linh Quyết</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation6": {
    "name": "Vong Huyền",
    "description": {
      "0": "Khi nhân vật kích hoạt hiệu quả <strong>\"Băng Linh\"</strong> bằng sát thương tấn công thường và sát thương trọng kích, sẽ không còn giảm số lần kích hoạt \"Băng Linh\" nữa."
    }
  }
}