{
  "skill": {
    "brandDMG": "Sát Thương Băng Vũ Kiếm",
    "grimheartDuration": "Thời gian Trái Tim Băng Giá kéo dài",
    "name": "Lốc Xoáy Băng Hàn",
    "description": {
      "0": "Cực hàn băng khí, cực tốc kiếm vũ.",
      "1": "<br/>",
      "2": "<strong>Nhấn</strong>",
      "3": "Tấn công nhanh, gây <cryo>Sát Thương Nguyên Tố Băng</cryo>.",
      "4": "Khi đánh trúng kẻ địch sẽ khiến Eula nhận được 1 tầng hiệu quả Trái Tim Băng Giá, tối đa cộng dồn 2 lần. Mỗi 0.3s chỉ kích hoạt 1 lần.",
      "5": "<br/>",
      "6": "<strong>Trái Tim Băng Giá</strong>",
      "7": "Tăng khả năng phòng thủ và kháng gián đoạn của Eula.",
      "8": "<br/>",
      "9": "<strong>Nhấn giữ</strong>",
      "10": "Tiêu hao tất cả hiệu quả Trái Tim Băng Giá và múa đại kiếm chém về phía trước, gây <cryo>Sát Thương Nguyên Tố Băng diện rộng</cryo> cho địch phía trước.",
      "11": "Nếu tiêu hao hiệu quả Trái Tim Băng Giá, sẽ làm giảm Kháng Vật Lý và <cryo>Kháng Nguyên Tố Băng</cryo> của kẻ địch bên cạnh.",
      "12": "Mỗi một tầng Trái Tim Băng Giá bị tiêu hao sẽ chuyển hóa thành 1 thanh Băng Vũ Kiếm, gây <cryo>Sát Thương Nguyên Tố Băng</cryo> cho địch xung quanh.",
      "13": "<br/>",
      "14": "<i>\"Những con sóng cuộn trào nuốt chửng chiếc vương miện của quý tộc. Và mãi đến sau này, mỗi bọt nước giữa những con sóng băng giá lại phản chiếu ra một chiếc vương miện vàng, mỗi bọt nước đều tỏa sáng lấp lánh.\"</i>"
    },
    "skillParams": {
      "0": "Sát Thương Nhấn",
      "1": "Sát Thương Nhấn Giữ",
      "2": "Sát Thương Băng Vũ Kiếm",
      "3": "Phòng Ngự Tăng",
      "4": "Thời gian Trái Tim Băng Giá kéo dài",
      "5": "Kháng Vật Lý Giảm",
      "6": "Kháng Nguyên Tố Băng Giảm",
      "7": "Thời Gian Giảm Kháng",
      "8": "CD Nhấn",
      "9": "CD Nhấn Giữ",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "name": "Eula",
  "title": "Vũ Điệu Bọt Biển",
  "description": "\"Kỵ Sĩ Sóng Nước\" xuất thân từ gia tộc cổ xưa, đội trưởng tiểu đội du kích thuộc Đội Kỵ Sĩ Tây Phong. Là hậu duệ của quý tộc cũ nhưng lại gia nhập Đội Kỵ Sĩ Tây Phong - kẻ thù không đội trời chung, sự việc này đến nay vẫn là một ẩn số lớn của Mondstadt.",
  "constellationName": "Cung Lãng Mạt",
  "auto": {
    "name": "Tây Phong Kiếm - Tông Thất",
    "fields": {
      "normal": {
        "0": "<strong>Tấn Công Thường</strong>",
        "1": "Thực hiện tối đa 5 lần chém liên tiếp."
      },
      "charged": {
        "0": "<strong>Trọng Kích</strong>",
        "1": "Duy trì tiêu hao thể lực, chém nhanh liên tiếp.",
        "2": "Sau khi Trọng Kích kết thúc, sẽ bổ một nhát cực mạnh."
      },
      "plunging": {
        "0": "<strong>Tấn Công Khi Đáp</strong>",
        "1": "Đáp xuống đất từ trên không, tấn công kẻ địch trên đường, đồng thời gây sát thương phạm vi khi chạm đất."
      }
    },
    "skillParams": {
      "0": "Sát Thương Lần 1",
      "1": "Sát Thương Lần 2",
      "2": "Sát Thương Lần 3",
      "3": "Sát Thương Lần 4",
      "4": "Sát Thương Lần 5",
      "5": "Sát Thương Trọng Kích Tuần Hoàn",
      "6": "Sát Thương Trọng Kích Chí Mạng",
      "7": "Thể lực Trọng Kích tiêu hao",
      "8": "Thời Gian Tối Đa",
      "9": "Sát Thương Khi Rơi",
      "10": "Sát Thương Khi Rơi Từ Độ Cao Thấp/Cao",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Thanh Kiếm Sóng Nước",
    "description": {
      "0": "Múa đại kiếm gây <cryo>Sát Thương Nguyên Tố Băng</cryo> cho kẻ địch xung quanh, đồng thời tạo ra Kiếm Ánh Sáng đi theo bản thân, tồn tại tối đa 7 giây.",
      "1": "Trong thời gian duy trì, Kiếm Ánh Sáng sẽ tăng khả năng kháng gián đoạn của Eula; Đồng thời khi Eula gây sát thương cho kẻ địch bằng đánh thường, kỹ năng nguyên tố hoặc kỹ năng nộ đều sẽ tích lũy năng lượng cho thanh kiếm. Mỗi 0.1s chỉ có thể tích tụ 1 tầng năng lượng.",
      "2": "Sau khi kết thúc thời gian duy trì, thanh kiếm sẽ giáng xuống và nổ mạnh, gây sát thương vật lý cho kẻ địch xung quanh.",
      "3": "Sát thương sẽ chịu ảnh hưởng bởi số tầng tích tụ của Kiếm Ánh Sáng.",
      "4": "Khi Eula rời trận, Kiếm Ánh Sáng sẽ nổ ngay lập tức.",
      "5": "<br/>",
      "6": "<i>Đắm chìm là chuyện dễ dàng. Nhưng cho dù thế, cô ấy vẫn muốn đóng băng ngọn sóng đang ập đến.</i>"
    },
    "skillParams": {
      "0": "Sát Thương Kỹ Năng",
      "1": "Sát Thương Cơ Bản Kiếm Ánh Sáng",
      "2": "Sát Thương Mỗi Tầng Năng Lượng",
      "3": "Giới Hạn Số Tầng Năng Lượng",
      "4": "CD",
      "5": "Năng Lượng Nguyên Tố",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Băng Cuộn Thủy Triều",
    "description": {
      "0": "Khi nhấn giữ thi triển <strong>Lốc Xoáy Băng Hàn</strong>, nếu tiêu hao cùng một lúc 2 tầng hiệu quả Trái Tim Băng Giá, sẽ tạo ra Kiếm Ánh Sáng và phát nổ ngay lập tức, gây sát thương vật lý tương đương với 50% sát thương cơ bản Kiếm Ánh Sáng của <strong>Thanh Kiếm Sóng Nước</strong>."
    }
  },
  "passive2": {
    "name": "Lòng Hiếu Chiến Trỗi Dậy",
    "description": {
      "0": "Khi dùng <strong>Thanh Kiếm Sóng Nước</strong> sẽ làm mới CD của <strong>Lốc Xoáy Băng Hàn</strong>, đồng thời cung cấp cho Eula 1 tầng hiệu ứng Trái Tim Băng Giá."
    }
  },
  "passive3": {
    "name": "Nội Tâm Quý Tộc",
    "description": {
      "0": "Khi ghép nguyên liệu thiên phú nhân vật, có 10% nhận được x2 thành phẩm."
    }
  },
  "constellation1": {
    "name": "Ảo Ảnh Của Sóng",
    "description": {
      "0": "Sau khi tiêu hao hiệu quả Trái Tim Băng Giá của <strong>Lốc Xoáy Băng Hàn</strong>, buff sát thương vật lý của Eula tăng 30%, kéo dài 6s.",
      "1": "Mỗi khi tiêu hao 1 tầng Trái Tim Băng Giá đều khiến hiệu ứng này kéo dài thêm 6s, tối đa không vượt quá 18s."
    }
  },
  "constellation2": {
    "name": "Thiếu Nữ Của Bọt Biển",
    "description": {
      "0": "Rút ngắn CD khi nhấn giữ <strong>Lốc Xoáy Băng Hàn</strong>, khiến CD giảm xuống bằng với nhấn buông."
    }
  },
  "constellation3": {
    "name": "Huyết Mạch Của Lawrence",
    "description": {
      "0": "Cấp kỹ năng <strong>Thanh Kiếm Sóng Nước</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation4": {
    "name": "Sức Mạnh Của Kẻ Tự Ti",
    "description": {
      "0": "Đối với địch có HP dưới 50%, sát thương tạo thành của Kiếm Ánh Sáng tăng 25%."
    }
  },
  "constellation5": {
    "name": "Tố Chất Kỵ Sĩ",
    "description": {
      "0": "Cấp kỹ năng <strong>Lốc Xoáy Băng Hàn</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation6": {
    "name": "Nghĩa Vụ Cao Quý",
    "description": {
      "0": "Kiếm Ánh Sáng được tạo ra từ <strong>Thanh Kiếm Sóng Nước</strong> nhận ngay 5 tầng năng lượng. Khi tấn công thường, Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ gây sát thương khiến nó tích tụ số tầng năng lượng, sẽ có 50% tỷ lệ nhận thêm 1 tầng."
    }
  }
}