{
  "name": "Fischl",
  "title": "Công Chúa Định Tội!!",
  "description": "Tự xưng là \"Công Chúa Định Tội\", thiếu nữ thần bí đồng hành cùng chú quạ đen tên Oz.",
  "constellationName": "Cung Hoan Áp",
  "auto": {
    "name": "Mũi Tên Diệt Ác",
    "fields": {
      "normal": {
        "0": "<strong>Tấn Công Thường</strong>",
        "1": "Thực hiện tối đa 5 lần bắn tên liên tiếp."
      },
      "charged": {
        "0": "<strong>Trọng Kích</strong>",
        "1": "Tiến hành <strong>ngắm bắn</strong> chuẩn hơn, sát thương cao hơn.",
        "2": "Khi ngắm bắn, Tinh Linh Sấm Sét của Vương Đô U Ám sẽ nghe theo hiệu lệnh của công chúa mà bám trên mũi tên sấm sét. Mũi tên chứa đầy tia sét định tội sẽ gây lượng lớn <electro>Sát Thương Nguyên Tố Lôi</electro>."
      },
      "plunging": {
        "0": "<strong>Tấn Công Khi Đáp</strong>",
        "1": "Bắn mưa tên liên tiếp, đồng thời lao nhanh xuống mặt đất gây sát thương phạm vi khi chạm đất."
      }
    },
    "skillParams": {
      "0": "Sát Thương Lần 1",
      "1": "Sát Thương Lần 2",
      "2": "Sát Thương Lần 3",
      "3": "Sát Thương Lần 4",
      "4": "Sát Thương Lần 5",
      "5": "Ngắm Bắn",
      "6": "Tụ Lực Ngắm Bắn",
      "7": "Sát Thương Khi Rơi",
      "8": "Sát Thương Khi Rơi Từ Độ Cao Thấp/Cao",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Cánh Chim Đêm",
    "description": {
      "0": "Triệu hồi Oz. Khi quạ đen do bóng đêm và sấm sét kết hợp được sinh ra, sẽ gây <electro>Sát Thương Nguyên Tố Lôi</electro> phạm vi nhỏ.",
      "1": "Trong thời gian tồn tại, Oz sẽ liên tục bắn <electro>Đạn Sấm Sét</electro> tấn công kẻ địch xung quanh.",
      "2": "<br/>",
      "3": "Nhấn giữ để điều chỉnh vị trí hiệu quả của kỹ năng.",
      "4": "Trong thời gian Oz tồn tại, nhấn lần nữa có thể triệu hồi nó đến bên cạnh.",
      "5": "<br/>",
      "6": "<i>\"Sức mạnh của công chúa vốn là thứ đáng quý, không đáng để lãng phí trên người các người...Oz, hãy giúp ta giáng tia sét định tội, xé toạc màn đêm vĩnh hằng.\"</i>",
      "7": "<i>——\"Cổ tích về công chúa Fischl IV 'Vĩnh biệt quý cô của thế giới.'\"</i>"
    },
    "skillParams": {
      "0": "Sát thương tấn công Oz",
      "1": "Sát thương triệu hồi",
      "2": "Thời gian Oz tồn tại",
      "3": "CD",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Ảo Ảnh Bóng Đêm",
    "description": {
      "0": "Triệu hồi Oz, mở ra đôi cánh dệt từ bóng đêm thuần khiết, bảo vệ Fischl.",
      "1": "Trong thời gian duy trì, có hiệu quả như sau:",
      "2": [
        "Di chuyển nhanh trong hình thái của Oz;",
        "Đánh sét vào kẻ địch ở gần, gây <electro>Sát Thương Nguyên Tố Lôi</electro>. Mỗi kẻ địch chỉ chịu 1 lần sát thương sét đánh;",
        "Khi kết thúc hiệu quả, Oz sẽ dừng lại trên chiến trường, tấn công kẻ địch của công chúa. Nếu Oz đã có trong trận sẽ làm mới thời gian tồn tại của Oz."
      ],
      "3": "<br/>",
      "4": "<i>...Trong số những con thú mang dòng máu định tội bị nguyền rủa, chỉ có Thân Vương Quạ Đêm - người đã chứng kiến sự tuyệt chủng của một ngàn thế giới mới có thể hiểu được sự cao cả của cô. Vì vậy nó dang rộng đôi cánh bóng đêm bao lấy công chúa cao quý, và nguyện thề trọn đời bảo vệ cô.</i>",
      "5": "<i> \"Cổ tích về công chúa Fischl·I·'Về sự tan rã của ngày tận thế'\"</i>"
    },
    "skillParams": {
      "0": "Sát Thương Sét Đánh",
      "1": "CD",
      "2": "Năng Lượng Nguyên Tố",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Ác Điểu Nuốt Sao",
    "description": {
      "0": "Khi Fischl dùng tụ lực ngắm bắn bắn trúng Oz, Oz sẽ giáng xuống Quả Báo Sấm Sét vào kẻ địch xung quanh, tạo thành <electro>Sát Thương Phạm Vi Nguyên Tố Lôi</electro> tương đương với 152.7% sát thương khi bắn."
    }
  },
  "passive2": {
    "name": "Ánh Sét Định Tội",
    "description": {
      "0": "Khi Oz trong trận, nếu nhân vật của bản thân trong trận hiện tại kích hoạt <electro>phản ứng với Nguyên Tố Lôi</electro> khi tấn công kẻ địch, sẽ giáng xuống Quả Báo Sấm Sét, gây cho kẻ địch <electro>Sát Thương Nguyên Tố Lôi</electro> bằng 80% tấn công của Fischl."
    }
  },
  "passive3": {
    "name": "Vườn Hoa Sau Nhà",
    "description": {
      "0": "Khi làm nhiệm vụ Phái Đi Thám Hiểm ở Mondstadt, thời gian tiêu hao rút ngắn 25%."
    }
  },
  "constellation1": {
    "name": "Mắt Quạ Huyền Bí",
    "description": {
      "0": "Oz vẫn luôn theo dõi bảo vệ cho Fischl mặc dù không ở trên chiến trường. Khi Fischl tấn công thường với kẻ địch, Oz sẽ hỗ trợ tấn công qua mắt quạ và tạo ra sát thương bằng 22% tấn công."
    }
  },
  "constellation2": {
    "name": "Đôi Cánh Phán Quyết",
    "description": {
      "0": "Khi thi triển <strong>Cánh Chim Đêm</strong>, có thể gây thêm sát thương bằng 200% tấn công, phạm vi ảnh hưởng tăng 50%."
    }
  },
  "constellation3": {
    "name": "Đôi Cánh Đen Huyền",
    "description": {
      "0": "Cấp kỹ năng <strong>Cánh Chim Đêm</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation4": {
    "name": "Truyền Thuyết Công Chúa Huyền Bí",
    "description": {
      "0": "Khi thi triển <strong>Ảo Ảnh Bóng Đêm</strong>, sẽ gây <electro>Sát Thương Nguyên Tố Lôi</electro> bằng 222% tấn công cho kẻ địch xung quanh;",
      "1": "Khi hiệu quả kỹ năng kết thúc, sẽ hồi phục 20% HP cho Fischl."
    }
  },
  "constellation5": {
    "name": "Ghi Chú Khải Huyền",
    "description": {
      "0": "Cấp kỹ năng <strong>Ảo Ảnh Bóng Đêm</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation6": {
    "name": "Quạ Bóng Đêm",
    "description": {
      "0": "Thời gian Oz tồn tại kéo dài thêm 2s. Ngoài ra,Oz kết hợp với nhân vật của bản thân trong trận hiện tại cùng tấn công, gây <electro>Sát Thương Nguyên Tố Lôi</electro> bằng 30% tấn công của Fischl."
    }
  }
}