{
  "name": "Kamisato Ayato",
  "title": "Trụ Cột Vững Vàng",
  "description": "Gia chủ đương nhiệm tuổi trẻ tài cao của nhà Kamisato Hiệp Hội Yashiro, đối nhân xử thế lễ độ ôn hòa, nhưng lại có khá nhiều thủ đoạn để xử lý công việc.",
  "constellationName": "Cung Thần Thủ Bách",
  "auto": {
    "name": "Marobashi",
    "fields": {
      "normal": {
        "0": "<strong><strong>Tấn Công Thường</strong>",
        "1": "Thực hiện tối đa 5 lần đánh kiếm liên tiếp."
      },
      "charged": {
        "0": "<strong>Trọng Kích</strong>",
        "1": "Tiêu hao thể lực nhất định, xung kích về phía trước và thi triển đòn Iai."
      },
      "plunging": {
        "0": "<strong>Tấn Công Khi Đáp</strong>",
        "1": "Đáp xuống đất từ trên không, tấn công kẻ địch trên đường và gây sát thương phạm vi khi chạm đất."
      }
    },
    "skillParams": {
      "0": "Sát Thương Lần 1",
      "1": "Sát Thương Lần 2",
      "2": "Sát Thương Lần 3",
      "3": "Sát Thương Lần 4",
      "4": "Sát Thương Lần 5",
      "5": "Sát Thương Trọng Kích",
      "6": "Thể lực Trọng Kích tiêu hao",
      "7": "Sát Thương Khi Rơi",
      "8": "Sát Thương Khi Rơi Từ Độ Cao Thấp/Cao",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Trường Phái Kamisato - Kyouka",
    "description": {
      "0": "Kamisato Ayato thay đổi vị trí và vào trạng thái \"Takimeguri Kanka\".",
      "1": "Sau khi di chuyển, Ayato sẽ để lại Thủy Ảnh ở vị trí ban đầu. Thủy Ảnh sau khi hình thành sẽ phát nổ khi có kẻ địch đến gần hoặc kết thúc thời gian duy trì, gây <hydro>Sát Thương Phạm Vi Nguyên Tố Thủy</hydro>.",
      "2": "<br/>",
      "3": "<strong>Takimeguri Kanka</strong>",
      "4": "Trong trạng thái này, Kamisato Ayato sẽ sử dụng Shunsuiken để tấn công nhanh, chuyển hóa sát thương đòn đánh thường thành <hydro>Sát Thương Phạm Vi Nguyên Tố Thủy</hydro> không thể bị đính kèm thay thế.",
      "5": "Ngoài ra, còn có những hiệu quả sau:",
      "6": [
        "Shunsuiken sau khi đánh trúng kẻ địch sẽ cung cấp cho Kamisato Ayato hiệu quả \"Namisen\", tăng sát thương của Shunsuiken gây ra dựa vào HP tối đa ở hiện tại của Kamisato Ayato. Ban đầu Namisen có thể cộng dồn tối đa 4 tầng, mỗi 0.1s tối đa nhận 1 tầng từ Shunsuiken, trạng thái sẽ biến mất khi Takimeguri Kanka kết thúc.",
        "Tăng khả năng kháng gián đoạn của Kamisato Ayato;",
        "Không thể sử dụng trọng kích và tấn công khi đáp."
      ],
      "7": "<br/>",
      "8": "Trạng thái Takimeguri Kanka sẽ biến mất khi Kamisato Ayato rời trận; Khi dùng lại Trường Phái Kamisato - Kyouka trong trạng thái Takimeguri Kanka, sẽ xóa bỏ trạng thái Takimeguri Kanka đã có.",
      "9": "<br/>",
      "10": "<i>\"Ngươi ảo tưởng rằng bản thân đã chiến thắng khi nào ấy nhỉ?\"</i>",
      "11": "<i>Không chỉ là võ nghệ, ngay cả chính sự cũng như thế. Nhưng do phải giữ thể diện cho hai hiệp hội kia, cho nên câu này không tiện nói cho lắm. Chính vì thế mà chỉ có Thoma, Itto và Ayaka nghe qua.</i>"
    },
    "skillParams": {
      "0": "Sát Thương Shunsuiken Lần 1",
      "1": "Sát Thương Shunsuiken Lần 2",
      "2": "Sát Thương Shunsuiken Lần 3",
      "3": "Thời Gian Duy Trì Takimeguri Kanka",
      "4": "Tăng Sát Thương Namisen",
      "5": "Sát Thương Thủy Ảnh",
      "6": "Thời Gian Thủy Ảnh Duy Trì",
      "7": "CD",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Trường Phái Kamisato - Suiyuu",
    "description": {
      "0": "Dựng lên khu vườn thanh tịnh, dập tắt mọi sự ồn ào.",
      "1": "Trong thời gian tồn tại sẽ liên tục giáng xuống Thủy Hoa Kiếm tấn công kẻ địch trong phạm vi, gây <hydro>Sát Thương Nguyên Tố Thủy</hydro>, đồng thời tăng sát thương tấn công thường cho nhân vật trong đó.",
      "2": "<br/>",
      "3": "<i>\"Thấy rồi đó, nhịp tim của ngươi trên mặt nước tĩnh lặng này.\"</i>"
    },
    "skillParams": {
      "0": "Sát Thương Thủy Hoa Kiếm",
      "1": "Sát Thương Tấn Công Thường Tăng",
      "2": "Thời Gian Kéo Dài",
      "3": "CD",
      "4": "Năng Lượng Nguyên Tố",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Trường Phái Kamisato - Mine Wo Matoishi Kiyotaki",
    "description": {
      "0": "<strong>Trường Phái Kamisato - Kyouka</strong> có hiệu quả sau:",
      "1": [
        "Sau khi thi triển, Kamisato Ayato sẽ nhận 2 tầng hiệu quả Namisen;",
        "Khi Thủy Ảnh phát nổ, Kamisato Ayato sẽ nhận được tối đa số tầng hiệu quả Namisen có thể đạt được."
      ]
    }
  },
  "passive2": {
    "name": "Trường Phái Kamisato: Michiyuku Hagetsu",
    "description": {
      "0": "Khi Ayato không ra trận, nếu Năng Lượng Nguyên Tố thấp hơn 40 điểm, mỗi 1 giây sẽ hồi phục 2 điểm Năng Lượng Nguyên Tố."
    }
  },
  "passive3": {
    "name": "Trường Phái Kamisato - Cơm Nước Thường Ngày",
    "description": {
      "0": "Khi nấu hoàn mỹ món ăn, có 18% cơ hội nhận thêm 1 món cùng loại với phẩm chất \"kỳ lạ\"."
    }
  },
  "constellation1": {
    "name": "Kyouka Fuushi",
    "description": {
      "0": "Tăng 40% sát thương của <strong>Shunsuiken</strong> gây ra khi HP của kẻ địch thấp hơn hoặc bằng 50%."
    }
  },
  "constellation2": {
    "name": "Suối Nguồn Thế Giới",
    "description": {
      "0": "Hiệu quả <strong>Namisen</strong> tối đa cộng dồn đến 5 tầng. Khi Kamisato Ayato có được ít nhất 3 tầng Namisen sẽ tăng 50% giới hạn HP."
    }
  },
  "constellation3": {
    "name": "Vô Ý Thưởng Hoa",
    "description": {
      "0": "Cấp kỹ năng <strong>Trường Phái Kamisato - Kyouka</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation4": {
    "name": "Dòng Chảy Vô Hạn",
    "description": {
      "0": "Sau khi thi triển <strong>Trường Phái Kamisato - Suiyuu</strong>, tốc độ tấn công thường của nhân vật trong đội gần đó tăng 15%, duy trì 15s."
    }
  },
  "constellation5": {
    "name": "Vạn Thủy Nhất Lộ",
    "description": {
      "0": "Cấp kỹ năng <strong>Trường Phái Kamisato - Suiyuu</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation6": {
    "name": "Ngọn Nguồn Bất Tận",
    "description": {
      "0": "Sau khi thi triển <strong>Trường Phái Kamisato - Kyouka</strong>, lần tiếp theo Kamisato Ayato dùng Shunsuiken đánh trúng kẻ địch, sẽ tiến hành thêm 2 lần tấn công Shunsuiken, mỗi lần sẽ gây ra sát thương bằng 450% tấn công của Kamisato Ayato.",
      "1": "Hai lần tấn công Shunsuiken này sẽ không nhận được hiệu quả Namisen."
    }
  }
}