{
  "name": "Kujou Sara",
  "title": "Hắc Vũ Tiễn",
  "description": "Đại tướng đương nhiệm của Hiệp Hội Tenryou. Sát phạt quyết đoán, anh dũng thiện chiến.",
  "constellationName": "Cung Vũ Phiến",
  "auto": {
    "name": "Cung Thuật Tengu",
    "fields": {
      "normal": {
        "0": "<strong>Tấn Công Thường</strong>",
        "1": "Thực hiện tối đa 5 lần bắn tên liên tiếp."
      },
      "charged": {
        "0": "<strong>Trọng Kích</strong>",
        "1": "<strong>Ngắm bắn</strong> chuẩn hơn, sát thương cao hơn.",
        "2": "Khi ngắm bắn, sấm sét tích tụ trên đầu mũi tên. Khi mũi tên tích đầy sấm sét bắn trúng kẻ địch sẽ gây <electro>Sát Thương Nguyên Tố Lôi</electro>.",
        "3": "Khi trong trạng thái \"Lông Quạ Bao Phủ\", mũi tên hoàn thành tụ lực khi bắn trúng sẽ để lại \"Lông Quạ\"."
      },
      "plunging": {
        "0": "<strong>Tấn Công Khi Đáp</strong>",
        "1": "Bắn mưa tên liên tiếp xuống mặt đất, đồng thời lao nhanh xuống mặt đất và gây sát thương phạm vi khi chạm đất."
      }
    },
    "skillParams": {
      "0": "Sát Thương Lần 1",
      "1": "Sát Thương Lần 2",
      "2": "Sát Thương Lần 3",
      "3": "Sát Thương Lần 4",
      "4": "Sát Thương Lần 5",
      "5": "Ngắm Bắn",
      "6": "Tụ Lực Ngắm Bắn",
      "7": "Sát Thương Khi Rơi",
      "8": "Sát Thương Khi Rơi Từ Độ Cao Thấp/Cao",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Bão Sét Tengu",
    "description": {
      "0": "Di chuyển nhanh về phía sau với tốc độ của Tengu, đồng thời triệu hồi sự bảo vệ của lông quạ.",
      "1": "Nhận được \"Lông Quạ Bao Phủ\" trong 18s, khi Kujou Sara tụ lực bắn tên sẽ tiêu hao \"Lông Quạ Bao Phủ\", đồng thời để lại \"Lông Quạ\" tại vị trí bắn trúng.",
      "2": "\"Lông Quạ\" sau một thời gian ngắn sẽ kích hoạt Tengu Juurai - Phục Kích, gây <electro>Sát Thương Nguyên Tố Lôi</electro> cho kẻ địch trong phạm vi, đồng thời tăng tấn công với tỷ lệ nhất định cho nhân vật trong phạm vi dựa theo sức tấn công cơ bản của Kujou Sara.",
      "3": "<br/>",
      "4": "Mức tấn công tăng thêm của các loại Tengu Juurai cung cấp sẽ không thể cộng dồn, thời gian duy trì và hiệu quả sẽ tính theo hiệu quả sau cùng.",
      "5": "<br/>",
      "6": "<i>Tộc Tengu không thiếu những tài năng sở hữu Vision Lôi, họ thường ngợi ca Lôi Thần khi chiến đấu, lời ngợi ca như sau:</i>",
      "7": "<i>\"Hỡi Narukami, hãy thể hiện sự uy nghiêm của sấm sét, và ban cho hạ thần sức mạnh của ngài. Sowaka!\"</i>"
    },
    "skillParams": {
      "0": "Sát Thương Tengu Juurai - Phục Kích",
      "1": "Tỷ Lệ Tăng Tấn Công",
      "2": "Kéo Dài Thời Gian Tăng Tấn Công",
      "3": "CD",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Bí Thức - Koukou Sendou",
    "description": {
      "0": "Thi triển Tengu Juurai - Vòng Kim Cang ở vị trí mục tiêu, gây <electro>Sát Thương Phạm Vi Nguyên Tố Lôi</electro>. Sau đó, Tengu Juurai - Vòng Kim Cang sẽ khuếch tán chuyển thành 4 dòng Tengu Juurai - Tụ Sấm liên tục, gây <electro>Sát Thương Phạm Vi Nguyên Tố Lôi</electro>.",
      "1": "Tengu Juurai - Vòng Kim Cang và Tengu Juurai - Tụ Sấm sẽ khiến nhân vật trong phạm vi nhận được hiệu quả tăng tấn công như Kỹ Năng Nguyên Tố Bão Sét Tengu.",
      "2": "<br/>",
      "3": "Mức tấn công tăng thêm của các loại Tengu Juurai cung cấp sẽ không thể cộng dồn, thời gian duy trì và hiệu quả sẽ tính theo hiệu quả sau cùng.",
      "4": "<br/>",
      "5": "<i>Sara rời khỏi gia tộc, lại mất đi niềm tin với Hiệp Hội Tenryou. Trong cơn hoang mang, cái mà cô ấy tìm được, chính là ánh sáng sấm sét của riêng mình.</i>"
    },
    "skillParams": {
      "0": "Sát Thương Tengu Juurai - Vòng Kim Cang",
      "1": "Sát Thương Tengu Juurai - Tụ Sấm",
      "2": "CD",
      "3": "Năng Lượng Nguyên Tố",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Trái Tim Thép",
    "description": {
      "0": "Khi trong trạng thái \"Lông Quạ Bao Phủ\" của <strong>Bão Sét Tengu</strong>, thời gian tụ lực nhắm bắn giảm 60%."
    }
  },
  "passive2": {
    "name": "Ngự Nghi Lễ",
    "description": {
      "0": "Sau khi Tengu Juurai - Phục Kích đánh trúng kẻ địch, căn cứ vào Hiệu Quả Nạp Nguyên Tố của Kujou Sara, mỗi 100% sẽ hồi cho tất cả nhân vật trong đội 1.2 điểm Năng Lượng Nguyên Tố. Hiệu quả này mỗi 3s tối đa kích hoạt 1 lần."
    }
  },
  "passive3": {
    "name": "Trắc Địa",
    "description": {
      "0": "Khi làm nhiệm vụ Phái Đi Thám Hiểm ở Inazuma, thời gian tiêu hao rút ngắn 25%."
    }
  },
  "constellation1": {
    "name": "Mắt Quạ",
    "description": {
      "0": "Tengu Juurai khi tăng tấn công cho nhân vật hoặc đánh trúng kẻ địch sẽ giảm đi 1s CD của <strong>Bão Sét Tengu</strong>.",
      "1": "Hiệu quả này mỗi 3s tối đa kích hoạt 1 lần."
    }
  },
  "constellation2": {
    "name": "Hắc Vũ",
    "description": {
      "0": "Khi thi triển <strong>Bão Sét Tengu</strong>, sẽ để lại \"Lông Quạ\" có thể kích hoạt Bão Sét Tengu ở vị trí ban đầu của Kujou Sara, gây 30% sát thương gốc."
    }
  },
  "constellation3": {
    "name": "Tâm Ma",
    "description": {
      "0": "Cấp kỹ năng <strong>Bí Thức - Koukou Sendou</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation4": {
    "name": "Quán Triệt",
    "description": {
      "0": "Số lượng Tengu Juurai - Tụ Sấm của <strong>Bí Thức - Koukou Sendou</strong> tăng lên 6."
    }
  },
  "constellation5": {
    "name": "Ca Tụng",
    "description": {
      "0": "Cấp kỹ năng <strong>Bão Sét Tengu</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation6": {
    "name": "Bản Ngã",
    "description": {
      "0": "Khi nhân vật ở trạng thái tăng tấn công nhờ Tengu Juurai, sát thương bạo kích <electro>Nguyên Tố Lôi</electro> tăng 60%."
    }
  }
}