{
  "name": "Mika",
  "title": "Dấu Hiệu Sương Mai",
  "description": "Kỵ sĩ trẻ tuổi xuất thân trong một gia đình bình thường, đảm nhận chức vụ \"người đo vẽ bản đồ\" trong tiểu đội. Tính cách khiêm tốn thận trọng.",
  "constellationName": "Cung Lâm Cáp",
  "auto": {
    "name": "Tây Phong Thương Thuật - Kế Thừa",
    "fields": {
      "normal": {
        "0": "<strong><strong>Tấn Công Thường</strong>",
        "1": "Kết hợp giữa nỏ và thương, thực hiện tối đa 5 lần đánh liên tiếp."
      },
      "charged": {
        "0": "<strong>Trọng Kích</strong>",
        "1": "Tiêu hao thể lực nhất định, xông về phía trước, gây sát thương cho kẻ địch trên đường đi."
      },
      "plunging": {
        "0": "<strong>Tấn Công Khi Đáp</strong>",
        "1": "Đáp xuống đất từ trên không, tấn công kẻ địch trên đường và gây sát thương phạm vi khi chạm đất."
      }
    },
    "skillParams": {
      "0": "Sát Thương Lần 1",
      "1": "Sát Thương Lần 2",
      "2": "Sát Thương Lần 3",
      "3": "Sát Thương Lần 4",
      "4": "Sát Thương Lần 5",
      "5": "Sát Thương Trọng Kích",
      "6": "Thể lực Trọng Kích tiêu hao",
      "7": "Sát Thương Khi Đáp",
      "8": "ST Khi Rơi Từ Độ Cao Thấp/Cao",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Sao Băng Lưu Chuyển",
    "description": {
      "0": "Dùng nỏ tấn công kẻ địch và tạo trạng thái Gió Linh Hồn cho tất cả nhân vật trong đội gần đó. Nhân vật có trạng thái Gió Linh Hồn khi ra trận sẽ tăng tốc độ tấn công.",
      "1": "Tùy theo nhấn hoặc nhấn giữ để sản sinh hiệu quả khác nhau.",
      "2": "<br/>",
      "3": "<strong>Nhấn</strong>",
      "4": "Bắn ra Mũi Tên Băng Giá có thể xuyên thấu kẻ địch, gây <cryo>Sát Thương Nguyên Tố Băng</cryo> cho kẻ địch chạm phải.",
      "5": "<br/>",
      "6": "<strong>Nhấn Giữ</strong>",
      "7": "Tiến hành nhắm bắn, khóa một kẻ địch để bắn Pháo Hiệu Sao Băng, gây <cryo>Sát Thương Nguyên Tố Băng</cryo>. Khi Pháo Hiệu Sao Băng trúng đích sẽ bay lên và phát nổ, bắn ra Mảnh Sao Băng vào 3 kẻ địch khác xung quanh, gây <cryo>Sát Thương Nguyên Tố Băng</cryo>.",
      "8": "<br/>",
      "9": "<i>Đấy là những ngôi sao dưới trời đông lạnh giá.</i>"
    },
    "skillParams": {
      "0": "Sát Thương Mũi Tên Băng Giá",
      "1": "Sát Thương Pháo Hiệu Sao Băng",
      "2": "Sát Thương Mảnh Sao Băng",
      "3": "Tăng Tốc Độ Tấn Công",
      "4": "Thời Gian Duy Trì Gió Linh Hồn",
      "5": "CD",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Lông Vũ Chúc Tụng",
    "description": {
      "0": "Cổ vũ đồng đội tiến công từ những lời chúc học được trong Đội Kỵ Sĩ, hồi phục HP cho tất cả nhân vật trong đội gần đó, lượng hồi phục sẽ căn cứ vào giới hạn HP của Mika, đồng thời cung cấp trạng thái Lông Vũ Chim Ưng cho họ.",
      "1": "<br/>",
      "2": "<strong>Lông Vũ Chim Ưng</strong>",
      "3": "Nhân vật trong trận có trạng thái Lông Vũ Chim Ưng khi tấn công thường trúng kẻ địch, Mika sẽ hồi phục HP cho họ, lượng hồi phục căn cứ vào giới hạn HP của Mika.",
      "4": "Nhân vật có trạng thái này trong thời gian ngắn tối đa chỉ có thể hồi phục một lần HP thông qua cách này.",
      "5": "<br/>",
      "6": "<i>\"Hãy mang theo hy vọng khi gặp khó khăn, và luôn cảnh giác khi mọi việc đều tốt đẹp... Vì lông vũ trắng thuần khiết đó cuối cùng sẽ dẫn đường cho những người lữ hành lạc lối.\"</i>"
    },
    "skillParams": {
      "0": "Lượng Trị Liệu Thi Triển",
      "1": "Lượng Trị Liệu Lông Vũ Chim Ưng",
      "2": "Giãn Cách Trị Liệu Lông Vũ Chim Ưng",
      "3": "Thời Gian Duy Trì Lông Vũ Chim Ưng",
      "4": "CD",
      "5": "Năng Lượng Nguyên Tố",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Hỏa Lực Yểm Trợ",
    "description": {
      "0": "Trong các tình huống sau, Gió Linh Hồn của <strong>Sao Băng Lưu Chuyển</strong> sẽ cường hóa hiệu quả Do Thám, tăng 10% sát thương vật lý do nhân vật trong trận gây ra:",
      "1": [
        "Mũi Tên Băng Giá khi bắn trúng hơn 1 kẻ địch, mỗi kẻ địch trúng thêm sẽ sản sinh 1 tầng hiệu quả Do Thám;",
        "Mảnh Sao Băng khi trúng kẻ địch sẽ sản sinh 1 tầng hiệu quả Do Thám. Mỗi Mảnh Sao Băng chỉ có thể kích hoạt một lần."
      ],
      "2": "<br/>",
      "3": "Hiệu quả Do Thám của trạng thái Gió Linh Hồn tối đa cộng dồn 3 tầng, trong thời gian duy trì nếu kích hoạt lại Sao Băng Lưu Chuyển sẽ xóa đi trạng thái Gió Linh Hồn và Do Thám ban đầu."
    }
  },
  "passive2": {
    "name": "Đo Vẽ Địa Hình",
    "description": {
      "0": "Nhân vật trong trận đồng thời ở trong trạng thái Lông Vũ Chim Ưng của <strong>Lông Vũ Chúc Tụng</strong> và Gió Linh Hồn của <strong>Sao Băng Lưu Chuyển</strong> khi tấn công gây ra bạo kích, trạng thái Gió Linh Hồn sẽ sản sinh 1 tầng hiệu quả Do Thám của thiên phú \"Hỏa Lực Yểm Trợ\". Trong một lần thời gian duy trì của trạng thái Gió Linh Hồn tối đa chỉ có thể sản sinh 1 tầng Do Thám thông qua cách này.",
      "1": "Ngoài ra, giới hạn số tầng hiệu quả Do Thám của Gió Linh Hồn tăng thêm 1.",
      "2": "Cần mở khóa thiên phú \"Hỏa Lực Yểm Trợ\"."
    }
  },
  "passive3": {
    "name": "Phân Định Ranh Giới",
    "description": {
      "0": "Hiển thị vị trí <strong>đặc sản khu vực Mondstadt</strong> trên bản đồ nhỏ."
    }
  },
  "constellation1": {
    "name": "Cơ Duyên Gặp Gỡ",
    "description": {
      "0": "Trạng thái Gió Linh Hồn của <strong>Sao Băng Lưu Chuyển</strong> sẽ giảm giãn cách hồi phục HP của trạng thái Lông Vũ Chim Ưng từ kỹ năng <strong>Lông Vũ Chúc Tụng</strong>, tỉ lệ giảm tương đồng với tỉ lệ tăng tốc độ tấn công của trạng thái Gió Linh Hồn."
    }
  },
  "constellation2": {
    "name": "Hành Trình Bên Nhau",
    "description": {
      "0": "Lần Mũi Tên Băng Giá từ kỹ năng <strong>Sao Băng Lưu Chuyển</strong> đầu tiên bắn trúng kẻ địch, hoặc Pháo Hiệu Sao Băng khi bắn trúng kẻ địch sẽ sản sinh 1 tầng hiệu quả Do Thám của thiên phú \"Hỏa Lực Yểm Trợ\".",
      "1": "Cần mở khóa thiên phú \"Hỏa Lực Yểm Trợ\"."
    }
  },
  "constellation3": {
    "name": "Du Kích Tâm Đắc",
    "description": {
      "0": "Cấp kỹ năng <strong>Lông Vũ Chúc Tụng</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation4": {
    "name": "Chúc Nguyện Giá Lạnh",
    "description": {
      "0": "Trạng thái Lông Vũ Chim Ưng từ kỹ năng <strong>Lông Vũ Chúc Tụng</strong> của bản thân Mika khi trị liệu nhân vật trong đội sẽ khiến cho Mika hồi phục 3 điểm Năng Lượng Nguyên Tố. Một lần trạng thái Lông Vũ Chim Ưng từ kỹ năng Lông Vũ Chúc Tụng tối đa hồi phục 5 lần Năng Lượng Nguyên Tố."
    }
  },
  "constellation5": {
    "name": "Mũi Tên Dẫn Đường",
    "description": {
      "0": "Cấp kỹ năng <strong>Sao Băng Lưu Chuyển</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation6": {
    "name": "Chung Sức Phối Hợp",
    "description": {
      "0": "Giới hạn số tầng hiệu quả Do Thám từ trạng thái Gió Linh Hồn của kỹ năng <strong>Sao Băng Lưu Chuyển</strong> tăng 1 tầng. Cần mở khóa thiên phú \"Hỏa Lực Yểm Trợ\".",
      "1": "Ngoài ra, nhân vật ra trận trong trạng thái Gió Linh Hồn sẽ tăng 60% sát thương bạo kích vật lý."
    }
  }
}