{
  "name": "Cyno",
  "title": "Phán Quyết Ẩn Mật",
  "description": "\"Tổng Quản Mahamatra\", phụ trách giám sát các học giả trong Giáo Viện. Hiệu suất trong lúc làm việc sẽ còn hiệu quả hơn \"Vayuvyastra Vĩ Đại\" của Học Phái Kshahrewar.",
  "constellationName": "Cung Kim Lang",
  "auto": {
    "name": "Thất Thánh Thương Thuật",
    "fields": {
      "normal": {
        "0": "<strong>Tấn Công Thường</strong>",
        "1": "Thực hiện tối đa 4 lần đánh liên tiếp."
      },
      "charged": {
        "0": "<strong>Trọng Kích</strong>",
        "1": "Tiêu hao thể lực nhất định, xông về phía trước, gây sát thương cho địch trên đường đi."
      },
      "plunging": {
        "0": "<strong>Tấn Công Khi Đáp</strong>",
        "1": "Đáp xuống đất từ trên không, tấn công kẻ địch trên đường và gây sát thương phạm vi khi chạm đất."
      }
    },
    "skillParams": {
      "0": "Sát Thương Lần 1",
      "1": "Sát Thương Lần 2",
      "2": "Sát Thương Lần 3",
      "3": "Sát Thương Lần 4",
      "4": "Sát Thương Trọng Kích",
      "5": "Thể lực Trọng Kích tiêu hao",
      "6": "Sát Thương Khi Rơi",
      "7": "Sát Thương Khi Rơi Từ Độ Cao Thấp/Cao",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Nghi Thức Bí Ẩn - Dẫn Hồn Đáy Vực",
    "description": {
      "0": "Đột kích siêu tốc, gây <electro>Sát Thương Nguyên Tố Lôi</electro> cho kẻ địch trên đường.",
      "1": "<br/>",
      "2": "Khi Cyno trong trạng thái Sứ Giả Dẫn Lối của Kỹ Năng Nộ \"Nghi Thức Thần Thánh - Nhanh Như Sói\" sẽ thi triển trạng thái <strong>Tang Lễ</strong>, giải phóng sức mạnh sấm sét, gây <electro>Sát Thương Phạm Vi Nguyên Tố Lôi</electro>, đồng thời kéo dài thời gian duy trì trạng thái Sứ Giả Dẫn Lối.",
      "3": "<br/>",
      "4": "<i>\"Ngươi không có quyền lựa chọn chấp nhận hay từ chối, cả ngươi và ta đều đã sớm nằm trong sự phán quyết này.\"</i>"
    },
    "skillParams": {
      "0": "Sát Thương Kỹ Năng",
      "1": "Sát Thương Tang Lễ",
      "2": "Thời Gian Sứ Giả Dẫn Lối",
      "3": "CD",
      "4": "CD Tang Lễ",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Nghi Thức Thần Thánh - Nhanh Như Sói",
    "description": {
      "0": "Triệu hồi linh hồn hộ thể, hóa thân thành \"Sứ Giả Dẫn Lối\".",
      "1": "<br/>",
      "2": "<strong>Sứ Giả Dẫn Lối</strong>",
      "3": "Sát thương đánh thường, trọng kích, tấn công khi đáp của Cyno sẽ chuyển hóa thành <electro>Sát Thương Nguyên Tố Lôi</electro> không thể bị đính kèm thay thế;",
      "4": [
        "Khiến Cyno tăng Tinh Thông Nguyên Tố, kháng gián đoạn và miễn dịch sát thương phản ứng Điện Cảm."
      ],
      "5": "<br/>",
      "6": "Hiệu quả sẽ biến mất khi Cyno rời trận, tối đa duy trì 18s.",
      "7": "<br/>",
      "8": "<i>Nghi thức lưu truyền từ vương quốc cổ, đối với Tổng Quản Mahamatra mà nói, cũng có nghĩa là sự phán quyết cuối cùng.</i>",
      "9": "<i>Cho dù là quá khứ hay hiện tại, cho dù là bão tố hay mãng xà, cũng đều phải khuất phục trước sự uy nghiêm của pháp lệnh.</i>"
    },
    "skillParams": {
      "0": "Sát Thương Lần 1",
      "1": "Sát Thương Lần 2",
      "2": "Sát Thương Lần 3",
      "3": "Sát Thương Lần 4",
      "4": "Sát Thương Lần 5",
      "5": "Sát Thương Trọng Kích",
      "6": "Thể lực Trọng Kích tiêu hao",
      "7": "Sát Thương Khi Đáp",
      "8": "ST Khi Rơi Từ Độ Cao Thấp/Cao",
      "9": "Tăng Tinh Thông Nguyên Tố",
      "10": "Thời Gian Duy Trì Cơ Bản",
      "11": "CD",
      "12": "Năng Lượng Nguyên Tố",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Lạc Vũ Phán Quyết",
    "description": {
      "0": "Khi trong trạng thái Sứ Giả Dẫn Lối của <strong>Nghi Thức Thần Thánh - Nhanh Như Sói</strong>, Cyno sẽ vào trạng thái Soi Thấu Đường Cùng trong từng khoảng thời gian. Nếu thi triển <strong>Nghi Thức Bí Ẩn - Dẫn Hồn Đáy Vực</strong> trong trạng thái này sẽ kích hoạt hiệu quả \"Phán Quyết\", tăng 35% sát thương Nghi Thức Bí Ẩn - Dẫn Hồn Đáy Vực lần đó gây ra, đồng thời bắn về phía trước 3 luồng Tia Sét Xuyên Thấu, gây <electro>Sát Thương Nguyên Tố Lôi</electro> bằng 100% sức tấn công của Cyno.",
      "1": "Sát thương Tia Sét Xuyên Thấu gây ra được tính là sát thương Kỹ Năng Nguyên Tố."
    }
  },
  "passive2": {
    "name": "Cửu Cung Chấp Mệnh",
    "description": {
      "0": "Sát thương từ tấn công của bản thân sẽ tăng dựa vào Tinh Thông Nguyên Tố của Cyno như sau:",
      "1": [
        "Đánh thường trong trạng thái Sứ Giả Dẫn Lối: Tăng 150% dựa vào Tinh Thông Nguyên Tố;",
        "Tia Sét Xuyên Thấu của thiên phú \"Lạc Vũ Phán Quyết\": Tăng 250% dựa vào Tinh Thông Nguyên Tố."
      ]
    }
  },
  "passive3": {
    "name": "Ân Điển Của Lặng Im",
    "description": {
      "0": "Khi làm nhiệm vụ Phái Đi Thám Hiểm có thời gian là 20 giờ ở Sumeru, phần thưởng nhận được tăng 25%."
    }
  },
  "constellation1": {
    "name": "Lập Nghi - Phủ Lãm Trú Minh",
    "description": {
      "0": "Sau khi thi triển <strong>Nghi Thức Thần Thánh - Nhanh Như Sói</strong>, tốc độ đánh thường của Cyno tăng 20%, duy trì 10s. Nếu kích hoạt hiệu quả \"Phán Quyết\" của thiên phú Lạc Vũ Phán Quyết khi thi triển <strong>Nghi Thức Bí Ẩn - Dẫn Hồn Đáy Vực</strong>, sẽ làm mới thời gian duy trì hiệu quả này.",
      "1": "Cần mở khóa thiên phú cố định \"Lạc Vũ Phán Quyết\"."
    }
  },
  "constellation2": {
    "name": "Lệnh Nghi - Dẫn Yết Quy Linh",
    "description": {
      "0": "Sau khi Cyno dùng tấn công thường đánh trúng kẻ địch, sẽ tăng 10% buff <electro>Sát Thương Nguyên Tố Lôi</electro>, duy trì 4s. Hiệu quả này mỗi 0.1s tối đa kích hoạt một lần, tối đa cộng dồn 5 tầng."
    }
  },
  "constellation3": {
    "name": "Luật Nghi - Hành Độ Thệ Trừng",
    "description": {
      "0": "Cấp kỹ năng <strong>Nghi Thức Thần Thánh - Nhanh Như Sói</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation4": {
    "name": "Tuần Nghi - Siển Hộ Cấm Võng",
    "description": {
      "0": "Khi Cyno trong trạng thái Sứ Giả Dẫn Lối của <strong>Nghi Thức Thần Thánh - Nhanh Như Sói</strong>, sau khi kích hoạt phản ứng Điện Cảm, Siêu Dẫn, Quá Tải, Sinh Trưởng, Tăng Cường, Nở Rộ, Khuếch Tán Nguyên Tố Lôi, sẽ khiến tất cả nhân vật trong đội gần đó (trừ bản thân Cyno) hồi phục 3 điểm Năng Lượng Nguyên Tố.",
      "1": "Hiệu quả này trong một lần <strong>Nghi Thức Thần Thánh - Nhanh Như Sói</strong> tối đa kích hoạt 5 lần."
    }
  },
  "constellation5": {
    "name": "U Nghi - Thệ Vãng Tinh Mang",
    "description": {
      "0": "Cấp kỹ năng <strong>Nghi Thức Bí Ẩn - Dẫn Hồn Đáy Vực</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation6": {
    "name": "Vũ Nghi - Tài Lạc Quân Hành",
    "description": {
      "0": "Sau khi thi triển <strong>Nghi Thức Thần Thánh - Nhanh Như Sói</strong> hoặc kích hoạt hiệu quả \"Phán Quyết\" của thiên phú cố định \"Lạc Vũ Phán Quyết\", Cyno sẽ nhận được 4 tầng hiệu quả \"Nghi Thức Sói\". Khi tấn công thường của Cyno đánh trúng kẻ địch, sẽ tiêu hao một tầng \"Nghi Thức Sói\", và bắn ra một Tia Sét Xuyên Thấu.",
      "1": "Hiệu quả \"Nghi Thức Sói\" duy trì 8s, tối đa cộng dồn 8 tầng, đồng thời sẽ xóa bỏ sau khi trạng thái Sứ Giả Dẫn Lối của Nghi Thức Thần Thánh - Nhanh Như Sói kết thúc.",
      "2": "Mỗi 0.4s tối đa bắn ra một Tia Sét Xuyên Thấu bằng cách này.",
      "3": "Cần mở khóa thiên phú cố định \"Lạc Vũ Phán Quyết\"."
    }
  }
}