{
  "constellationName": "Nham Vương Đế Quân",
  "name": "Zhongli",
  "title": "Du Ngoạn Trần Thế",
  "description": "Là vị khách thần bí được \"Vãng Sinh Đường\" mời đến. Kiến thức uyên bác, có hiểu biết sâu rộng đối với nhiều sự vật sự việc.",
  "auto": {
    "name": "Mưa Đá",
    "fields": {
      "normal": {
        "0": "<strong>Tấn Công Thường</strong>",
        "1": "Thực hiện tối đa 6 lần đánh liên tiếp."
      },
      "charged": {
        "0": "<strong>Trọng Kích</strong>",
        "1": "Tiêu hao thể lực nhất định, lao nhanh về phía trước, ném thương đá trên đường đi và điểm cuối."
      },
      "plunging": {
        "0": "<strong>Tấn Công Khi Đáp</strong>",
        "1": "Đáp xuống đất từ trên không, tấn công kẻ địch trên đường, đồng thời gây sát thương phạm vi khi chạm đất."
      }
    },
    "skillParams": {
      "0": "Sát Thương Lần 1",
      "1": "Sát Thương Lần 2",
      "2": "Sát Thương Lần 3",
      "3": "Sát Thương Lần 4",
      "4": "Sát Thương Lần 5",
      "5": "Sát Thương Lần 6",
      "6": "Sát Thương Trọng Kích",
      "7": "Thể lực Trọng Kích tiêu hao",
      "8": "Sát Thương Khi Đáp",
      "9": "ST Khi Rơi Từ Độ Cao Thấp/Cao",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Tâm Trái Đất",
    "description": {
      "0": "Trong rặng núi, trên mặt đất, giữa những tảng đá đều chất chứa sức mạnh của nham. Nhưng rất ít người có thể điều khiển được sức mạnh này.",
      "1": "<br/>",
      "2": "<strong>Nhấn</strong>",
      "3": "Ra lệnh cho các nguyên tố Nham trên mặt đất tụ hợp lại, kết thành vách đá.",
      "4": "<br/>",
      "5": "<strong>Nhấn Giữ</strong>",
      "6": "Lệnh cho nguyên tố Nham xung quanh phát nổ, gây hiệu quả như sau:",
      "7": [
        "Nếu số lượng vách đá chưa đạt giới hạn, thì sẽ tạo ra vách đá;",
        "Tạo ra Khiên Ngọc, lượng hấp thu sát thương phụ thuộc vào giới hạn HP của Zhongli;",
        "Gây <geo>Sát Thương Phạm Vi Nguyên Tố Nham</geo>;",
        "Nếu bên cạnh có mục tiêu <geo>Nguyên Tố Nham</geo>, sẽ tiêu hao lượng lớn <geo>Nguyên Tố Nham</geo> của tối đa 2 mục tiêu. Hiệu quả này sẽ không gây sát thương."
      ],
      "8": "<br/>",
      "9": "<strong>Vách Đá</strong>",
      "10": "Khi tạo vách đá sẽ gây <geo>Sát Thương Phạm Vi Nguyên Tố Nham</geo>.",
      "11": "Ngoài ra, trong thời gian vách đá tồn tại, thỉnh thoảng sẽ tạo thành cộng hưởng với <geo>tạo vật Nguyên Tố Nham</geo> khác ở xung quanh, gây <geo>sát thương Nguyên Tố Nham</geo> cho kẻ địch xung quanh.",
      "12": "Vách đá được xem là <geo>tạo vật Nguyên Tố Nham</geo>, có thể ngăn chặn tấn công, có thể leo trèo.",
      "13": "Ban đầu chỉ được tồn tại đồng thời 1 vách đá duy nhất do Zhongli tạo ra.",
      "14": "<br/>",
      "15": "<strong>Khiên Ngọc</strong>",
      "16": "Có hiệu quả hấp thu 150% tất cả sát thương nguyên tố và sát thương vật lý.",
      "17": "Nhân vật đang được Khiên Ngọc bảo vệ, sẽ khiến cho kẻ địch trong phạm vi nhỏ bị giảm 20% tất cả kháng nguyên tố và kháng vật lý, hiệu quả này không được cộng dồn.",
      "18": "<br/>",
      "19": "<i>Đá kiên cố có thể đánh ngọc khắc vàng.</i>"
    },
    "skillParams": {
      "0": "ST Vách Đá/ST Cộng Hưởng",
      "1": "CD Nhấn",
      "2": "Sát Thương Nhấn Giữ",
      "3": "Lượng hấp thu cơ bản của khiên",
      "4": "Khiên hấp thụ thêm",
      "5": "Thời Gian Khiên Kéo Dài",
      "6": "CD Nhấn Giữ",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Thiên Tinh",
    "description": {
      "0": "Thiên thạch cực lớn rơi xuống, gây <geo>Sát Thương Nguyên Tố Nham</geo> cực lớn cho kẻ địch trong phạm vi rơi, và khiến địch <geo>Hóa Thạch</geo>.",
      "1": "<br/>",
      "2": "<strong>Hóa Thạch</strong>",
      "3": "Kẻ địch trong trạng thái <geo>Hóa Thạch</geo> không thể chuyển động.",
      "4": "<br/>",
      "5": "<i>Dùng ngôi sao trên cao soi sáng cho người đang mê muội.</i>"
    },
    "skillParams": {
      "0": "Sát Thương Kỹ Năng",
      "1": "Thời Gian Hóa Thạch",
      "2": "CD",
      "3": "Năng Lượng Nguyên Tố",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Huyền Nham Thần Đoạn",
    "description": {
      "0": "Khi Khiên Ngọc chịu sát thương sẽ tạo ra hiệu quả kiên cố:",
      "1": [
        "Nhân vật khi đang được Khiên Ngọc bảo vệ, hiệu quả khiên +5%.",
        "Hiệu quả này tối đa cộng dồn 5 lần, duy trì đến khi Khiên Ngọc mất đi."
      ]
    }
  },
  "passive2": {
    "name": "Xuy Kim Soạn Ngọc",
    "description": {
      "0": "Sát thương gây ra bởi những đòn tấn công dưới đây của Zhongli sẽ tăng tùy theo giới hạn HP:",
      "1": [
        "Lượng tăng sát thương của tấn công thường, trọng kích và tấn công khi đáp: 1.39% giới hạn HP",
        "Lượng tăng sát thương của nhấn giữ, sát thương cộng hưởng và Vách Đá của <strong>Tâm Trái Đất</strong>: 1.9% giới hạn HP",
        "Lượng tăng sát thương của <strong>Thiên Tinh</strong>: 33% giới hạn HP"
      ]
    }
  },
  "passive3": {
    "name": "Mệnh Lý Tinh Thạch",
    "description": {
      "0": "Khi rèn vũ khí cán dài, hoàn trả 15% Khoáng Thạch tiêu hao."
    }
  },
  "constellation1": {
    "name": "Nham, Lục Hợp Dẫn Thành Cốt",
    "description": {
      "0": "Vách đá tạo thành từ <strong>Tâm Trái Đất</strong> có thể tồn tại cùng lúc 2 cái."
    }
  },
  "constellation2": {
    "name": "Thạch, Bát Hoang Ngọc Minh",
    "description": {
      "0": "Khi <strong>Thiên Tinh</strong> rơi xuống, các nhân vật trong trận hiện tại ở lân cận sẽ nhận được Khiên Ngọc bảo vệ."
    }
  },
  "constellation3": {
    "name": "Khuê Chương, Khó Khăn Không Lùi Bước",
    "description": {
      "0": "Cấp kỹ năng <strong>Tâm Trái Đất</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation4": {
    "name": "Hoàng Tông, Phá Nhưng Không Mất Kiên Cường",
    "description": {
      "0": "Tăng 20% phạm vi ảnh hưởng của <strong>Thiên Tinh</strong>.",
      "1": "Đồng thời hiệu quả Hóa Thạch của Thiên Tinh sẽ kéo dài thêm 2s."
    }
  },
  "constellation5": {
    "name": "Thương Bích, Kiên Cường Như Lẽ Trời",
    "description": {
      "0": "Cấp kỹ năng <strong>Thiên Tinh</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation6": {
    "name": "Thiên Ngọc, Lễ Thiên Địa Tứ Phương",
    "description": {
      "0": "Khi Khiên Ngọc chịu sát thương, sẽ hồi HP cho nhân vật hiện tại, lượng hồi phục bằng 40% sát thương.",
      "1": "Lượng hồi phục của 1 lần không vượt quá 8% HP tối đa của nhân vật."
    }
  }
}