{
  "name": "Ánh Trăng Xiphos",
  "description": {
    "0": "Kiếm hai lưỡi ánh lên màu sắc của mặt trăng. Nghe nói bên trong có trấn linh cư ngụ."
  },
  "passiveName": "Lời Thì Thầm Trấn Linh",
  "passiveDescription": {
    "0": {
      "0": "Mỗi 10s sẽ sản sinh hiệu ứng sau: Mỗi điểm Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này sẽ tăng <cryo>0.036%</cryo> Hiệu Quả Nạp Nguyên Tố cho nhân vật đó, đồng thời tăng 30% Hiệu Quả Nạp Nguyên Tố dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng."
    },
    "1": {
      "0": "Mỗi 10s sẽ sản sinh hiệu ứng sau: Mỗi điểm Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này sẽ tăng <cryo>0.045%</cryo> Hiệu Quả Nạp Nguyên Tố cho nhân vật đó, đồng thời tăng 30% Hiệu Quả Nạp Nguyên Tố dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng."
    },
    "2": {
      "0": "Mỗi 10s sẽ sản sinh hiệu ứng sau: Mỗi điểm Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này sẽ tăng <cryo>0.054%</cryo> Hiệu Quả Nạp Nguyên Tố cho nhân vật đó, đồng thời tăng 30% Hiệu Quả Nạp Nguyên Tố dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng."
    },
    "3": {
      "0": "Mỗi 10s sẽ sản sinh hiệu ứng sau: Mỗi điểm Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này sẽ tăng <cryo>0.063%</cryo> Hiệu Quả Nạp Nguyên Tố cho nhân vật đó, đồng thời tăng 30% Hiệu Quả Nạp Nguyên Tố dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng."
    },
    "4": {
      "0": "Mỗi 10s sẽ sản sinh hiệu ứng sau: Mỗi điểm Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này sẽ tăng <cryo>0.072%</cryo> Hiệu Quả Nạp Nguyên Tố cho nhân vật đó, đồng thời tăng 30% Hiệu Quả Nạp Nguyên Tố dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng."
    }
  }
}