{
  "name": "Nanh Sói",
  "description": {
    "0": "Trong truyền thuyết, đây là thanh kiếm dài mà kỵ sĩ lang thang thời xa xưa đã sử dụng."
  },
  "passiveName": "Sói Bắc Phong",
  "passiveDescription": {
    "0": {
      "0": "Sát thương Kỹ Năng Nguyên Tố và Kỹ Năng Nộ gây ra tăng <cryo>16%</cryo>. Kỹ Năng Nguyên Tố khi trúng kẻ địch, tỉ lệ bạo của Kỹ Năng Nguyên Tố tăng <cryo>2%</cryo>; Kỹ Năng Nộ khi trúng kẻ địch, tỉ lệ bạo của Kỹ Năng Nộ tăng <cryo>2%</cryo>. Hai hiệu ứng trên duy trì riêng biệt trong 10s, tối đa cộng dồn 4 lần, mỗi 0.1s tối đa kích hoạt một lần."
    },
    "1": {
      "0": "Sát thương Kỹ Năng Nguyên Tố và Kỹ Năng Nộ gây ra tăng <cryo>20%</cryo>. Kỹ Năng Nguyên Tố khi trúng kẻ địch, tỉ lệ bạo của Kỹ Năng Nguyên Tố tăng <cryo>2.5%</cryo>; Kỹ Năng Nộ khi trúng kẻ địch, tỉ lệ bạo của Kỹ Năng Nộ tăng <cryo>2.5%</cryo>. Hai hiệu ứng trên duy trì riêng biệt trong 10s, tối đa cộng dồn 4 lần, mỗi 0.1s tối đa kích hoạt một lần."
    },
    "2": {
      "0": "Sát thương Kỹ Năng Nguyên Tố và Kỹ Năng Nộ gây ra tăng <cryo>24%</cryo>. Kỹ Năng Nguyên Tố khi trúng kẻ địch, tỉ lệ bạo của Kỹ Năng Nguyên Tố tăng <cryo>3%</cryo>; Kỹ Năng Nộ khi trúng kẻ địch, tỉ lệ bạo của Kỹ Năng Nộ tăng <cryo>3%</cryo>. Hai hiệu ứng trên duy trì riêng biệt trong 10s, tối đa cộng dồn 4 lần, mỗi 0.1s tối đa kích hoạt một lần."
    },
    "3": {
      "0": "Sát thương Kỹ Năng Nguyên Tố và Kỹ Năng Nộ gây ra tăng <cryo>28%</cryo>. Kỹ Năng Nguyên Tố khi trúng kẻ địch, tỉ lệ bạo của Kỹ Năng Nguyên Tố tăng <cryo>3.5%</cryo>; Kỹ Năng Nộ khi trúng kẻ địch, tỉ lệ bạo của Kỹ Năng Nộ tăng <cryo>3.5%</cryo>. Hai hiệu ứng trên duy trì riêng biệt trong 10s, tối đa cộng dồn 4 lần, mỗi 0.1s tối đa kích hoạt một lần."
    },
    "4": {
      "0": "Sát thương Kỹ Năng Nguyên Tố và Kỹ Năng Nộ gây ra tăng <cryo>32%</cryo>. Kỹ Năng Nguyên Tố khi trúng kẻ địch, tỉ lệ bạo của Kỹ Năng Nguyên Tố tăng <cryo>4%</cryo>; Kỹ Năng Nộ khi trúng kẻ địch, tỉ lệ bạo của Kỹ Năng Nộ tăng <cryo>4%</cryo>. Hai hiệu ứng trên duy trì riêng biệt trong 10s, tối đa cộng dồn 4 lần, mỗi 0.1s tối đa kích hoạt một lần."
    }
  }
}