{
  "name": "Xueyi",
  "abilities": {
    "basic": {
      "0": {
        "name": "Pique scindemara",
        "fullDesc": "Inflige des DGT quantiques à hauteur de <orangeStrong>{{1}}%</orangeStrong> de l'ATQ de Xueyi à une cible unique.",
        "shortDesc": "Inflige des DGT quantiques mineurs à un ennemi unique."
      }
    },
    "skill": {
      "0": {
        "name": "Éradication des péchés",
        "fullDesc": "Inflige des DGT quantiques équivalents à <orangeStrong>{{1}}%</orangeStrong> de l'ATQ de Xueyi à un ennemi unique et des DGT quantiques équivalents à <orangeStrong>{{2}}%</orangeStrong> de son ATQ aux ennemis adjacents.",
        "shortDesc": "Inflige des DGT quantiques à un ennemi unique et des DGT quantiques mineurs aux ennemis adjacents."
      }
    },
    "ult": {
      "0": {
        "name": "Châtiment divin",
        "fullDesc": "Inflige des DGT quantiques équivalents à <orangeStrong>{{1}}%</orangeStrong> de l'ATQ de Xueyi à un ennemi unique. Cette attaque ignore les types de faiblesse et réduit la robustesse de la cible. L'effet de la Rupture de faiblesse quantique se déclenche en cas de Rupture de faiblesse.\\nPlus la robustesse est faible, plus les DGT infligés par cette attaque sont élevés, jusqu'à un maximum de <orangeStrong>{{3}}%</orangeStrong>.",
        "shortDesc": "Inflige des DGT quantiques massifs à un ennemi. Cette attaque <orangeStrong>ignore les types de faiblesse</orangeStrong> et réduit la robustesse de la cible. Plus la robustesse de l'ennemi est réduite, plus les DGT sont élevés."
      }
    },
    "technique": {
      "0": {
        "name": "Exécution sommaire",
        "fullDesc": "Engage immédiatement le combat contre les ennemis. Inflige des DGT quantiques équivalents à {{1}}% de l'ATQ de Xueyi à tous les ennemis après être entré en combat.",
        "shortDesc": "Engage le combat contre les ennemis. Inflige des DGT quantiques mineurs à tous les ennemis après être entré en combat."
      }
    },
    "overworld": {
      "0": {
        "name": "Attaque",
        "fullDesc": "Attaque un ennemi et réduit sa robustesse au type correspondant en entrant en combat.",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Présage clairvoyant",
        "fullDesc": "Augmente les DGT infligés par le personnage à hauteur de {{1}}% de son effet de Rupture, jusqu'à une augmentation maximale de DGT de {{2}}%.",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Rouages du destin",
        "fullDesc": "L'ultime inflige {{2}}% de DGT supplémentaires aux cibles ennemies qui ont {{1}}% ou plus de leur robustesse max.",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Intelligence robotique",
        "fullDesc": "Xueyi enregistre le nombre de cumuls de Karma qui dépassent la limite maximale de cumuls, jusqu'à un maximum de {{1}} cumuls. Lorsque le talent de Xueyi est déclenché, elle gagne le nombre correspondant de cumuls de Karma enregistrés.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Refoulement psychologique",
      "desc": "Augmente les DGT infligés par l'attaque de suivi du talent de {{1}}%."
    },
    "2": {
      "name": "Perturbation mentale",
      "desc": "L'attaque de suivi du talent réduit la robustesse de l'ennemi quel que soit son type de faiblesse et Xueyi régénère des PV à hauteur de {{1}}% de ses PV max. Un effet de Rupture quantique se déclenche lorsqu'elle inflige une Rupture de faiblesse."
    },
    "3": {
      "name": "Cessation de la souffrance",
      "desc": "Niv. de la compétence +2, jusqu'au Niv. 15 maximum.\\nNiv. de l'ATQ normale +1, jusqu'au Niv. 10 maximum."
    },
    "4": {
      "name": "Rupture de karma",
      "desc": "Augmente l'effet de Rupture de {{1}}% pendant {{2}} tours lors de l'utilisation de l'ultime."
    },
    "5": {
      "name": "Esprit envoûté",
      "desc": "Niv. de l'ultime +2, jusqu'au Niv. 15 maximum.\\nNiv. du talent +2, jusqu'au Niv. 15 maximum."
    },
    "6": {
      "name": "Équilibre de la vie et de la mort",
      "desc": "La limite max de Karma est réduite à {{1}}."
    }
  }
}