{
  "name": "Serval",
  "abilities": {
    "basic": {
      "0": {
        "name": "Coup de tonnerre rugissant",
        "fullDesc": "Inflige des DGT de foudre équivalents à <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> de l'ATQ de Serval à un ennemi unique.",
        "shortDesc": "Inflige des DGT de foudre mineurs à un ennemi unique."
      }
    },
    "skill": {
      "0": {
        "name": "Éclair rapide",
        "fullDesc": "Inflige des DGT de foudre équivalents à <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> de l'ATQ de Serval à un ennemi unique et des DGT de foudre équivalents à <color=#f29e38ff><unbreak>#2[i]%</unbreak></color> de l'ATQ de Serval aux ennemis adjacents, avec <unbreak>#3[i]%</unbreak> de <u>chances de base</u> de stupéfier les ennemis touchés pendant <unbreak>#4[i]</unbreak> tours.\\nLes ennemis stupéfiés subissent des dégâts de foudre sur la durée équivalents à <color=#f29e38ff><unbreak>#5[i]%</unbreak></color> de l'ATQ de Serval au début de chaque tour.",
        "shortDesc": "Inflige des DGT de foudre à un ennemi et aux cibles adjacentes, avec de fortes chances de provoquer <color=#f29e38ff>Stupéfaction</color>."
      }
    },
    "ult": {
      "0": {
        "name": "Fièvre mécanique",
        "fullDesc": "Inflige des DGT de foudre équivalents à <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> de l'ATQ de Serval à tous les ennemis. Augmente la durée de l'effet Stupéfaction de <unbreak>#2[i]</unbreak> tours pour les ennemis souffrant déjà de cet effet.",
        "shortDesc": "Inflige des DGT de foudre à tous les ennemis et augmente la durée de Stupéfaction."
      }
    },
    "technique": {
      "0": {
        "name": "Bonsoir Belobog",
        "fullDesc": "Engage immédiatement le combat contre les ennemis. Inflige des DGT de foudre équivalents à <unbreak>#4[i]%</unbreak> de l'ATQ de Serval à un ennemi aléatoire après être entré en combat, avec <unbreak>#1[i]%</unbreak> de <u>chances de base</u> que tous les ennemis soient stupéfiés pendant <unbreak>#3[i]</unbreak> tours.\\nLes ennemis stupéfiés subissent des dégâts de foudre sur la durée équivalents à <unbreak>#2[i]%</unbreak> de l'ATQ de Serval au début de chaque tour.",
        "shortDesc": "Engage le combat contre les ennemis. Inflige des DGT mineurs de foudre à un ennemi unique aléatoire, avec de fortes chances d'appliquer <color=#f29e38ff>Stupéfaction</color> à toutes les cibles ennemies après être entré en combat."
      }
    },
    "overworld": {
      "0": {
        "name": "Attaque",
        "fullDesc": "Attaque un ennemi et réduit sa robustesse au type correspondant en entrant en combat."
      }
    }
  }
}