{
  "name": "Sushang",
  "abilities": {
    "basic": {
      "0": {
        "name": "Escrime perce-nuages : Étoile brillante",
        "fullDesc": "Inflige des DGT physiques équivalents à <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> de l'ATQ de Sushang à un ennemi unique.",
        "shortDesc": "Inflige des DGT physiques mineurs à un ennemi unique."
      }
    },
    "skill": {
      "0": {
        "name": "Escrime perce-nuages : Chute de montagne",
        "fullDesc": "Inflige des DGT physiques équivalents à <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> de l'ATQ de Sushang à un ennemi unique. De plus, il y a <unbreak>#3[i]%</unbreak> de chances de déclencher Posture de l'épée lors du coup final, ce qui inflige à l'ennemi des DGT physiques <u>additionnels</u> équivalents à <color=#f29e38ff><unbreak>#2[i]%</unbreak></color> de l'ATQ de Sushang.\\nSi l'ennemi est affecté par une <u>Rupture de faiblesse</u>, le déclenchement de Posture de l'épée est garanti.",
        "shortDesc": "Inflige des DGT physiques à un ennemi unique avec <color=#f29e38ff>une faible chance de déclencher Posture de l'épée</color>. Si l'ennemi est affecté par une <u>Rupture de faiblesse</u>, <color=#f29e38ff>le déclenchement de Posture de l'épée est garanti</color>."
      }
    },
    "ult": {
      "0": {
        "name": "Forme de Taixu : Héraut de l'aube",
        "fullDesc": "Inflige des DGT physiques équivalents à <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> de l'ATQ de Sushang à un ennemi unique et Sushang agit immédiatement à nouveau. De plus, l'ATQ de Sushang augmente de <color=#f29e38ff><unbreak>#4[i]%</unbreak></color> et l'utilisation de sa compétence a 2 chances supplémentaires de déclencher Posture de l'épée pendant <unbreak>#2[i]</unbreak> tours.\\nLorsque Posture de l'épée est déclenchée par les chances supplémentaires, elle inflige <unbreak>#3[i]%</unbreak> des DGT initiaux.",
        "shortDesc": "Inflige des DGT physiques massifs à un ennemi unique, renforce l'effet de Posture de l'épée et <color=#f29e38ff>agit immédiatement</color>."
      }
    },
    "technique": {
      "0": {
        "name": "Escrime perce-nuages : Cri de guerre",
        "fullDesc": "Engage immédiatement le combat contre les ennemis. Sushang inflige des DGT physiques équivalents à <unbreak>#1[i]%</unbreak> de son ATQ à tous les ennemis en entrant en combat.",
        "shortDesc": "Engage le combat contre les ennemis. Inflige des DGT physiques mineurs à tous les ennemis après être entré en combat."
      }
    },
    "overworld": {
      "0": {
        "name": "Attaque",
        "fullDesc": "Attaque un ennemi et réduit sa robustesse au type correspondant en entrant en combat."
      }
    }
  }
}