{
  "name": "Qingque",
  "abilities": {
    "basic": {
      "0": {
        "name": "Bonne pioche",
        "fullDesc": "Lance une tuile de jade de la série dont Qingque a le moins de tuiles en main pour infliger des DGT quantiques équivalents à <orangeStrong>{{1, percent}}%</orangeStrong> de l'ATQ de Qingque à un ennemi unique.",
        "shortDesc": "Lance une tuile pour infliger des DGT quantiques mineurs à un ennemi unique.",
        "tag": "Cible unique"
      },
      "1": {
        "name": "C'est la tuile !",
        "fullDesc": "Inflige des DGT quantiques équivalents à <orangeStrong>{{1, percent}}%</orangeStrong> de l'ATQ de Qingque à un ennemi unique et des DGT quantiques équivalents à <orangeStrong>{{2, percent}}%</orangeStrong> de l'ATQ de Qingque aux ennemis adjacents.<br>« C'est la tuile ! » ne permet pas de récupérer de points de compétence.",
        "shortDesc": "Inflige des DGT quantiques à un ennemi unique et des DGT quantiques mineurs aux ennemis adjacents.",
        "tag": "Propagation"
      }
    },
    "skill": {
      "0": {
        "name": "Coup de pouce",
        "fullDesc": "Pioche immédiatement {{1}} tuiles de jade et augmente les DGT de <orangeStrong>{{2, percent}}%</orangeStrong> jusqu'à la fin du tour en cours. Cet effet peut être cumulé jusqu'à {{3}} fois. Le tour ne prend pas fin après l'utilisation de cette compétence.",
        "shortDesc": "<orangeStrong>Pioche des tuiles</orangeStrong> et augmente les DGT infligés. <orangeStrong>Ce tour ne se termine pas</orangeStrong> après cette action.",
        "tag": "Renforcement"
      }
    },
    "ult": {
      "0": {
        "name": "Quatre pungs en main ? Tout va bien !",
        "fullDesc": "Inflige des DGT quantiques équivalents à <orangeStrong>{{1, percent}}%</orangeStrong> de l'ATQ de Qingque à tous les ennemis et accorde 4 tuiles de jade de la même série.",
        "shortDesc": "Inflige des DGT quantiques à tous les ennemis et accorde 4 tuiles de jade de la même série.",
        "tag": "ZdE"
      }
    },
    "talent": {
      "0": {
        "name": "Jade céleste",
        "fullDesc": "Qingque pioche 1 tuile au hasard au début du tour de chaque allié, parmi 3 séries différentes et peut posséder jusqu'à 4 tuiles à la fois.<br>Si Qingque commence son tour avec 4 tuiles de la même série, elle les utilise toutes et entre dans l'état « Kong caché ».<br>Dans cet état, Qingque ne peut plus utiliser sa compétence. D'autre part, son ATQ augmente de <orangeStrong>{{1, percent}}%</orangeStrong> et son ATQ normale « Bonne pioche » est renforcée pour devenir « C'est la tuile ! ». L'état « Kong caché » prend fin après utilisation de « C'est la tuile ! ».",
        "shortDesc": "Pioche une tuile au début du tour de chaque allié. Si au début de son tour, le personnage détient 4 tuiles de la même série, il se défausse de toutes ses tuiles et <orangeStrong>renforce son ATQ normale</orangeStrong> tout en augmentant son ATQ.",
        "tag": "Renforcement"
      }
    },
    "technique": {
      "0": {
        "name": "Accro aux jeux",
        "fullDesc": "Après utilisation de la technique, Qingque pioche {{1}} tuiles de jade en début de combat.",
        "shortDesc": "Après utilisation de la technique, pioche des tuiles au début du combat suivant.",
        "tag": "Renforcement"
      }
    },
    "overworld": {
      "0": {
        "name": "Attaque",
        "fullDesc": "Attaque un ennemi et réduit sa robustesse au type correspondant en entrant en combat.",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Bataille de tuiles",
        "fullDesc": "Récupère 1 point de compétence lorsque le personnage utilise sa compétence. Cet effet ne peut être déclenché qu'1 fois par combat."
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "En attente d'une combinaison",
        "fullDesc": "Utiliser la compétence accroît l'effet d'augmentation de DGT des attaques de {{1, percent}}% supplémentaires."
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Main gagnante",
        "fullDesc": "La VIT de Qingque augmente de {{1, percent}}% pendant 1 tour après avoir utilisé l'ATQ normale renforcée."
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Avènement des tuiles",
      "desc": "Les DGT infligés par l'ultime augmentent de {{1, percent}}%."
    },
    "2": {
      "name": "Repos sur l'échiquier",
      "desc": "Chaque fois que Qingque pioche une tuile, elle régénère immédiatement {{1}} point d'énergie."
    },
    "3": {
      "name": "Lire entre les tuiles",
      "desc": "Niv. de l'ultime +2, jusqu'au Niv. 15 maximum.<br>Niv. du talent +2, jusqu'au Niv. 15 maximum."
    },
    "4": {
      "name": "Mets de la tuile",
      "desc": "Après avoir utilisé la compétence, il y a {{1, percent}}% de chances fixes d'obtenir Autonome, qui dure jusqu'à la fin du tour en cours.<br>Lorsque l'état Autonome est actif, utiliser l'ATQ normale ou l'ATQ normale renforcée lance immédiatement 1 ATQ de suivi sur la même cible, ce qui inflige des DGT quantiques équivalents à 100 % des DGT d'ATQ normale (ou d'ATQ normale renforcée)."
    },
    "5": {
      "name": "Tuiles piochées, la chance a tourné",
      "desc": "Niv. de la compétence +2, jusqu'au Niv. 15 maximum.<br>Niv. de l'ATQ normale +1, jusqu'au Niv. 10 maximum."
    },
    "6": {
      "name": "Prête à gagner, dans le calme et la sérénité",
      "desc": "Récupère 1 point de compétence après utilisation de l'ATQ normale renforcée."
    }
  }
}