{
  "name": "Yanqing",
  "abilities": {
    "basic": {
      "0": {
        "name": "Épine de givre",
        "fullDesc": "Inflige des DGT de glace équivalents à <orangeStrong>{{1, percent}}%</orangeStrong> de l'ATQ de Yanqing à un ennemi unique.",
        "shortDesc": "Inflige des DGT de glace mineurs à un ennemi unique.",
        "tag": "Cible unique"
      }
    },
    "skill": {
      "0": {
        "name": "Salve d'aiguillons",
        "fullDesc": "Inflige des DGT de glace équivalents à <orangeStrong>{{1, percent}}%</orangeStrong> de l'ATQ de Yanqing à un ennemi unique et active Osmose avec l'acier pendant 1 tour.",
        "shortDesc": "Inflige des DGT de glace à un ennemi unique et active Osmose avec l'acier.",
        "tag": "Cible unique"
      }
    },
    "ult": {
      "0": {
        "name": "Béatitude au milieu de l'averse",
        "fullDesc": "Augmente les chances de coup critique de Yanqing de {{1, percent}}%. Si Osmose avec l'acier est active, augmente les DGT critiques de Yanqing de <orangeStrong>{{2, percent}}%</orangeStrong> supplémentaires. Ce bonus dure 1 tour avant d'infliger des DGT de glace équivalents à <orangeStrong>{{3, percent}}%</orangeStrong> de l'ATQ de Yanqing à un ennemi unique.",
        "shortDesc": "Augmente les chances de coup critique de Yanqing. Renforce Osmose avec l'acier et inflige des DGT de glace massifs à un ennemi unique.",
        "tag": "Cible unique"
      }
    },
    "talent": {
      "0": {
        "name": "Connexion avec la lame",
        "fullDesc": "Lorsque l'effet Osmose avec l'acier est actif, Yanqing est moins susceptible d'être attaqué par des ennemis. Ses chances de coup critique augmentent de <orangeStrong>{{1, percent(fixed: 1)}}%</orangeStrong> et ses DGT critiques de <orangeStrong>{{2, percent}}%</orangeStrong>. Lorsque Yanqing attaque un ennemi, il a <orangeStrong>{{3, percent}}%</orangeStrong> de chances fixes de lancer une ATQ de suivi, infligeant des DGT de glace équivalents à <orangeStrong>{{4, percent}}%</orangeStrong> de son ATQ à l'ennemi, avec {{6, percent}}% de chances de base de le geler pendant 1 tour.<br>La cible gelée ne peut pas agir et subit des DGT de glace additionnels équivalents à <orangeStrong>{{5, percent}}%</orangeStrong> de l'ATQ de Yanqing au début de chaque tour.<br>Lorsque Yanqing subit des DGT, l'effet Osmose avec l'acier disparaît.",
        "shortDesc": "<orangeStrong>Lorsque ce personnage est dans l'état Osmose avec l'acier</orangeStrong>, ses chances d'être attaqué sont réduites et <orangeStrong>ses chances de coup critique et ses DGT critiques augmentent</orangeStrong>. <orangeStrong>Après avoir attaqué un ennemi</orangeStrong>, il y a une chance de lancer une ATQ de suivi, infligeant des DGT de glace avec une chance de geler la cible.<br>Osmose avec l'acier se dissipe lorsque le personnage subit des dégâts.",
        "tag": "Cible unique"
      }
    },
    "technique": {
      "0": {
        "name": "La seule et unique lame",
        "fullDesc": "Après utilisation de sa technique, les DGT de Yanqing augmentent de {{2, percent}}% pendant {{3}} tours contre les ennemis dont les PV sont supérieurs ou égaux à {{1, percent}}% au début du combat suivant.",
        "shortDesc": "Après utilisation de la technique, les DGT infligés aux ennemis dont les PV sont supérieurs ou égaux à 50 % augmentent au début du combat suivant.",
        "tag": "Renforcement"
      }
    },
    "overworld": {
      "0": {
        "name": "Attaque",
        "fullDesc": "Attaque un ennemi et réduit sa robustesse au type correspondant en entrant en combat.",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "La cerise sur le couteau",
        "fullDesc": "Lorsque Yanqing attaque, il inflige des DGT additionnels de glace équivalents à {{1, percent}}% de son ATQ aux ennemis qui ont une Faiblesse à la glace."
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "La glace sourit aux audacieux",
        "fullDesc": "Lorsque Osmose avec l'acier est active, la RÉS aux effets augmente de {{1, percent}}%."
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Lame rapide",
        "fullDesc": "En cas de coup critique, la VIT augmente de {{1, percent}}% pendant {{2}} tours."
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Coupe franche",
      "desc": "Lorsque Yanqing attaque un ennemi gelé, il inflige des DGT additionnels de glace équivalents à {{1, percent}}% de son ATQ."
    },
    "2": {
      "name": "Transe du guerrier",
      "desc": "Lorsque Osmose avec l'acier est active, le taux de régénération d'énergie augmente de {{1, percent}}% supplémentaires."
    },
    "3": {
      "name": "Épéiste de génie",
      "desc": "Niv. de la compétence +2, jusqu'au Niv. 15 maximum.<br>Niv. de l'ATQ normale +1, jusqu'au Niv. 10 maximum."
    },
    "4": {
      "name": "Froid pénétrant",
      "desc": "Lorsque les PV actuels du personnage sont supérieurs ou égaux à {{1, percent}}%, sa PÉN de RÉS à la glace augmente de {{2, percent}}%."
    },
    "5": {
      "name": "Lutte sans répit",
      "desc": "Niv. de l'ultime +2, jusqu'au Niv. 15 maximum.<br>Niv. du talent +2, jusqu'au Niv. 15 maximum."
    },
    "6": {
      "name": "Combattant habile",
      "desc": "Si les bonus accordés par Osmose avec l'acier ou l'ultime sont actifs au moment où un ennemi est vaincu, la durée de ces bonus est prolongée d'1 tour."
    }
  }
}