{
  "name": "Himeko",
  "abilities": {
    "basic": {
      "0": {
        "name": "Accordage de la lame de scie",
        "fullDesc": "Inflige des DGT de feu équivalents à <orangeStrong>{{1, percent}}%</orangeStrong> de l'ATQ de Himeko à un ennemi unique.",
        "shortDesc": "Inflige des DGT de feu mineurs à un ennemi unique.",
        "tag": "Cible unique"
      }
    },
    "skill": {
      "0": {
        "name": "Détonation en fusion",
        "fullDesc": "Inflige des DGT de feu équivalents à <orangeStrong>{{1, percent}}%</orangeStrong> de l'ATQ de Himeko à un ennemi unique et des DGT de feu équivalents à <orangeStrong>{{2, percent}}%</orangeStrong> de l'ATQ de Himeko aux ennemis adjacents.",
        "shortDesc": "Inflige des DGT de feu à un ennemi unique et des DGT de feu mineurs aux ennemis adjacents.",
        "tag": "Propagation"
      }
    },
    "ult": {
      "0": {
        "name": "Éclat céleste",
        "fullDesc": "Inflige des DGT de feu équivalents à <orangeStrong>{{1, percent}}%</orangeStrong> de l'ATQ de Himeko à tous les ennemis. Himeko régénère {{2}} points d'énergie supplémentaires pour chaque ennemi vaincu.",
        "shortDesc": "Inflige des DGT de feu à tous les ennemis et régénère des points d'énergie si des ennemis sont vaincus.",
        "tag": "ZdE"
      }
    },
    "talent": {
      "0": {
        "name": "Ruée vers la victoire",
        "fullDesc": "Lorsqu'un ennemi subit une Rupture de faiblesse, Himeko obtient 1 point de Charge ({{2}} points max).<br>Si la Charge de Himeko est au maximum lorsqu'un allié attaque, Himeko effectue immédiatement 1 ATQ de suivi et inflige des DGT de feu équivalents à <orangeStrong>{{1, percent}}%</orangeStrong> de son ATQ à tous les ennemis, consommant tous les points de Charge.<br>Himeko obtient 1 point de Charge en début de combat.",
        "shortDesc": "Obtient de la Charge en début de combat ou lorsqu'une unité ennemie subit une Rupture de faiblesse.<br>Lorsqu'une cible alliée attaque et que la Charge est complète, Himeko <orangeStrong>lance une ATQ de suivi</orangeStrong> qui inflige des DGT de feu à <orangeStrong>tous les ennemis</orangeStrong>, en consommant tous les points de Charge.",
        "tag": "ZdE"
      }
    },
    "technique": {
      "0": {
        "name": "Combustion incomplète",
        "fullDesc": "Crée une dimension spéciale qui dure {{4}} secondes. Il y a {{1, percent}}% de chances de base d'augmenter les DGT de feu subis par les ennemis de {{2, percent}}% pendant {{3}} tours après être entré en combat avec des ennemis dans la dimension spéciale. Il ne peut exister qu'1 effet de dimension créé par les alliés à la fois.",
        "shortDesc": "Crée une dimension spéciale. Il y a de fortes chances d'<orangeStrong>augmenter les DGT de feu subis par les ennemis</orangeStrong> lorsque le combat est engagé avec des ennemis de la dimension.",
        "tag": "Incapacitation"
      }
    },
    "overworld": {
      "0": {
        "name": "Attaque",
        "fullDesc": "Attaque un ennemi et réduit sa robustesse au type correspondant en entrant en combat.",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Feu d'étoile",
        "fullDesc": "Il y a {{1, percent}}% de chances de base d'infliger Brûlure aux ennemis pendant {{2}} tours après utilisation d'une attaque.<br>Les ennemis affectés par Brûlure subissent des dégâts de feu sur la durée équivalents à {{3, percent}}% de l'ATQ de Himeko au début de chaque tour."
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Magma",
        "fullDesc": "La compétence inflige {{1, percent}}% de DGT supplémentaires aux ennemis affectés par l'état Brûlure."
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Repère",
        "fullDesc": "Lorsque les PV du personnage sont supérieurs ou égaux à {{1, percent}}%, les chances de coup critique augmentent de {{2, percent}}%."
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Enfance",
      "desc": "Après avoir déclenché Ruée vers la victoire, la VIT de Himeko augmente de {{1, percent}}% pendant {{2}} tours."
    },
    "2": {
      "name": "Convergence",
      "desc": "Inflige {{2, percent}}% de DGT supplémentaires aux ennemis dont le pourcentage de PV est inférieur ou égal à {{1, percent}}%."
    },
    "3": {
      "name": "Assurance",
      "desc": "Niv. de la compétence +2, jusqu'au Niv. 15 maximum.<br>Niv. de l'ATQ normale +1, jusqu'au Niv. 10 maximum."
    },
    "4": {
      "name": "Dévouement",
      "desc": "Lorsque la compétence de Himeko fait subir une Rupture de faiblesse à un ennemi, elle obtient {{1}} point de Charge supplémentaire."
    },
    "5": {
      "name": "Aspiration",
      "desc": "Niv. de l'ultime +2, jusqu'au Niv. 15 maximum.<br>Niv. du talent +2, jusqu'au Niv. 15 maximum."
    },
    "6": {
      "name": "En avant !",
      "desc": "L'ultime inflige des DGT 2 fois supplémentaires, infligeant à chaque fois des DGT de feu équivalents à {{1, percent}}% des DGT initiaux à un ennemi aléatoire."
    }
  }
}