{
  "name": "Cygne noir",
  "abilities": {
    "basic": {
      "0": {
        "name": "Perspicacité de l'aube silencieuse",
        "fullDesc": "Inflige des DGT de vent équivalents à <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> de l'ATQ de Cygne noir à une cible ennemie unique, avec <color=#f29e38ff><unbreak>#2[i]%</unbreak></color> de <u>chances de base</u> d'appliquer 1 cumul d'<u>Arcanes</u>. D'autre part, en cas d'attaque sur une cible affectée par Faille du vent, Saignement, Brûlure ou Stupéfaction, chaque effet a respectivement <color=#f29e38ff><unbreak>#3[i]%</unbreak></color> de <u>chances de base</u> d'appliquer 1 cumul d'<u>Arcanes</u> supplémentaire à la cible.",
        "shortDesc": "Inflige des DGT de vent mineurs à un ennemi unique et a une chance d'appliquer <u>Arcanes</u> à la cible. En cas d'attaque sur une cible <color=#f29e38ff>affectée par Faille du vent, Saignement, Brûlure ou Stupéfaction</color>, chaque effet a respectivement une chance de <color=#f29e38ff>lui appliquer un cumul supplémentaire d'<u>Arcanes</u></color>."
      }
    },
    "skill": {
      "0": {
        "name": "Décadence du faux crépuscule",
        "fullDesc": "Inflige des DGT de vent équivalents à <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> de l'ATQ de Cygne noir à une cible ennemie unique et aux cibles adjacentes. D'autre part, il y a <unbreak>#2[i]%</unbreak> de <u>chances de base</u> d'appliquer 1 cumul d'<u>Arcanes</u> à la cible ennemie et aux cibles adjacentes et <unbreak>#3[i]%</unbreak> de <u>chances de base</u> de réduire de <color=#f29e38ff><unbreak>#4[f1]%</unbreak></color> la DÉF de la cible ennemie et des cibles adjacentes pour une durée de <unbreak>#5[i]</unbreak> tours.",
        "shortDesc": "Inflige des DGT de vent mineurs à une cible ennemie unique et aux cibles adjacentes, avec de fortes chances d'<color=#f29e38ff>appliquer <u>Arcanes</u></color> aux cibles et de réduire leur DÉF."
      }
    },
    "ult": {
      "0": {
        "name": "Bénédiction de l'étreinte de l'au-delà",
        "fullDesc": "Inflige Épiphanie à tous les ennemis pendant <unbreak>#2[i]</unbreak> tours.\\nLes ennemis affectés par Épiphanie subissent <color=#f29e38ff><unbreak>#3[i]%</unbreak></color> de DGT supplémentaires pendant leur tour. D'autre part, lorsque des ennemis sont affectés par <u>Arcanes</u>, ils sont également considérés comme affectés par Faille du vent, Saignement, Brûlure et Stupéfaction. Lorsque l'effet <u>Arcanes</u> inflige des DGT au début de chaque tour, ses cumuls ne sont pas réinitialisés. Cet effet de non-réinitialisation des cumuls d'<u>Arcanes</u> peut être déclenché jusqu'à <unbreak>#4[i]</unbreak> fois pendant la durée d'Épiphanie, et son nombre de déclenchements est réinitialisé lorsque l'effet Épiphanie est appliqué à nouveau.\\nInflige des DGT de vent équivalents à <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> de l'ATQ de Cygne noir à tous les ennemis.",
        "shortDesc": "Inflige Épiphanie à tous les ennemis, ce qui augmente les DGT subis par les cibles durant leur tour. D'autre part, <color=#f29e38ff>avoir l'effet <u>Arcanes</u> est considéré comme avoir les effets Faille du vent, Saignement, Brûlure et Stupéfaction</color>. De plus, les cumuls d'<u>Arcanes</u> ne sont pas réinitialisés après avoir infligé leurs DGT au début du prochain tour. Inflige des DGT de vent à tous les ennemis."
      }
    },
    "technique": {
      "0": {
        "name": "Du mythe à la réalité",
        "fullDesc": "Il y a <unbreak>#1[i]%</unbreak> de <u>chances de base</u> pour chaque ennemi de se voir infligé 1 cumul d'<u>Arcanes</u> au début du prochain combat après avoir utilisé cette technique. Pour chaque application réussie d'<u>Arcanes</u> sur une cible, vous infligez un nouveau cumul d'<u>Arcanes</u> à la même cible. Ce processus se répète jusqu'à ce que l'application d'<u>Arcanes</u> sur cette cible échoue. Pour chaque application successive d'<u>Arcanes</u> sur une cible, ses <u>chances de base</u> de réussite sont équivalentes à <unbreak>#2[i]%</unbreak> des <u>chances de base</u> de la précédente application réussie d'<u>Arcanes</u> sur cette cible.",
        "shortDesc": "Il y a de fortes chances que chaque ennemi soit <color=#f29e38ff>affecté par Arcanes à plusieurs reprises jusqu'à ce que l'application d'<u>Arcanes</u> échoue</color> au début du prochain combat après avoir utilisé cette technique."
      }
    },
    "overworld": {
      "0": {
        "name": "Attaque",
        "fullDesc": "Attaque un ennemi et réduit sa robustesse au type correspondant en entrant en combat."
      }
    }
  }
}