{
  "name": "Guinaifen",
  "abilities": {
    "basic": {
      "0": {
        "name": "Ovation du public",
        "fullDesc": "Inflige des DGT de feu équivalents à <orangeStrong>{{1}}%</orangeStrong> de l'ATQ de Guinaifen à un ennemi unique.",
        "shortDesc": "Inflige des DGT de feu mineurs à un ennemi unique."
      }
    },
    "skill": {
      "0": {
        "name": "Accueil enflammé",
        "fullDesc": "Inflige des DGT de feu équivalents à <orangeStrong>{{1}}%</orangeStrong> de l'ATQ de Guinaifen à un ennemi unique et des DGT de feu équivalents à <orangeStrong>{{2}}%</orangeStrong> de l'ATQ de Guinaifen aux enemis adjacents, avec {{3}}% de <u>chances de base</u> d'infliger Brûlure à la cible et aux cibles adjacentes. Les ennemis brûlés subissent des dégâts de feu sur la durée équivalents à <orangeStrong>{{4}}%</orangeStrong> de l'ATQ de Guinaifen au début de chaque tour pendant {{5}} tours.",
        "shortDesc": "Inflige des DGT de feu à un ennemi unique et des DGT de feu mineurs aux ennemis adjacents, avec de fortes chances de les <color=#f29e38ff>brûler</color>."
      }
    },
    "ult": {
      "0": {
        "name": "Attention les yeux",
        "fullDesc": "Inflige des DGT de feu équivalents à <orangeStrong>{{1}}%</orangeStrong> de l'ATQ de Guinaifen à tous les ennemis. Les cibles affectées par l'effet Brûlure subissent immédiatement des DGT équivalents à <orangeStrong>{{2}}%</orangeStrong> des DGT initiaux de Brûlure.",
        "shortDesc": "Inflige des DGT de feu à tous les ennemis. Si les cibles sont brûlées, l'effet Brûlure inflige des DGT 1 fois supplémentaire."
      }
    },
    "technique": {
      "0": {
        "name": "Démonstration de talent",
        "fullDesc": "Engage immédiatement le combat contre les ennemis. Inflige {{2}} fois des DGT de feu équivalents à {{1}}% de l'ATQ de Guinaifen à une cible ennemie aléatoire à chaque fois, avec {{3}}% de <u>chances de base</u> d'infliger Baiser enflammé.",
        "shortDesc": "Engage le combat contre les ennemis. Inflige des DGT de feu mineurs à une cible à la fois tout en appliquant <color=#f29e38ff>Baiser enflammé</color> pour un total de 4 rebonds après être entré en combat."
      }
    },
    "overworld": {
      "0": {
        "name": "Attaque",
        "fullDesc": "Attaque un ennemi et réduit sa robustesse au type correspondant en entrant en combat.",
        "shortDesc": ""
      }
    }
  }
}