{
  "name": "Louve d'argent",
  "abilities": {
    "basic": {
      "0": {
        "name": "Alerte système",
        "fullDesc": "Inflige des DGT quantiques équivalents à <orangeStrong>{{1}}%</orangeStrong> de l'ATQ de Louve d'argent à un ennemi unique.",
        "shortDesc": "Inflige des DGT quantiques mineurs à un ennemi unique."
      }
    },
    "skill": {
      "0": {
        "name": "Autoriser les modifications ?",
        "fullDesc": "Il y a <orangeStrong>{{2}}%</orangeStrong> de <u>chances de base</u> d'appliquer 1 Faiblesse du type d'un personnage présent sur le champ de bataille à une cible ennemie. Réduit également la RÉS aux DGT de ce type de faiblesse de l'ennemi de {{4}}% pendant {{3}} tours. Si l'ennemi a déjà ce type de faiblesse, l'effet de réduction de RÉS aux DGT ne sera pas déclenché.\\nChaque ennemi ne peut avoir qu'une seule Faiblesse appliquée par Louve d'argent à la fois. Si Louve d'argent applique une nouvelle Faiblesse, elle remplace la précédente.\\nD'autre part, il y a {{5}}% de <u>chances de base</u> de réduire toutes les RÉS de type de l'ennemi de <orangeStrong>{{6}}%</orangeStrong> pendant {{7}} tours.\\nInflige des DGT quantiques équivalents à <orangeStrong>{{1}}%</orangeStrong> de l'ATQ de Louve d'argent à cet ennemi.",
        "shortDesc": "Fortes chances d'<color=#f29e38ff>appliquer une Faiblesse de type supplémentaire</color> à un ennemi unique et de lui infliger des DGT quantiques."
      }
    },
    "ult": {
      "0": {
        "name": "Compte bloqué",
        "fullDesc": "Il y a <orangeStrong>{{2}}%</orangeStrong> de <u>chances de base</u> de réduire la DÉF d'une cible ennemie de <orangeStrong>{{3}}%</orangeStrong> pendant {{4}} tours. D'autre part, inflige à la cible ennemie des DGT quantiques équivalent à <orangeStrong>{{1}}%</orangeStrong> de l'ATQ de Louve d'argent.",
        "shortDesc": "Fortes chances de <color=#f29e38ff>réduire la DÉF d'un ennemi unique</color> et inflige des DGT quantiques massifs à cette cible ennemie."
      }
    },
    "technique": {
      "0": {
        "name": "Arrêt forcé du programme",
        "fullDesc": "Engage immédiatement le combat contre les ennemis. Inflige des DGT quantiques équivalents à {{1}}% de l'ATQ de Louve d'argent à tous les ennemis, ignore les types de faiblesse et réduit la robustesse de tous les ennemis après être entré en combat. Les ennemis qui subissent une Rupture de faiblesse de cette manière déclenchent l'effet de Rupture de faiblesse quantique.",
        "shortDesc": "Engage le combat contre les ennemis. Inflige des DGT mineurs à tous les ennemis et réduit leur robustesse, quels que soient leurs types de faiblesses après être entré en combat."
      }
    },
    "overworld": {
      "0": {
        "name": "Attaque",
        "fullDesc": "Attaque un ennemi et réduit sa robustesse au type correspondant en entrant en combat.",
        "shortDesc": ""
      }
    }
  }
}