{
  "name": "Robin",
  "abilities": {
    "basic": {
      "0": {
        "name": "Battement d'aile silencieux",
        "fullDesc": "Inflige des DGT physiques équivalents à <orangeStrong>{{1, percent}}%</orangeStrong> de l'ATQ de Robin à une cible ennemie unique.",
        "shortDesc": "Inflige des DGT physiques mineurs à un ennemi unique.",
        "tag": "Cible unique"
      }
    },
    "skill": {
      "0": {
        "name": "Aria de la plume",
        "fullDesc": "Augmente les DGT infligés par tous les alliés de <orangeStrong>{{1, percent}}%</orangeStrong>. Dure {{2}} tours. Cette durée diminue de 1 au début de chaque tour de Robin.",
        "shortDesc": "<orangeStrong>Augmente les DGT infligés</orangeStrong> par tous les alliés.",
        "tag": "Soutien"
      }
    },
    "ult": {
      "0": {
        "name": "Vox Harmonique, Opus Cosmique",
        "fullDesc": "Robin entre dans l'état Concerto, et permet à tous les alliés d'attaquer immédiatement.<br>Lorsque Robin est dans l'état Concerto, l'attaque de tous les alliés augmente à hauteur de <orangeStrong>{{1, percent(fixed: 1)}}%</orangeStrong> de l'ATQ de Robin + <orangeStrong>{{3}}</orangeStrong>. D'autre part, après chaque attaque d'une cible alliée, Robin inflige des DGT physiques additionnels équivalents à <orangeStrong>{{4, percent}}%</orangeStrong> de son ATQ 1 fois, avec des chances de coup critique fixées à {{5, percent}}% et des DGT critiques fixés à {{6, percent}}%.<br>Lorsque Robin est dans l'état Concerto, elle devient immunisée aux malus de contrôle et ne peut ni agir ni jouer son tour tant que l'état Concerto n'est pas terminé.<br>Un compte à rebours pour Concerto s'affiche dans la barre d'ordre d'action. Lorsque ce compte à rebours débute, Robin quitte l'état Concerto et agit immédiatement. Le compte à rebours a sa propre VIT fixe qui est de {{2}}.",
        "shortDesc": "Entre dans l'état Concerto, ce qui <orangeStrong>augmente l'ATQ de tous les alliés</orangeStrong> et permet à tous les coéquipiers d'agir immédiatement. Robin inflige des <orangeStrong>DGT physiques additionnels</orangeStrong> après une attaque. Lorsque Robin est dans l'état Concerto, elle est immunisée aux malus de contrôle. Pendant toute la durée de cet état, Robin ne peut ni agir ni jouer son tour jusqu'à la fin du compte à rebours.",
        "tag": "Soutien"
      }
    },
    "talent": {
      "0": {
        "name": "Résonance du chœur",
        "fullDesc": "Augmente les DGT critiques de tous les alliés de <orangeStrong>{{1, percent(fixed: 1)}}%</orangeStrong>. D'autre part, Robin régénère {{2}} points d'énergie lorsqu'un allié attaque une cible ennemie.",
        "shortDesc": "Augmente les <orangeStrong>DGT critiques</orangeStrong> de tous les personnages alliés. Lorsqu'une cible alliée attaque un ennemi, Robin régénère des points d'énergie.",
        "tag": "Soutien"
      }
    },
    "technique": {
      "0": {
        "name": "Prélude à l'ivresse",
        "fullDesc": "Crée une dimension spéciale autour du personnage qui dure {{1}} secondes après avoir utilisé la technique. Les ennemis qui s'y trouvent n'attaquent pas Robin et la suivent tant que la dimension est active. Robin régénère {{2}} points d'énergie au début de chaque vague lorsque le combat est engagé alors que la dimension est active. Il ne peut exister qu'1 effet de dimension créé par les alliés à la fois.",
        "shortDesc": "Crée une dimension spéciale autour du personnage. Les ennemis qui se trouvent dans cette dimension n'attaquent pas Robin. Robin régénère <orangeStrong>{{2}}</orangeStrong> points d'énergie supplémentaires au début de chaque vague lorsque le combat est engagé alors que la dimension est active.",
        "tag": "Soutien"
      }
    },
    "overworld": {
      "0": {
        "name": "Attaque",
        "fullDesc": "Attaque un ennemi et réduit sa robustesse au type correspondant en entrant en combat.",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Cadence colorée",
        "fullDesc": "L'action de ce personnage est avancée de {{1, percent}}% en début de combat."
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Ornement improvisé",
        "fullDesc": "Lorsque l'état Concerto est actif, les DGT critiques des ATQ de suivi de tous les alliés augmentent de {{1, percent}}%."
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Passage séquentiel",
        "fullDesc": "Régénère {{1}} points d'énergie supplémentaires lors de l'utilisation de la compétence."
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Royaume du sourire",
      "desc": "Lorsque l'état Concerto est actif, la PÉN de RÉS à tous les types de tous les alliés augmente de {{1, percent}}%."
    },
    "2": {
      "name": "Thé d'après-midi pour deux",
      "desc": "Lorsque l'état Concerto est actif, la VIT de tous les alliés augmente de {{1, percent}}%. L'effet de régénération d'énergie du talent augmente de {{2}} point supplémentaire."
    },
    "3": {
      "name": "Accordage inversé",
      "desc": "Niv. de la compétence +2, jusqu'au niv. 15 maximum.<br>Niv. de l'ultime +2, jusqu'au niv. 15 maximum."
    },
    "4": {
      "name": "Clé de la goutte de pluie",
      "desc": "Lorsque Robin utilise son ultime, elle dissipe les malus de contrôle de tous les alliés. Lorsque Robin est dans l'état Concerto, la RÉS aux effets de tous les alliés augmente de {{1, percent}}%."
    },
    "5": {
      "name": "Lamentation de l'étoile solitaire",
      "desc": "Niv. de l'ATQ normale +1, jusqu'au niv. 10 maximum.<br>Niv. du talent +2, jusqu'au niv. 15 maximum."
    },
    "6": {
      "name": "Minuit sans lune",
      "desc": "Lorsque l'état Concerto est actif, les DGT critiques des DGT additionnels physiques infligés par l'ultime augmentent de {{2, percent}}%. L'effet Minuit sans lune peut être déclenché jusqu'à {{1}} fois et le nombre de déclenchements est réinitialisé chaque fois que Robin utilise son ultime."
    }
  }
}