{
  "name": "Fruit of Fulfillment",
  "description": {
    "0": "Buah yang didapat dari cerita Aranara. Darinyalah terdapat potensi untuk mengatasi krisis apa pun."
  },
  "passiveName": "Full Circle",
  "passiveDescription": {
    "0": {
      "0": "Setelah memicu Reaksi Elemental, akan mendapatkan efek \"Wax and Wane\" yang meningkatkan <cryo>24</cryo> poin Elemental Mastery, namun mengurangi 5% ATK. Satu lapis efek \"Wax and Wane\" bisa didapatkan setiap 0,3 detik. Efek ini dapat ditumpuk maksimum sebanyak 5 lapis. Satu lapis efek ini akan hilang setiap 6 detik saat tidak memicu Reaksi Elemental. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran."
    },
    "1": {
      "0": "Setelah memicu Reaksi Elemental, akan mendapatkan efek \"Wax and Wane\" yang meningkatkan <cryo>27</cryo> poin Elemental Mastery, namun mengurangi 5% ATK. Satu lapis efek \"Wax and Wane\" bisa didapatkan setiap 0,3 detik. Efek ini dapat ditumpuk maksimum sebanyak 5 lapis. Satu lapis efek ini akan hilang setiap 6 detik saat tidak memicu Reaksi Elemental. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran."
    },
    "2": {
      "0": "Setelah memicu Reaksi Elemental, akan mendapatkan efek \"Wax and Wane\" yang meningkatkan <cryo>30</cryo> poin Elemental Mastery, namun mengurangi 5% ATK. Satu lapis efek \"Wax and Wane\" bisa didapatkan setiap 0,3 detik. Efek ini dapat ditumpuk maksimum sebanyak 5 lapis. Satu lapis efek ini akan hilang setiap 6 detik saat tidak memicu Reaksi Elemental. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran."
    },
    "3": {
      "0": "Setelah memicu Reaksi Elemental, akan mendapatkan efek \"Wax and Wane\" yang meningkatkan <cryo>33</cryo> poin Elemental Mastery, namun mengurangi 5% ATK. Satu lapis efek \"Wax and Wane\" bisa didapatkan setiap 0,3 detik. Efek ini dapat ditumpuk maksimum sebanyak 5 lapis. Satu lapis efek ini akan hilang setiap 6 detik saat tidak memicu Reaksi Elemental. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran."
    },
    "4": {
      "0": "Setelah memicu Reaksi Elemental, akan mendapatkan efek \"Wax and Wane\" yang meningkatkan <cryo>36</cryo> poin Elemental Mastery, namun mengurangi 5% ATK. Satu lapis efek \"Wax and Wane\" bisa didapatkan setiap 0,3 detik. Efek ini dapat ditumpuk maksimum sebanyak 5 lapis. Satu lapis efek ini akan hilang setiap 6 detik saat tidak memicu Reaksi Elemental. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran."
    }
  }
}