{
  "name": "Light of Foliar Incision",
  "description": {
    "0": "Pedang berburu berlapis emas terbuat dari ranting putih yang berharga, telah menebas jatuh begitu banyak racun kegelapan yang hendak memasuki hutan."
  },
  "passiveName": "Whitemoon Bristle",
  "passiveDescription": {
    "0": {
      "0": "CRIT Rate meningkat <cryo>4%</cryo>; Setelah Normal Attack mengakibatkan Elemental DMG, akan mendapatkan efek Foliar Incision: DMG yang diakibatkan Normal Attack dan Elemental Skill meningkat sebesar <cryo>120%</cryo> Elemental Mastery. Efek ini akan hilang setelah terpicu 28 kali atau setelah 12 detik. Efek Foliar Incision maksimum didapatkan sekali setiap 12 detik."
    },
    "1": {
      "0": "CRIT Rate meningkat <cryo>5%</cryo>; Setelah Normal Attack mengakibatkan Elemental DMG, akan mendapatkan efek Foliar Incision: DMG yang diakibatkan Normal Attack dan Elemental Skill meningkat sebesar <cryo>150%</cryo> Elemental Mastery. Efek ini akan hilang setelah terpicu 28 kali atau setelah 12 detik. Efek Foliar Incision maksimum didapatkan sekali setiap 12 detik."
    },
    "2": {
      "0": "CRIT Rate meningkat <cryo>6%</cryo>; Setelah Normal Attack mengakibatkan Elemental DMG, akan mendapatkan efek Foliar Incision: DMG yang diakibatkan Normal Attack dan Elemental Skill meningkat sebesar <cryo>180%</cryo> Elemental Mastery. Efek ini akan hilang setelah terpicu 28 kali atau setelah 12 detik. Efek Foliar Incision maksimum didapatkan sekali setiap 12 detik."
    },
    "3": {
      "0": "CRIT Rate meningkat <cryo>7%</cryo>; Setelah Normal Attack mengakibatkan Elemental DMG, akan mendapatkan efek Foliar Incision: DMG yang diakibatkan Normal Attack dan Elemental Skill meningkat sebesar <cryo>210%</cryo> Elemental Mastery. Efek ini akan hilang setelah terpicu 28 kali atau setelah 12 detik. Efek Foliar Incision maksimum didapatkan sekali setiap 12 detik."
    },
    "4": {
      "0": "CRIT Rate meningkat <cryo>8%</cryo>; Setelah Normal Attack mengakibatkan Elemental DMG, akan mendapatkan efek Foliar Incision: DMG yang diakibatkan Normal Attack dan Elemental Skill meningkat sebesar <cryo>240%</cryo> Elemental Mastery. Efek ini akan hilang setelah terpicu 28 kali atau setelah 12 detik. Efek Foliar Incision maksimum didapatkan sekali setiap 12 detik."
    }
  }
}