{
  "name": "King's Squire",
  "description": {
    "0": "Senjata yang didapat dari cerita Aranara. Senjata dengan bentuk busur ini dapat menembak jatuh musuh hutan."
  },
  "passiveName": "Labyrinth Lord's Instruction",
  "passiveDescription": {
    "0": {
      "0": "Saat melancarkan Elemental Skill atau Elemental Burst, akan mendapatkan efek \"Teachings of the Forest\" yang meningkatkan <cryo>60</cryo> poin Elemental Mastery selama 12 detik. Efek ini akan hilang saat berganti Karakter. Saat durasi \"Teachings of the Forest\" berakhir atau dihapus, akan mengakibatkan DMG setara dengan <cryo>100%</cryo> ATK terhadap 1 musuh di sekitar. \"Teachings of the Forest\" dapat terpicu setiap 20 detik."
    },
    "1": {
      "0": "Saat melancarkan Elemental Skill atau Elemental Burst, akan mendapatkan efek \"Teachings of the Forest\" yang meningkatkan <cryo>80</cryo> poin Elemental Mastery selama 12 detik. Efek ini akan hilang saat berganti Karakter. Saat durasi \"Teachings of the Forest\" berakhir atau dihapus, akan mengakibatkan DMG setara dengan <cryo>120%</cryo> ATK terhadap 1 musuh di sekitar. \"Teachings of the Forest\" dapat terpicu setiap 20 detik."
    },
    "2": {
      "0": "Saat melancarkan Elemental Skill atau Elemental Burst, akan mendapatkan efek \"Teachings of the Forest\" yang meningkatkan <cryo>100</cryo> poin Elemental Mastery selama 12 detik. Efek ini akan hilang saat berganti Karakter. Saat durasi \"Teachings of the Forest\" berakhir atau dihapus, akan mengakibatkan DMG setara dengan <cryo>140%</cryo> ATK terhadap 1 musuh di sekitar. \"Teachings of the Forest\" dapat terpicu setiap 20 detik."
    },
    "3": {
      "0": "Saat melancarkan Elemental Skill atau Elemental Burst, akan mendapatkan efek \"Teachings of the Forest\" yang meningkatkan <cryo>120</cryo> poin Elemental Mastery selama 12 detik. Efek ini akan hilang saat berganti Karakter. Saat durasi \"Teachings of the Forest\" berakhir atau dihapus, akan mengakibatkan DMG setara dengan <cryo>160%</cryo> ATK terhadap 1 musuh di sekitar. \"Teachings of the Forest\" dapat terpicu setiap 20 detik."
    },
    "4": {
      "0": "Saat melancarkan Elemental Skill atau Elemental Burst, akan mendapatkan efek \"Teachings of the Forest\" yang meningkatkan <cryo>140</cryo> poin Elemental Mastery selama 12 detik. Efek ini akan hilang saat berganti Karakter. Saat durasi \"Teachings of the Forest\" berakhir atau dihapus, akan mengakibatkan DMG setara dengan <cryo>180%</cryo> ATK terhadap 1 musuh di sekitar. \"Teachings of the Forest\" dapat terpicu setiap 20 detik."
    }
  }
}