{
  "name": "Tulaytullah's Remembrance",
  "description": {
    "0": "Lonceng yang terbuat dari safir berwarna gelap dan perak murni. Suara gemanya sangat tajam dan jauh."
  },
  "passiveName": "Bygone Azure Teardrop",
  "passiveDescription": {
    "0": {
      "0": "Normal Attack SPD meningkat <cryo>10%</cryo>; Setelah melancarkan Elemental Skill, DMG yang diakibatkan Normal Attack meningkat <cryo>4,8%</cryo> setiap detiknya selama 14 detik. Setelah Normal Attack mengenai musuh, DMG yang diakibatkan Normal Attack meningkat <cryo>9,6%</cryo>. Efek peningkatan ini bisa terpicu setiap 0,3 detik sekali. Selama durasi, peningkatan DMG Normal Attack yang bisa didapatkan melalui efek yang disebutkan di atas adalah maksimum sebesar <cryo>48%</cryo>. Saat Karakter meninggalkan medan pertempuran, efek ini akan dihapus. Melancarkan Elemental Skill sekali lagi akan menghapus efek yang sudah ada sebelumnya."
    },
    "1": {
      "0": "Normal Attack SPD meningkat <cryo>12,5%</cryo>; Setelah melancarkan Elemental Skill, DMG yang diakibatkan Normal Attack meningkat <cryo>6%</cryo> setiap detiknya selama 14 detik. Setelah Normal Attack mengenai musuh, DMG yang diakibatkan Normal Attack meningkat <cryo>12%</cryo>. Efek peningkatan ini bisa terpicu setiap 0,3 detik sekali. Selama durasi, peningkatan DMG Normal Attack yang bisa didapatkan melalui efek yang disebutkan di atas adalah maksimum sebesar <cryo>60%</cryo>. Saat Karakter meninggalkan medan pertempuran, efek ini akan dihapus. Melancarkan Elemental Skill sekali lagi akan menghapus efek yang sudah ada sebelumnya."
    },
    "2": {
      "0": "Normal Attack SPD meningkat <cryo>15%</cryo>; Setelah melancarkan Elemental Skill, DMG yang diakibatkan Normal Attack meningkat <cryo>7,2%</cryo> setiap detiknya selama 14 detik. Setelah Normal Attack mengenai musuh, DMG yang diakibatkan Normal Attack meningkat <cryo>14,4%</cryo>. Efek peningkatan ini bisa terpicu setiap 0,3 detik sekali. Selama durasi, peningkatan DMG Normal Attack yang bisa didapatkan melalui efek yang disebutkan di atas adalah maksimum sebesar <cryo>72%</cryo>. Saat Karakter meninggalkan medan pertempuran, efek ini akan dihapus. Melancarkan Elemental Skill sekali lagi akan menghapus efek yang sudah ada sebelumnya."
    },
    "3": {
      "0": "Normal Attack SPD meningkat <cryo>17,5%</cryo>; Setelah melancarkan Elemental Skill, DMG yang diakibatkan Normal Attack meningkat <cryo>8,4%</cryo> setiap detiknya selama 14 detik. Setelah Normal Attack mengenai musuh, DMG yang diakibatkan Normal Attack meningkat <cryo>16,8%</cryo>. Efek peningkatan ini bisa terpicu setiap 0,3 detik sekali. Selama durasi, peningkatan DMG Normal Attack yang bisa didapatkan melalui efek yang disebutkan di atas adalah maksimum sebesar <cryo>84%</cryo>. Saat Karakter meninggalkan medan pertempuran, efek ini akan dihapus. Melancarkan Elemental Skill sekali lagi akan menghapus efek yang sudah ada sebelumnya."
    },
    "4": {
      "0": "Normal Attack SPD meningkat <cryo>20%</cryo>; Setelah melancarkan Elemental Skill, DMG yang diakibatkan Normal Attack meningkat <cryo>9,6%</cryo> setiap detiknya selama 14 detik. Setelah Normal Attack mengenai musuh, DMG yang diakibatkan Normal Attack meningkat <cryo>19,2%</cryo>. Efek peningkatan ini bisa terpicu setiap 0,3 detik sekali. Selama durasi, peningkatan DMG Normal Attack yang bisa didapatkan melalui efek yang disebutkan di atas adalah maksimum sebesar <cryo>96%</cryo>. Saat Karakter meninggalkan medan pertempuran, efek ini akan dihapus. Melancarkan Elemental Skill sekali lagi akan menghapus efek yang sudah ada sebelumnya."
    }
  }
}