{
  "name": "Everlasting Moonglow",
  "description": {
    "0": "Serangkaian cincin giok indah yang berasal dari laut dalam. Mereka memancarkan sinar yang murni seperti rembulan, dan selalu terasa sulit untuk dijangkau."
  },
  "passiveName": "Byakuya Kougetsu",
  "passiveDescription": {
    "0": {
      "0": "Meningkatkan <cryo>10%</cryo> Healing Bonus. Meningkatkan DMG Normal Attack sebesar <cryo>1%</cryo> dari Max HP Karakter yang mengenakan senjata ini. Setelah melancarkan Elemental Burst, Normal Attack yang mengenai musuh akan memulihkan 0,6 Energy. Efek pemulihan Energy ini berlangsung selama 12 detik dan dapat terpicu setiap 0,1 detik."
    },
    "1": {
      "0": "Meningkatkan <cryo>12.5%</cryo> Healing Bonus. Meningkatkan DMG Normal Attack sebesar <cryo>1,5%</cryo> dari Max HP Karakter yang mengenakan senjata ini. Setelah melancarkan Elemental Burst, Normal Attack yang mengenai musuh akan memulihkan 0,6 Energy. Efek pemulihan Energy ini berlangsung selama 12 detik dan dapat terpicu setiap 0,1 detik."
    },
    "2": {
      "0": "Meningkatkan <cryo>15%</cryo> Healing Bonus. Meningkatkan DMG Normal Attack sebesar <cryo>2%</cryo> dari Max HP Karakter yang mengenakan senjata ini. Setelah melancarkan Elemental Burst, Normal Attack yang mengenai musuh akan memulihkan 0,6 Energy. Efek pemulihan Energy ini berlangsung selama 12 detik dan dapat terpicu setiap 0,1 detik."
    },
    "3": {
      "0": "Meningkatkan <cryo>17.5%</cryo> Healing Bonus. Meningkatkan DMG Normal Attack sebesar <cryo>2.5%</cryo> dari Max HP Karakter yang mengenakan senjata ini. Setelah melancarkan Elemental Burst, Normal Attack yang mengenai musuh akan memulihkan 0,6 Energy. Efek pemulihan Energy ini berlangsung selama 12 detik dan dapat terpicu setiap 0,1 detik."
    },
    "4": {
      "0": "Meningkatkan <cryo>20%</cryo> Healing Bonus. Meningkatkan DMG Normal Attack sebesar <cryo>3%</cryo> dari Max HP Karakter yang mengenakan senjata ini. Setelah melancarkan Elemental Burst, Normal Attack yang mengenai musuh akan memulihkan 0,6 Energy. Efek pemulihan Energy ini berlangsung selama 12 detik dan dapat terpicu setiap 0,1 detik."
    }
  }
}