{
  "name": "Moonpiercer",
  "description": {
    "0": "Senjata yang didapat dari cerita Aranara. Bentuknya seperti panah raksasa, dan bisa digunakan sebagai tombak."
  },
  "passiveName": "Stillwood Moonshadow",
  "passiveDescription": {
    "0": {
      "0": "Setelah memicu Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, atau Burgeon, \"Leaf of Revival\" akan muncul di sekitar Karakter dan bertahan hingga 10 detik. ATK dari Karakter yang mengambil \"Leaf of Revival\" ini akan meningkat sebesar <cryo>16%</cryo> selama 12 detik. Maksimal satu \"Leaf of Revival\" yang bisa dihasilkan setiap 20 detik dengan cara ini. Juga bisa terpicu saat Karakter party yang mengenakannya ada dalam party namun sedang tidak berada di medan pertempuran."
    },
    "1": {
      "0": "Setelah memicu Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, atau Burgeon, \"Leaf of Revival\" akan muncul di sekitar Karakter dan bertahan hingga 10 detik. ATK dari Karakter yang mengambil \"Leaf of Revival\" ini akan meningkat sebesar <cryo>20%</cryo> selama 12 detik. Maksimal satu \"Leaf of Revival\" yang bisa dihasilkan setiap 20 detik dengan cara ini. Juga bisa terpicu saat Karakter party yang mengenakannya ada dalam party namun sedang tidak berada di medan pertempuran."
    },
    "2": {
      "0": "Setelah memicu Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, atau Burgeon, \"Leaf of Revival\" akan muncul di sekitar Karakter dan bertahan hingga 10 detik. ATK dari Karakter yang mengambil \"Leaf of Revival\" ini akan meningkat sebesar <cryo>24%</cryo> selama 12 detik. Maksimal satu \"Leaf of Revival\" yang bisa dihasilkan setiap 20 detik dengan cara ini. Juga bisa terpicu saat Karakter party yang mengenakannya ada dalam party namun sedang tidak berada di medan pertempuran."
    },
    "3": {
      "0": "Setelah memicu Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, atau Burgeon, \"Leaf of Revival\" akan muncul di sekitar Karakter dan bertahan hingga 10 detik. ATK dari Karakter yang mengambil \"Leaf of Revival\" ini akan meningkat sebesar <cryo>28%</cryo> selama 12 detik. Maksimal satu \"Leaf of Revival\" yang bisa dihasilkan setiap 20 detik dengan cara ini. Juga bisa terpicu saat Karakter party yang mengenakannya ada dalam party namun sedang tidak berada di medan pertempuran."
    },
    "4": {
      "0": "Setelah memicu Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, atau Burgeon, \"Leaf of Revival\" akan muncul di sekitar Karakter dan bertahan hingga 10 detik. ATK dari Karakter yang mengambil \"Leaf of Revival\" ini akan meningkat sebesar <cryo>32%</cryo> selama 12 detik. Maksimal satu \"Leaf of Revival\" yang bisa dihasilkan setiap 20 detik dengan cara ini. Juga bisa terpicu saat Karakter party yang mengenakannya ada dalam party namun sedang tidak berada di medan pertempuran."
    }
  }
}