{
  "name": "Sapwood Blade",
  "description": {
    "0": "Senjata yang didapat dari cerita Aranara. Senjata dengan bentuk pisau ini bisa menembus musuh hutan."
  },
  "passiveName": "Forest Sanctuary",
  "passiveDescription": {
    "0": {
      "0": "Setelah memicu Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, atau Burgeon, \"Leaf of Consciousness\" akan muncul di sekitar Karakter dan bertahan hingga 10 detik. Elemental Mastery dari Karakter yang mengambil \"Leaf of Consciousness\" ini akan meningkat sebesar <cryo>60</cryo> poin selama 12 detik. Maksimal satu \"Leaf of Consciousness\" yang bisa dihasilkan setiap 20 detik dengan cara ini. Juga bisa terpicu saat Karakter party yang mengenakannya ada dalam party namun sedang tidak berada di medan pertempuran. Efek Leaf of Consciousness tidak dapat ditumpuk."
    },
    "1": {
      "0": "Setelah memicu Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, atau Burgeon, \"Leaf of Consciousness\" akan muncul di sekitar Karakter dan bertahan hingga 10 detik. Elemental Mastery dari Karakter yang mengambil \"Leaf of Consciousness\" ini akan meningkat sebesar <cryo>75</cryo> poin selama 12 detik. Maksimal satu \"Leaf of Consciousness\" yang bisa dihasilkan setiap 20 detik dengan cara ini. Juga bisa terpicu saat Karakter party yang mengenakannya ada dalam party namun sedang tidak berada di medan pertempuran. Efek Leaf of Consciousness tidak dapat ditumpuk."
    },
    "2": {
      "0": "Setelah memicu Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, atau Burgeon, \"Leaf of Consciousness\" akan muncul di sekitar Karakter dan bertahan hingga 10 detik. Elemental Mastery dari Karakter yang mengambil \"Leaf of Consciousness\" ini akan meningkat sebesar <cryo>90</cryo> poin selama 12 detik. Maksimal satu \"Leaf of Consciousness\" yang bisa dihasilkan setiap 20 detik dengan cara ini. Juga bisa terpicu saat Karakter party yang mengenakannya ada dalam party namun sedang tidak berada di medan pertempuran. Efek Leaf of Consciousness tidak dapat ditumpuk."
    },
    "3": {
      "0": "Setelah memicu Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, atau Burgeon, \"Leaf of Consciousness\" akan muncul di sekitar Karakter dan bertahan hingga 10 detik. Elemental Mastery dari Karakter yang mengambil \"Leaf of Consciousness\" ini akan meningkat sebesar <cryo>105</cryo> poin selama 12 detik. Maksimal satu \"Leaf of Consciousness\" yang bisa dihasilkan setiap 20 detik dengan cara ini. Juga bisa terpicu saat Karakter party yang mengenakannya ada dalam party namun sedang tidak berada di medan pertempuran. Efek Leaf of Consciousness tidak dapat ditumpuk."
    },
    "4": {
      "0": "Setelah memicu Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, atau Burgeon, \"Leaf of Consciousness\" akan muncul di sekitar Karakter dan bertahan hingga 10 detik. Elemental Mastery dari Karakter yang mengambil \"Leaf of Consciousness\" ini akan meningkat sebesar <cryo>120</cryo> poin selama 12 detik. Maksimal satu \"Leaf of Consciousness\" yang bisa dihasilkan setiap 20 detik dengan cara ini. Juga bisa terpicu saat Karakter party yang mengenakannya ada dalam party namun sedang tidak berada di medan pertempuran. Efek Leaf of Consciousness tidak dapat ditumpuk."
    }
  }
}