{
  "name": "Hakushin Ring",
  "description": {
    "0": "Catalyst yang menyimpan ingatan Kitsune Saiguu akan masa lalu. Bagaimanapun, benda ini tidak punya cukup ruang untuk menampung luasnya pemikiran Kitsune Saiguu."
  },
  "passiveName": "Sakura Palace",
  "passiveDescription": {
    "0": {
      "0": "Setelah Karakter yang memakai senjata ini memicu reaksi elemental Electro, anggota party di sekitar dengan Tipe Elemen yang terlibat dalam reaksi elemental tersebut akan menerima <cryo>10%</cryo> Elemental DMG Bonus untuk elemen mereka selama 6 detik. Bonus Elemental yang didapat dengan cara ini tidak dapat ditumpuk."
    },
    "1": {
      "0": "Setelah Karakter yang memakai senjata ini memicu reaksi elemental Electro, anggota party di sekitar dengan Tipe Elemen yang terlibat dalam reaksi elemental tersebut akan menerima <cryo>12,5%</cryo> Elemental DMG Bonus untuk elemen mereka selama 6 detik. Bonus Elemental yang didapat dengan cara ini tidak dapat ditumpuk."
    },
    "2": {
      "0": "Setelah Karakter yang memakai senjata ini memicu reaksi elemental Electro, anggota party di sekitar dengan Tipe Elemen yang terlibat dalam reaksi elemental tersebut akan menerima <cryo>15%</cryo> Elemental DMG Bonus untuk elemen mereka selama 6 detik. Bonus Elemental yang didapat dengan cara ini tidak dapat ditumpuk."
    },
    "3": {
      "0": "Setelah Karakter yang memakai senjata ini memicu reaksi elemental Electro, anggota party di sekitar dengan Tipe Elemen yang terlibat dalam reaksi elemental tersebut akan menerima <cryo>17,5%</cryo> Elemental DMG Bonus untuk elemen mereka selama 6 detik. Bonus Elemental yang didapat dengan cara ini tidak dapat ditumpuk."
    },
    "4": {
      "0": "Setelah Karakter yang memakai senjata ini memicu reaksi elemental Electro, anggota party di sekitar dengan Tipe Elemen yang terlibat dalam reaksi elemental tersebut akan menerima <cryo>20%</cryo> Elemental DMG Bonus untuk elemen mereka selama 6 detik. Bonus Elemental yang didapat dengan cara ini tidak dapat ditumpuk."
    }
  }
}