{
  "name": "Amenoma Kageuchi",
  "description": {
    "0": "Pedang yang konon dibuat sesuai permintaan samurai terkenal yang bahkan sanggup memotong prajurit tengu. Pedang ini termasyhur karena kecepatannya, menebas tajam dari udara."
  },
  "passiveName": "Iwakura Succession",
  "passiveDescription": {
    "0": {
      "0": "Setelah melancarkan Elemental Skill, akan mendapatkan 1 Succession Seed. Efek dapat terpicu setiap 5 detik. Succession Seed bertahan selama 30 detik. Bisa terdapat sampai 3 Succession Seed dalam waktu bersamaan. Setelah menggunakan Elemental Burst, semua Succession Seed akan terkonsumsi dan setelah 2 detik, Karakter akan mendapatkan pemulihan <cryo>6</cryo> Energy untuk setiap seed yang terkonsumsi."
    },
    "1": {
      "0": "Setelah melancarkan Elemental Skill, akan mendapatkan 1 Succession Seed. Efek dapat terpicu setiap 5 detik. Succession Seed bertahan selama 30 detik. Bisa terdapat sampai 3 Succession Seed dalam waktu bersamaan. Setelah menggunakan Elemental Burst, semua Succession Seed akan terkonsumsi dan setelah 2 detik, Karakter akan mendapatkan pemulihan <cryo>7,5</cryo> Energy untuk setiap seed yang terkonsumsi."
    },
    "2": {
      "0": "Setelah melancarkan Elemental Skill, akan mendapatkan 1 Succession Seed. Efek dapat terpicu setiap 5 detik. Succession Seed bertahan selama 30 detik. Bisa terdapat sampai 3 Succession Seed dalam waktu bersamaan. Setelah menggunakan Elemental Burst, semua Succession Seed akan terkonsumsi dan setelah 2 detik, Karakter akan mendapatkan pemulihan <cryo>9</cryo> Energy untuk setiap seed yang terkonsumsi."
    },
    "3": {
      "0": "Setelah melancarkan Elemental Skill, akan mendapatkan 1 Succession Seed. Efek dapat terpicu setiap 5 detik. Succession Seed bertahan selama 30 detik. Bisa terdapat sampai 3 Succession Seed dalam waktu bersamaan. Setelah menggunakan Elemental Burst, semua Succession Seed akan terkonsumsi dan setelah 2 detik, Karakter akan mendapatkan pemulihan <cryo>10,5</cryo> Energy untuk setiap seed yang terkonsumsi."
    },
    "4": {
      "0": "Setelah melancarkan Elemental Skill, akan mendapatkan 1 Succession Seed. Efek dapat terpicu setiap 5 detik. Succession Seed bertahan selama 30 detik. Bisa terdapat sampai 3 Succession Seed dalam waktu bersamaan. Setelah menggunakan Elemental Burst, semua Succession Seed akan terkonsumsi dan setelah 2 detik, Karakter akan mendapatkan pemulihan <cryo>12</cryo> Energy untuk setiap seed yang terkonsumsi."
    }
  }
}