{
  "name": "Polar Star",
  "description": {
    "0": "Busur murni nan tajam bagaikan es gletser di kutub utara yang dinginnya menusuk."
  },
  "passiveName": "Daylight's Augury",
  "passiveDescription": {
    "0": {
      "0": "Meningkatkan <cryo>12%</cryo> DMG yang dihasilkan oleh Elemental Skill dan Elemental Burst. Setelah Normal Attack, Charged Attack, Elemental Skill, dan Elemental Burst mengenai musuh, Karakter akan mendapatkan 1 lapis Ashen Nightstar yang bertahan selama 12 detik. Saat memiliki 1/2/3/4 lapisan Ashen Nightstar, ATK Karakter akan meningkat sebesar <cryo>10/20/30/48%</cryo>. Lapisan Ashen Nightstar yang didapatkan dari Normal Attack, Charged Attack, Elemental Skill dan Elemental Burst akan dihitung secara terpisah."
    },
    "1": {
      "0": "Meningkatkan <cryo>15%</cryo> DMG yang dihasilkan oleh Elemental Skill dan Elemental Burst. Setelah Normal Attack, Charged Attack, Elemental Skill, dan Elemental Burst mengenai musuh, Karakter akan mendapatkan 1 lapis Ashen Nightstar yang bertahan selama 12 detik. Saat memiliki 1/2/3/4 lapisan Ashen Nightstar, ATK Karakter akan meningkat sebesar <cryo>12,5/25/37,5/60%</cryo>. Lapisan Ashen Nightstar yang didapatkan dari Normal Attack, Charged Attack, Elemental Skill dan Elemental Burst akan dihitung secara terpisah."
    },
    "2": {
      "0": "Meningkatkan <cryo>18%</cryo> DMG yang dihasilkan oleh Elemental Skill dan Elemental Burst. Setelah Normal Attack, Charged Attack, Elemental Skill, dan Elemental Burst mengenai musuh, Karakter akan mendapatkan 1 lapis Ashen Nightstar yang bertahan selama 12 detik. Saat memiliki 1/2/3/4 lapisan Ashen Nightstar, ATK Karakter akan meningkat sebesar <cryo>15/30/45/72%</cryo>. Lapisan Ashen Nightstar yang didapatkan dari Normal Attack, Charged Attack, Elemental Skill dan Elemental Burst akan dihitung secara terpisah."
    },
    "3": {
      "0": "Meningkatkan <cryo>21%</cryo> DMG yang dihasilkan oleh Elemental Skill dan Elemental Burst. Setelah Normal Attack, Charged Attack, Elemental Skill, dan Elemental Burst mengenai musuh, Karakter akan mendapatkan 1 lapis Ashen Nightstar yang bertahan selama 12 detik. Saat memiliki 1/2/3/4 lapisan Ashen Nightstar, ATK Karakter akan meningkat sebesar <cryo>17,5/35/52,5/84%</cryo>. Lapisan Ashen Nightstar yang didapatkan dari Normal Attack, Charged Attack, Elemental Skill dan Elemental Burst akan dihitung secara terpisah."
    },
    "4": {
      "0": "Meningkatkan <cryo>24%</cryo> DMG yang dihasilkan oleh Elemental Skill dan Elemental Burst. Setelah Normal Attack, Charged Attack, Elemental Skill, dan Elemental Burst mengenai musuh, Karakter akan mendapatkan 1 lapis Ashen Nightstar yang bertahan selama 12 detik. Saat memiliki 1/2/3/4 lapisan Ashen Nightstar, ATK Karakter akan meningkat sebesar <cryo>20/40/60/96%</cryo>. Lapisan Ashen Nightstar yang didapatkan dari Normal Attack, Charged Attack, Elemental Skill dan Elemental Burst akan dihitung secara terpisah."
    }
  }
}