{
  "name": "A Thousand Floating Dreams",
  "description": {
    "0": "Lampu ini telah menerangi mimpi-mimpi yang melayang lebih dari seribu malam, dan dalam cahaya hijau zamrudnya mengalir lagu yang berasal dari zaman kuno."
  },
  "passiveName": "A Thousand Nights' Dawnsong",
  "passiveDescription": {
    "0": {
      "0": "Setiap Karakter lain dalam party akan memberikan efek buff kepada pengguna senjata ini berdasarkan apakah jenis elemen-elemen mereka sama dengan pengguna senjata ini atau tidak. Jika elemennya sama: Elemental Mastery meningkat <cryo>32</cryo> poin; Jika elemennya berbeda: meningkatkan <cryo>10%</cryo> Bonus DMG Elemental untuk tipe elemen pengguna senjata ini. Setiap jenis dari efek di atas dapat ditumpuk hingga 3 lapis. Selain itu, Elemental Mastery Karakter lain di dalam party yang berada di sekitar (selain daripada pengguna senjata ini) meningkat <cryo>40</cryo> poin. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk."
    },
    "1": {
      "0": "Setiap Karakter lain dalam party akan memberikan efek buff kepada pengguna senjata ini berdasarkan apakah jenis elemen-elemen mereka sama dengan pengguna senjata ini atau tidak. Jika elemennya sama: Elemental Mastery meningkat <cryo>40</cryo> poin; Jika elemennya berbeda: meningkatkan <cryo>14%</cryo> Bonus DMG Elemental untuk tipe elemen pengguna senjata ini. Setiap jenis dari efek di atas dapat ditumpuk hingga 3 lapis. Selain itu, Elemental Mastery Karakter lain di dalam party yang berada di sekitar (selain daripada pengguna senjata ini) meningkat <cryo>42</cryo> poin. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk."
    },
    "2": {
      "0": "Setiap Karakter lain dalam party akan memberikan efek buff kepada pengguna senjata ini berdasarkan apakah jenis elemen-elemen mereka sama dengan pengguna senjata ini atau tidak. Jika elemennya sama: Elemental Mastery meningkat <cryo>48</cryo> poin; Jika elemennya berbeda: meningkatkan <cryo>18%</cryo> Bonus DMG Elemental untuk tipe elemen pengguna senjata ini. Setiap jenis dari efek di atas dapat ditumpuk hingga 3 lapis. Selain itu, Elemental Mastery Karakter lain di dalam party yang berada di sekitar (selain daripada pengguna senjata ini) meningkat <cryo>44</cryo> poin. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk."
    },
    "3": {
      "0": "Setiap Karakter lain dalam party akan memberikan efek buff kepada pengguna senjata ini berdasarkan apakah jenis elemen-elemen mereka sama dengan pengguna senjata ini atau tidak. Jika elemennya sama: Elemental Mastery meningkat <cryo>56</cryo> poin; Jika elemennya berbeda: meningkatkan <cryo>22%</cryo> Bonus DMG Elemental untuk tipe elemen pengguna senjata ini. Setiap jenis dari efek di atas dapat ditumpuk hingga 3 lapis. Selain itu, Elemental Mastery Karakter lain di dalam party yang berada di sekitar (selain daripada pengguna senjata ini) meningkat <cryo>46</cryo> poin. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk."
    },
    "4": {
      "0": "Setiap Karakter lain dalam party akan memberikan efek buff kepada pengguna senjata ini berdasarkan apakah jenis elemen-elemen mereka sama dengan pengguna senjata ini atau tidak. Jika elemennya sama: Elemental Mastery meningkat <cryo>64</cryo> poin; Jika elemennya berbeda: meningkatkan <cryo>26%</cryo> Bonus DMG Elemental untuk tipe elemen pengguna senjata ini. Setiap jenis dari efek di atas dapat ditumpuk hingga 3 lapis. Selain itu, Elemental Mastery Karakter lain di dalam party yang berada di sekitar (selain daripada pengguna senjata ini) meningkat <cryo>48</cryo> poin. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk."
    }
  }
}