{
  "name": "Сайно",
  "title": "Вершитель таинств",
  "description": "Генерал махаматра, который осуществляет надзор над всеми учёными Академии. Говорят, в работе он по эффективности превосходит «Великую Ваювьястру» Кшахревара.",
  "constellationName": "Золотой Шакал",
  "auto": {
    "name": "Копьё призывателя",
    "fields": {
      "normal": {
        "0": "<strong><strong>Обычная атака:</strong>",
        "1": "До четырёх ударов копьём."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Выпад, наносящий урон противникам на пути, на который тратится определённое количество выносливости."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон заряженной атаки",
      "5": "Потребление выносливости",
      "6": "Урон в падении",
      "7": "Урон низкого/высокого удара",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Тайный обряд: Переправляющий души",
    "description": {
      "0": "Совершает выпад вперёд, нанося противникам на пути <electro>Электро урон</electro>.",
      "1": "<br/>",
      "2": "Если Сайно находится в состоянии Поклявшегося прокладывать путь, вызванном Священным обрядом: Проворство шакала, то вместо выпада он активирует <strong>Ритуал погребения</strong>, который низвергает силу молний и наносит <electro>Электро урон по площади</electro>, а также продлевает действие Поклявшегося прокладывать путь.",
      "3": "<br/>",
      "4": "<i>«Решение принято, и тебе ни отвергнуть, ни принять его... Давно уж мы с тобой связаны этим долгом».</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Урон Ритуала погребения",
      "2": "Продление Поклявшегося прокладывать путь",
      "3": "Время отката",
      "4": "Время отката Ритуала погребения",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Священный обряд: Проворство шакала",
    "description": {
      "0": "Взывает к богам и принимает форму Поклявшегося прокладывать путь.",
      "1": "<br/>",
      "2": "<strong>Поклявшийся прокладывать путь</strong>",
      "3": "Конвертирует урон от обычных атак, заряженных атак и атак в падении в <electro>Электро урон</electro>, который не может быть отменён другими инфузиями.",
      "4": [
        " Мастерство стихий и сопротивление прерыванию Сайно увеличиваются, и он получает иммунитет к урону от реакции Заряжен."
      ],
      "5": "<br/>",
      "6": "Эффект длится максимум 18 сек. и исчезает, если Сайно покидает поле боя.",
      "7": "<br/>",
      "8": "<i>Тайные обряды древнего государства являются для генерала махаматры окончательным и бесповоротным решением.</i>",
      "9": "<i>Ни прошлому с настоящим, ни бурям и гигантским змеям не под силу поколебать величие закона.</i>"
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон атаки 5",
      "5": "Урон заряженной атаки",
      "6": "Потребление выносливости",
      "7": "Урон в падении",
      "8": "Урон низкого/высокого удара",
      "9": "Повышение мастерства стихий",
      "10": "Базовая длительность",
      "11": "Время отката",
      "12": "Потребление энергии",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Суд пера",
    "description": {
      "0": "Во время действия Поклявшегося прокладывать путь <strong>Священного обряда: Проворство шакала</strong> Сайно периодически входит в состояние Свидетеля истины. Активация <strong>Тайного обряда: Переправляющий души</strong> в этом состоянии вызывает эффект Вынесения приговора, который повышает урон текущего Тайного обряда: Переправляющий души на 35% и выпускает 3 Молнии бедствия, наносящие <electro>Электро урон</electro> в 100% от силы атаки Сайно.",
      "1": "Урон Молний бедствия считается уроном элементального навыка."
    }
  },
  "passive2": {
    "name": "Повелитель девяти луков",
    "description": {
      "0": "Увеличивает следующие показатели урона Сайно в зависимости от его мастерства стихий:",
      "1": [
        " Урон обычной атаки в состоянии Поклявшегося прокладывать путь увеличивается на 150% от его мастерства стихий.",
        " Урон Молний бедствия пассивного таланта Суд пера увеличивается на 250% от его мастерства стихий."
      ]
    }
  },
  "passive3": {
    "name": "Милостивый дар молчания",
    "description": {
      "0": "На 25% увеличивает награду экспедиций в Сумеру длительностью 20 ч."
    }
  },
  "constellation1": {
    "name": "Завет: Беспрестанное бдение",
    "description": {
      "0": "После активации <strong>Священного обряда: Проворство шакала</strong> скорость обычной атаки Сайно повышается на 20% на 10 сек. Если во время действия <strong>Тайного обряда: Переправляющий души</strong> активируется Вынесение приговора пассивного таланта Суд пера, длительность этого эффекта обновится.",
      "1": "Требуется разблокировать пассивный талант «Суд пера»."
    }
  },
  "constellation2": {
    "name": "Церемония: Проводы душ",
    "description": {
      "0": "Попадание Сайно по врагу обычной атакой увеличивает <electro>бонус Электро урона</electro> на 10% на 4 сек. Эффект может возникнуть не чаще 1 раза в 0,1 сек. и складывается до 5 раз."
    }
  },
  "constellation3": {
    "name": "Указ: Исполнение наказания",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Священный обряд: Проворство шакала</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Строгая мера: Страж запрета",
    "description": {
      "0": "Сайно, активируя реакции Заряжен, Сверхпроводник, Перегрузка, Стимуляция, Обострение, Вегетация или Электро Рассеивание во время действия Поклявшегося прокладывать путь <strong>Священного обряда: Проворство шакала</strong>, восстанавливает 3 ед. энергии всем членам отряда поблизости (кроме самого Сайно).",
      "1": "Эффект активируется до 5 раз во время действия одного и того же <strong>Священного обряда: Проворство шакала</strong>."
    }
  },
  "constellation5": {
    "name": "Погребение: Уходящий свет звёзд",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Тайный обряд: Переправляющий души</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Церемония пера: Весы справедливости",
    "description": {
      "0": "Использование <strong>Священного обряда: Проворство шакала</strong> или активация Вынесения приговора пассивного навыка Суд пера наделяет Сайно 4 уровнями Жертвоприношения шакала. Попав обычной атакой, Сайно расходует 1 уровень Жертвоприношения шакала и выпускает одну Молнию бедствия.",
      "1": "Жертвоприношение шакала длится 8 сек. и складывается до 8 раз. С завершением Поклявшегося прокладывать путь Священного обряда: Проворство шакала эффект полностью исчезает.",
      "2": "Молнию бедствия таким образом можно выпустить не чаще одного раза в 0,4 сек.",
      "3": "Требуется разблокировать пассивный талант «Суд пера»."
    }
  }
}