{
  "name": "Е Лань",
  "title": "Орхидея долины",
  "description": "Таинственная девушка, утверждающая, что работает в Департаменте по делам граждан, но в списках Департамента её нет.",
  "constellationName": "Призрачная Орхидея",
  "auto": {
    "name": "Незаметная стрела",
    "fields": {
      "normal": {
        "0": "<strong><strong>Обычная атака</strong>",
        "1": "До четырёх выстрелов из лука подряд."
      },
      "charged": {
        "0": "<strong>Заряженная атака</strong>",
        "1": "Более меткий <strong>прицельный выстрел</strong> с увеличенным уроном.",
        "2": "Во время прицеливания наконечник стрелы заряжается водным потоком. Полностью заряженная стрела наносит <hydro>Гидро урон</hydro>.",
        "3": "<strong>Прорыв</strong>",
        "4": "Через 5 сек. вне боя Е Лань входит в состояние Прорыва, которое сокращает время зарядки её следующего полностью заряженного прицельного выстрела на 80%. После полной зарядки она выстрелит Прорывной стрелой, которая наносит <hydro>Гидро урон по площади</hydro>, зависящий от макс. HP Е Лань."
      },
      "plunging": {
        "0": "<strong>Атака в падении</strong>",
        "1": "Выпускает град стрел в воздухе, которые при приземлении персонажа наносят урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Прицельный выстрел",
      "5": "Заряженный выстрел",
      "6": "Урон Прорывной стрелы",
      "7": "Урон в падении",
      "8": "Урон низкого/высокого удара",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Переплетённая нить жизни",
    "description": {
      "0": "Быстро движется, опутывая и отмечая противников по пути Нитью жизни.",
      "1": "После окончания движения Нить жизни взрывается, нанося отмеченным противникам <hydro>Гидро урон</hydro>, который зависит от макс. HP Е Лань. ",
      "2": "<br/>",
      "3": "<strong>Быстрое нажатие</strong>",
      "4": "Быстро продвигается вперёд на определённое расстояние.",
      "5": "<br/>",
      "6": "<strong>Долгое нажатие</strong>",
      "7": "Стремительно движется некоторое время, а её сопротивление прерыванию в этом состоянии повышается.",
      "8": "Е Лань может контролировать направление движения. При повторном использовании навыка движение прекращается.",
      "9": "<br/>",
      "10": "Каждый противник, отмеченный Нитью жизни, даёт Е Лань 34% шанс на получение Прорыва при взрыве.",
      "11": "<br/>",
      "12": "<i>Только когда она начинает дёргать за ниточки, коварные злодеи и подлые разбойники понимают, что спасения нет.</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Макс. длительность долгого нажатия",
      "2": "Время отката",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Изысканные игральные кости",
    "description": {
      "0": "Наносит <hydro>Гидро урон по площади</hydro> и создаёт Изысканный бросок, который помогает в битве. ",
      "1": "<br/>",
      "2": "<strong>Изысканный бросок</strong>",
      "3": "Следует за персонажем и при совместной атаке наносит <hydro>Гидро урон</hydro>, зависящий от макс. HP Е Лань. Совершает совместную атаку в следующих ситуациях:",
      "4": [
        " когда собственный активный персонаж совершает обычную атаку. Может возникать раз в секунду;",
        " когда собственная Нить жизни Е Лань взрывается и попадает по противнику."
      ],
      "5": "<br/>",
      "6": "<i>«Зависимость от азартных игр не приведёт ни к чему хорошему. Давай я поясню тебе расклад? Как думаешь, каковы твои шансы победить, когда у меня семь игральных кубиков, а у тебя только один?»</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Урон Изысканного броска",
      "2": "Длительность",
      "3": "Время отката",
      "4": "Потребление энергии",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Перехват инициативы",
    "description": {
      "0": "Если в отряде 1/2/3/4 типа элементов, макс. HP Е Лань увеличивается на 6%/12%/18%/30% соответственно."
    }
  },
  "passive2": {
    "name": "Лёгкая приспособляемость",
    "description": {
      "0": "Пока активен <strong>Изысканный бросок</strong>, урон, наносимый своим активным персонажем, увеличивается на 1% и продолжает увеличиваться на 3,5% каждую сек. Максимальное увеличение наносимого урона - 50%.",
      "1": "Повторная активация Изысканных игральных костей во время действия эффекта прервёт его."
    }
  },
  "passive3": {
    "name": "Необходимый расчёт",
    "description": {
      "0": "На 25% увеличивает награду экспедиций в Ли Юэ длительностью 20 ч."
    }
  },
  "constellation1": {
    "name": "Игра с мошенниками",
    "description": {
      "0": "Увеличивает количество зарядов навыка <strong>Переплетённая нить жизни</strong> на 1."
    }
  },
  "constellation2": {
    "name": "Принимаем всех желающих",
    "description": {
      "0": "Когда <strong>Изысканный бросок</strong> проводит совместную атаку, то запускает дополнительную водяную стрелу, которая наносит Гидро урон в 14% макс. HP Е Лань.",
      "1": "Эффект может возникнуть один раз в 1,8 сек."
    }
  },
  "constellation3": {
    "name": "Остерегайся мошенников",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Изысканные игральные кости</strong> на 3.",
      "1": "Макс. уровень: 15."
    }
  },
  "constellation4": {
    "name": "Заманить и подменить",
    "description": {
      "0": "После взрыва <strong>Нити жизни</strong> на 25 сек. увеличивает макс. HP всех членов отряда на 10% за каждого противника, отмеченного ею. Максимальное увеличение HP - 40%."
    }
  },
  "constellation5": {
    "name": "Ловкость дилера",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Переплетённая нить жизни</strong> на 3.",
      "1": "Макс. уровень: 15."
    }
  },
  "constellation6": {
    "name": "Победитель получает всё",
    "description": {
      "0": "После использования навыка <strong>Изысканные игральные кости</strong> Е Лань войдёт в состояние Стратега.",
      "1": "В этом состоянии все обычные атаки Е Лань становятся особыми Прорывными стрелами. Эти стрелы обладают схожими характеристиками с обычными Прорывными стрелами, наносимый ими урон считается уроном заряженной атаки и составляет 156% от обычного урона Прорывных стрел.",
      "2": "<br/>",
      "3": "Состояние Стратега исчезнет через 20 сек. или после 5 выпущенных стрел."
    }
  }
}