{
  "name": "Хэйдзо",
  "title": "Невозмутимое спокойствие",
  "description": "Талантливый молодой детектив из комиссии Тэнрё. Отличается ясным умом и острым восприятием.",
  "constellationName": "Малый Олень",
  "auto": {
    "name": "Боевой стиль Фудо",
    "fields": {
      "normal": {
        "0": "<strong><strong>Обычная атака:</strong>",
        "1": "До пяти усиленных могучим ветром ударов, которые наносят <anemo>Анемо урон</anemo>."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Тратит некоторое количество выносливости на стремительный удар, наносящий <anemo>Анемо урон</anemo>."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Накопив энергию сильного ветра, Хэйдзо стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит <anemo>Анемо урон по площади</anemo>."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон атаки 5",
      "5": "Урон заряженной атаки",
      "6": "Потребление выносливости",
      "7": "Урон в падении",
      "8": "Урон низкого/высокого удара",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Убиение сердца",
    "description": {
      "0": "<strong>Быстрое нажатие</strong>",
      "1": "Направляя порыв ветра, совершает удар Убиения сердца, который наносит <anemo>Анемо урон</anemo>.",
      "2": "<br/>",
      "3": "<strong>Долгое нажатие</strong>",
      "4": "Заряжается и наносит ещё более сильный удар. Во время зарядки получает эффект Отклонения, который усиливает удар Убиения сердца. Когда кнопка навыка отпущена или закончена зарядка, совершает удар Убиения сердца вперёд, нанося <anemo>Анемо урон</anemo>.",
      "5": "<br/>",
      "6": "<strong>Отклонение</strong>",
      "7": "Увеличивает урон последующего удара Убиения сердца. Эффект может складываться до 4 раз.",
      "8": "На 4 уровне складывания Отклонения появится эффект Верного мнения, который делает урон последующего удара Убиения сердца ещё выше и увеличивает зону поражения.",
      "9": "<br/>",
      "10": "<i>Этот, казалось бы, незамысловатый прямой удар воплощает стремление Хэйдзо заставить преступников искренне признать свою вину и покаяться.</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Бонус урона Отклонения",
      "2": "Бонус урона Верного мнения",
      "3": "Длительность Отклонения",
      "4": "Время отката",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Ураганный удар",
    "description": {
      "0": "Взмывает в воздух и совершает взрывной удар Снаряда пустоты стиля Фудо. Снаряд пустоты при попадании взрывается и создаёт Ураганный туннель, притягивающий предметы и противников поблизости, а также наносит <anemo>Анемо урон по площади</anemo>.",
      "1": "При попадании по противникам под воздействием <hydro>Гидро</hydro>/<pyro>Пиро</pyro>/<cryo>Крио</cryo>/<electro>Электро</electro> Снаряд пустоты стиля Фудо накладывает на них Око урагана, которое вскоре взрывается и наносит урон по площади соответствующей стихией.",
      "2": "Снаряд пустоты стиля Фудо может наложить Око урагана максимум на 4 поражённых им противников. Один и тот же противник не может одновременно находиться под воздействием Ока урагана разных стихий.",
      "3": "<br/>",
      "4": "<i>Уникальный приём, который собирает мощь Анемо в одном ударе. Он поражает преступников всякий раз, когда те после разоблачения всё ещё пытаются улизнуть.</i>"
    },
    "skillParams": {
      "0": "Урон Снаряда пустоты Фудо",
      "1": "Урон Ока урагана",
      "2": "Время отката",
      "3": "Потребление энергии",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Парадоксальное учение",
    "description": {
      "0": "Когда Сиканоин Хэйдзо, будучи активным персонажем, вызывает реакцию Рассеивания, он получает 1 уровень эффекта Отклонения <strong>Убиения сердца</strong>. Эффект может возникнуть один раз в 0,1 сек."
    }
  },
  "passive2": {
    "name": "Пробивная аргументация",
    "description": {
      "0": "<strong>Убиение сердца</strong> после попадания по противнику увеличивает мастерство стихий всех членов отряда (кроме самого Хэйдзо) на 80 ед. на 10 сек."
    }
  },
  "passive3": {
    "name": "Предшествующая вина",
    "description": {
      "0": "Уменьшает потребление выносливости активного персонажа во время спринта на 20%.",
      "1": "Не суммируется с пассивными талантами, дающими точно такие же эффекты."
    }
  },
  "constellation1": {
    "name": "Журнал дел молодого сыщика",
    "description": {
      "0": "На 5 сек. после вступления в бой скорость обычной атаки Сиканоина Хэйдзо увеличивается на 15%. Также он получает 1 уровень эффекта Отклонения <strong>Убиения сердца</strong>. Эффект может возникнуть один раз в 10 сек."
    }
  },
  "constellation2": {
    "name": "Подборка расследований",
    "description": {
      "0": "Усиливается притяжение Ураганного туннеля, создаваемого <strong>Ураганным ударом</strong>, длительность увеличивается до 1 сек."
    }
  },
  "constellation3": {
    "name": "Книга таинственных загадок",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Убиение сердца</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Сборник пустословия",
    "description": {
      "0": "Первый взрыв Ока урагана в каждом <strong>Ураганном ударе</strong> восстанавливает Сиканоину Хэйдзо 9 ед. элементальной энергии. Каждый последующий взрыв восстанавливает дополнительные 1,5 ед. энергии Хэйдзо.",
      "1": "Один <strong>Ураганный удар</strong> может таким образом восстановить до 13,5 ед. энергии Хэйдзо."
    }
  },
  "constellation5": {
    "name": "Архив запретного зала",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Ураганный удар</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Опись престранных улик",
    "description": {
      "0": "Каждый уровень Отклонения повышает шанс крит. попадания активируемого удара <strong>Убиения сердца</strong> на 4%. Когда Хэйдзо обладает Верным мнением, крит. урон этого удара Убиения сердца увеличивается на 32%."
    }
  }
}