{
  "name": "Саю",
  "title": "Мудзина-ниндзя",
  "description": "Вечно сонный миниатюрный ниндзя из тайной организации Сюмацубан.",
  "constellationName": "Малый Мудзина",
  "auto": {
    "name": "Ниндзюцу Сюмацубан",
    "fields": {
      "normal": {
        "0": "<strong><strong>Обычная атака:</strong>",
        "1": "До четырёх рубящих ударов мечом."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Вращающаяся атака по окружающим врагам, на которую непрерывно тратится выносливость.",
        "2": "После вращения проводит дополнительную мощную атаку мечом."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон вращающейся атаки",
      "5": "Урон последней заряженной атаки",
      "6": "Потребление выносливости",
      "7": "Макс. длительность",
      "8": "Урон в падении",
      "9": "Урон низкого/высокого удара",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Искусство Юху: Рывок Фуин",
    "description": {
      "0": "Особая техника искусства ниндзя Юху!",
      "1": "Саю сворачивается в Ветряное колесо Фуфу и на высокой скорости врезается в противников, нанося им <anemo>Анемо урон</anemo>. После окончания действия навыка Саю совершает Удар вихря Фуфу, который наносит <anemo>Анемо урон по площади</anemo>.",
      "2": "<br/>",
      "3": "<strong>Быстрое нажатие:</strong>",
      "4": "Принимает форму Ветряного колеса Фуфу, катится небольшое расстояние вперёд и совершает Удар вихря Фуфу.",
      "5": "<br/>",
      "6": "<strong>Долгое нажатие:</strong>",
      "7": "Непрерывно катится в форме Ветряного колеса Фуфу и повышает сопротивление прерыванию Саю, пока она находится в этой форме.",
      "8": "В течение этого времени Саю может выбирать направление кувырка, а также может использовать навык снова, чтобы преждевременно выйти из формы Ветряного колеса Фуфу и совершить более сильный Удар вихря Фуфу.",
      "9": "Долгое нажатие этого навыка может активировать поглощение стихий.",
      "10": "<br/>",
      "11": "Этот навык может длиться максимум 10 сек., после чего переходит в режим отката. Чем дольше Саю остаётся в форме Ветряного колеса Фуфу, тем дольше будет время отката навыка.",
      "12": "<br/>",
      "13": "<strong>Поглощение стихии:</strong>",
      "14": "Будучи в форме Ветряного колеса Фуфу, Саю может войти в контакт с элементами <hydro>Гидро</hydro>, <pyro>Пиро</pyro>, <cryo>Крио</cryo> или <electro>Электро</electro>, и тогда Ветряное колесо Фуфу и Удар вихря Фуфу нанесут дополнительный урон этим элементом.",
      "15": "За каждое использование навык может поглотить только один элемент.",
      "16": "<br/>",
      "17": "<i>Саю может пользоваться этим умением с закрытыми глазами. Изначально оно было создано как средство для побега, но теперь, когда у Саю есть Глаз Бога, она может доставить множество неприятностей своим врагам.</i>"
    },
    "skillParams": {
      "0": "Урон Ветряного колеса Фуфу",
      "1": "Урон быстрого нажатия удара вихря Фуфу",
      "2": "Урон долгого нажатия Удара вихря Фуфу",
      "3": "Доп. элементальный урон Ветряного колеса Фуфу",
      "4": "Доп. элементальный урон долгого нажатия Удара вихря Фуфу",
      "5": "Макс. длительность долгого нажатия",
      "6": "Время отката",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Искусство Юху: Сумасшествие Мудзина",
    "description": {
      "0": "Другая невероятная техника искусства Юху! Она призывает на помощь Саю пару умелых рук.",
      "1": "Наносит <anemo>Анемо урон</anemo> окружающим противникам и лечит всех ближайших членов отряда. Количество восстановленного HP зависит от силы атаки Саю. Затем этот навык призывает Мудзи-Мудзи Даруму.",
      "2": "<br/>",
      "3": "<strong>Мудзи-Мудзи Дарума</strong>",
      "4": "Через определённые промежутки времени в зависимости от ситуации Дарума будет исполнять одно из следующих действий:",
      "5": [
        " Если HP ближайших персонажей выше 70%, он атакует ближайшего противника, нанося <anemo>Анемо урон</anemo>.",
        " Если рядом есть персонажи с HP равным 70% или ниже, он лечит персонажа с наименьшим оставшимся количеством HP. Если поблизости нет противников, а HP ближайших персонажей выше 70%, то он просто лечит персонажей."
      ],
      "6": "<br/>",
      "7": "<i>Ничего не знающие о ниндзюцу люди любят смотреть, как Саю демонстрирует это умение, и некоторые даже пытаются научиться у неё. Но сама Саю просто хочет, чтобы ей дали поспать и не тревожили.</i>"
    },
    "skillParams": {
      "0": "Урон активации навыка",
      "1": "Лечение активации навыка",
      "2": "Урон Мудзи-Мудзи Дарумы",
      "3": "Лечение Мудзи-Мудзи Дарумы",
      "4": "Длительность",
      "5": "Время отката",
      "6": "Потребление энергии",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Кое-кто более подходящий",
    "description": {
      "0": "Когда Саю, будучи активным персонажем, вызывает реакцию Рассеивание, она восстанавливает 300 HP всем членам отряда и окружающим союзникам. Она также восстанавливает 1,2 HP за каждую имеющуюся единицу мастерства стихий.",
      "1": "Этот эффект может возникнуть раз в 2 сек."
    }
  },
  "passive2": {
    "name": "Не хочу работать!",
    "description": {
      "0": "Призванный навыком <strong>Искусство Юху: Сумасшествие Мудзина</strong> Мудзи-Мудзи Дарума получает следующие эффекты:",
      "1": [
        " Во время лечения персонажа также восстанавливает ближайшему к нему персонажу HP, равное 20% от восстановленного HP.",
        " Увеличивается радиус наносимого противникам урона."
      ]
    }
  },
  "passive3": {
    "name": "Искусство Юху: Задержка дыхания",
    "description": {
      "0": "Когда Саю в отряде, ваши персонажи не будут при приближении спугивать кристальных бабочек и некоторые другие типы животных.",
      "1": "Существа, на которых действует этот навык, указаны в подразделе «Прочие» раздела «Существа / Фауна» меню Архив."
    }
  },
  "constellation1": {
    "name": "Дзюцу многозадачности",
    "description": {
      "0": "Призванный навыком <strong>Искусство Юху: Сумасшествие Мудзина</strong> Мудзи-Мудзи Дарума будет игнорировать ограничения HP и сможет одновременно атаковать окружающих врагов и лечить персонажей."
    }
  },
  "constellation2": {
    "name": "Подготовка к побегу",
    "description": {
      "0": "Навык <strong>Искусство Юху: Рывок Фуин</strong> получает следующие эффекты:",
      "1": [
        " Урон от Удара вихря Фуфу в режиме быстрого нажатия увеличен на 3,3%.",
        " Каждые 0,5 сек., проведённые в состоянии Ветряного колеса Фуфу, увеличивают урон этого Удара вихря Фуфу на 3,3% до макс. 66% урона."
      ]
    }
  },
  "constellation3": {
    "name": "Бунсин с этим справится",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Искусство Юху: Сумасшествие Мудзина</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Новая форма лени",
    "description": {
      "0": "Когда Саю, будучи активным персонажем, вызывает реакцию Рассеивание, она восстанавливает 1,2 ед. энергии.",
      "1": "Этот эффект может возникнуть раз в 2 сек."
    }
  },
  "constellation5": {
    "name": "Скорость важнее всего",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Искусство Юху: Рывок Фуин</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Время поспать",
    "description": {
      "0": "Призванный навыком Саю <strong>Искусство Юху: Сумасшествие Мудзина</strong> Мудзи-Мудзи Дарума теперь будет получать выгоду от её мастерства стихий. Каждая единица мастерства стихий Саю даёт следующие эффекты:",
      "1": [
        " Увеличивает урон, наносимый атаками Мудзи-Мудзи Дарумы, на 0,2% от силы атаки до макс. 400%.",
        " Увеличивает количество HP, восстанавливаемое Мудзи-Мудзи Дарумой, на 3 ед. до макс. 6000 ед."
      ]
    }
  }
}