{
  "welcome": "Добро пожаловать в Genshin Optimizer!",
  "paragraphIntro": "<0>Что такое Genshin Optimizer?</0><1>Genshin Optimizer - это инструмент для <1><strong>Genshin Impact</strong></1>, экшн-рпг гача игры . Он призван помочь вам разобраться в более сложном аспекте игре: Артефактах. Артефакты основаны на случайности и прямо влияют на эффективность ваших персонажей в игре. Этот инструмент призван упростить оценку эффективности артефактов и, вместе с этим, помочь подобрать подходящие артефакты для максимизации статов ваших персонажей.</1><p>Однако, этот инструмент может значительно больше. Он позволит учесть все условные статы с артефактов, оружий, баффов команды, и рассчитать как эти статы повлияют на вашего персонажа в режиме РЕАЛЬНОГО ВРЕМЕНИ.</p>",
  "paragraphArtifactEditor": "<0>Редактор Артефактов</0><1><0>Полнофункциональный редактор Артефактов.</0><1>Добавляйте Артефакты сканируя скриншоты.</1><2>Автоматически вычисляйте количество роллов каждого артефакта.</2><3>Подсчитывайте эфективность сабстатов используя расчеты роллов. Используйте одно значение чтобы определить - оставить артефакт или же выбросить!</3><4>Снаряжайте/снимайте/меняйте артефакты между вашими персонажами, пробуйте разные билды.</4></1>",
  "paragraphCharacterEditor": "<0>Редактор Персонажей</0><1><0>Полнофункциональный редактор персонажей.</0><1>Автоматически заполняет статы персонажа на каждом важном уровне/возвышении.</1><2>Полностью редактируемые статы для настройки.</2><3>Вычисляйте текущие статы на основе оружия/артефактов.</3><4>Полнофункциональное оружие со статами важных уровней/возвышений.</4><5>Применяйте пассивки с условиями (например, увеличивающие ATK&DEF стаки Белой Тени) к статам вашего персонажа.</5><6>Применяйте пассивки сетов артефактов так же!</6><7>В разработке Расчет урона талантов.</7><8>В разработке Обновляйте статы/таланты персонажа в зависимости от созвездий.</8></1>",
  "paragraphCharacterDamageCalculations": "<0>Калькулятор Урона Персонажа</0><1><0>Все детали для талантов Каждого <1><0>В разработке</0></1> персонажа.</0><1>Все цифры должны отражать реальный урон в игре.</1><2>Статы с условиями и влияние созвездий учтено.</2><3>Показывает расчеты всех чисел, вместе с формулами. Я показываю все цифры.</3><4>Редактор врагов с полями уровня/сопротивлений для детальной настройки калькулятора урона.</4><5>Учитывание элементальных инфузий для обычных/заряженных/атак в падении.</5><6>Расчет урона в режиме реального времени.</6></1>",
  "paragraphBuildGenerator": "<0>Генератор Билдов</0><1><0>Генератор создаёт билды для персонажей используя артефакты, загруженные пользователем.</0><1>Ограничьте сборки сетами артефактов, статами...</1><2>Отсортируйте сгенерированные сборки по определенному стату для максимизации.</2><3>Генератор не будет использовать артефакты, которые уже используются другими персонажами.</3><4>Сравните сгенерированный билд с использующимся сейчас.</4><5>Используйте условные статы из сетов артефактов (например, бонус урона обычной атаки от 4-х частей сета Гладиатора) в процессе вычислений.</5></1>",
  "paragraphTools": "<0>Инструменты и мелочи</0><1><0>Серверное время, с обратным отсчетом до сброса.</0><1>Счётчик смолы.</1><2>Калькулятор Опыта, для оптимизации использования книг опыта.</2><3><0>В разработке</0> Конвертер ресурсов, для всех этих надоедливых 3-х ранговых ресурсов.</3><4><0>В разработке</0> Список дел: динамический список дел, который подскажет чем заняться каждый день</4></1>",
  "paragraphFuture": "<0>Какие планы?</0><1><0>Полные вычисления талантов/созвездий для каждого выпущенного персонажа.</0><1>Сохранение нескольких билдов персонажа, для сравнения.</1><2>Ьаффы еды, командные баффы.</2><3>Планирование ресурса для просмотра стоимости улучшения артефакта/персонажа/оружия.</3><4>Аналитика артефактов, графики для отображения данных о ваших артефактах.</4></1><2>Чтобы узнать больше, и увидеть над чем мы сейчас работаем, присоединяйтесь к нашему <1>дискорду.</1></2>",
  "paragraphHelpDevelopment": "<0>Желаете помочь разработчику?</0><1>Genshin Optimizer стал воплощением многих дней и недель бессонных ночей, а разработчик всё еще активно пытается улучшать его и добавлять новые функции. Если вы хотите оставить отзыв, запросить функцию или сообщить об ошибке - пожалуйста, присоединяйтесь к нашему <1>дискорду.</1></1><2>Если вы хотите поддержать разработчика финансово, пожалуйста, сделайте пожертвование через <1>Paypal</1> или <3>Patreon</3>.</2>",
  "paragraphCredits": "<0>Заслуженная благодарность</0><p>GO не был бы там, где он сейчас без всех этих ресурсов/людей. Пришло время поклониться и поблагодарить их.</p><2><0>Спасибо всем в сообществе, и особенно людям из нашего <1>дискорда</1> за отзывы и помощь в улучшении этого приложения.</0><1>Спасибо <1>Honey Impact</1>, за предоставление нам надежного и точного источника данных и чисел. Без них все наши вычисления были бы предметом спора.</1><2>Значительный процент наших изображений Геншина были стащены из <1>The Genshin Impact Wiki</1>, так что неожиданное спасибо им.</2><3>Особая благодарность членам нашего сообщества, которые пошли дальше, и помогли нам тестировать формулы записывая внутриигровые данные, и тем, кто помог нам внося дополнения в исходный код.</3><4>Спасибо всем остальным за распространение этого приложения и привлечения новых пользователей.</4><5>Последнее, и самое важное, спасибо <1>ТЕБЕ</1>, за использование GO прямо сейчас.</5></2>"
}