{
  "intro": "<0> Что такое Genshin Optimizer? </0> <1> Genshin Optimizer (GO) - это созданный фанатами веб-сайт с открытым исходным кодом для ролевой игры в жанре гача <1> <strong> Genshin Impact </strong> </ 1>. В основном он предназначен для помощи игрокам в сложном аспекте игры: оптимизации артефактов. Поскольку артефакты в значительной степени являются RNG элементами, которые прямо влияют на эффективность ваших персонажей в игре, GO попытается найти лучшие артефакты для ваших персонажей на основе вашего текущего инвентаря. </1> <p> GO поможет следить за артефактами и упрощает фильтрацию / сравнение артефактов. Он служит инструментом, помогающим пользователю находить в своем инвентаре артефакты достойные повышения уровня и плохие артефакты для использования в качестве корма. </p> <p> Поскольку GO может воспроизводить точные характеристики любого персонажа, а также рассчитывать весь их урон с точностью до 1%, он также может служить калькулятором урона и инструментом для теоретических расчетов. </p>",
  "helpDev": "<0> Хотите помочь разработчику? </0> <p> GO результат многих бессонных дней/ночей и недель работы.Pазработчики все еще активно пытаются улучшить / добавить функции. </p> <2 > Если вы хотите оказать финансовую поддержку разработчику, рассмотрите возможность пожертвования через <1> <0> </0> Paypal </1> или <3> <0> </0> Patreon </3>. GO не размещает рекламу и не блокирует какие-либо функции за платой подпиской. </2> <3> Если вы хотите оставить отзыв, попросить о  функции или сообщить о ошибке, присоединяйтесь к нашему <1> <0> </0> discord </1>. Здесь вы найдете дополнительную информацию, связанную с GO, и узнаете, над чем активно ведется работа. </3> <p> Если вы хотите помочь с локализацией / переводом GO на ваш родной язык, пожалуйста, так же присоединяйтесь к нашему Дискорду . </p>",
  "credits": "<0> Благодарность за вклад в проект </0> <1> GO - это кульминация сотен часов программирования / проектирования двух энтузиастов, <1> <0> <0> </0> frzyc </0> < / 1> и <3> <0> <0> </0> lantua </0> </3>. Есть также масса других ресурсов, которые помогают в создании этого веб-сайта. Поклон и благодарность им. </1> <2> <0> Спасибо всем в сообществе, и особенно людям в нашем <1> Discord </1> за отзывы и помощь в улучшении этого инструмента. < / 0> <1> Спасибо <1> Dimbreath </1> за предоставление нам надежного и последовательного источника данных и цифр для Геншина. Без них все наши расчеты были бы бесполезны. </1> <2> Некоторые из наших изображений взяты непосредственно из <1> The Genshin Impact Wiki </1>, так что искренняя благодарность за них. </2> <3 > Особая благодарность членам нашего сообщества, которые прикладывают усилия и помогают нам с локализацией / переводом GO на другие языки, помогают нам тестировать формулы, записывая внутриигровые данные, а также программистам, которые помогли нам с исходным кодом </3> <4> Спасибо всем остальным за то, что поделились этим инструментом и дали большему количеству людей использовать этот инструмент. </4> <5> Наконец самое главное, спасибо <strong> ВАМ </strong> , за использования GO прямо сейчас. </5> </2>"
}