{
  "name": "Gato-alisador Quântico",
  "description": "Este Catalisador avançado possui o poder misterioso da Física Quântica e lembra um gato curioso, com olhos verdes brilhantes, uma cauda que solta faíscas de energia Eletro e o eventual arco elétrico entre suas orelhas.",
  "passiveName": "Momento de Miaúons",
  "passiveDescription": {
    "0": "Aumenta Recarga de Energia em <cryo>18%</cryo>. Aumenta Dano de Ataques Normais e Carregados por <cryo>6%</cryo> da Proficiência Elemental. Ao desencadear uma <electro>Reação Elemental Electro</electro>, obtém <cryo>10</cryo> de Proficiência Elemental por 12 segundos. Este efeito pode acumular em até 5 vezes e acúmulos têm suas durações consideradas de forma independente.",
    "1": "Aumenta Recarga de Energia em <cryo>22,5%</cryo>. Aumenta Dano de Ataques Normais e Carregados por <cryo>7,5%</cryo> da Proficiência Elemental. Ao desencadear uma <electro>Reação Elemental Electro</electro>, obtém <cryo>12</cryo> de Proficiência Elemental por 12 segundos. Este efeito pode acumular em até 5 vezes e acúmulos têm suas durações consideradas de forma independente.",
    "2": "Aumenta Recarga de Energia em <cryo>27%</cryo>. Aumenta Dano de Ataques Normais e Carregados por <cryo>9%</cryo> da Proficiência Elemental. Ao desencadear uma <electro>Reação Elemental Electro</electro>, obtém <cryo>14</cryo> de Proficiência Elemental por 12 segundos. Este efeito pode acumular em até 5 vezes e acúmulos têm suas durações consideradas de forma independente.",
    "3": "Aumenta Recarga de Energia em <cryo>31,5%</cryo>. Aumenta Dano de Ataques Normais e Carregados por <cryo>10,5%</cryo> da Proficiência Elemental. Ao desencadear uma <electro>Reação Elemental Electro</electro>, obtém <cryo>16</cryo> de Proficiência Elemental por 12 segundos. Este efeito pode acumular em até 5 vezes e acúmulos têm suas durações consideradas de forma independente.",
    "4": "Aumenta Recarga de Energia em <cryo>36%</cryo>. Aumenta Dano de Ataques Normais e Carregados por <cryo>12%</cryo> da Proficiência Elemental. Ao desencadear uma <electro>Reação Elemental Electro</electro>, obtém <cryo>18</cryo> de Proficiência Elemental por 12 segundos. Este efeito pode acumular em até 5 vezes e acúmulos têm suas durações consideradas de forma independente."
  }
}
