{
  "name": "シロネン",
  "title": "魂を鋳る烈火",
  "description": "ナナツカヤンの名鋳り師。山積みの仕事と快適な暮らしのバランスを取るのが得意。",
  "constellationName": "オセロット座",
  "auto": {
    "name": "エエカトル・ロアー",
    "fields": {
      "normal": {
        "0": "<strong>通常攻撃</strong>",
        "1": "最大3段の連続攻撃を行う。"
      },
      "charged": {
        "0": "<strong>重撃</strong>",
        "1": "一定のスタミナを消費し、前方に蹴りを繰り出す。"
      },
      "plunging": {
        "0": "<strong>落下攻撃</strong>",
        "1": "空中から落下し地面に衝撃を与える。シロネンの防御力を基に、経路上の敵を攻撃し、落下時に範囲ダメージを与える。"
      },
      "nightsoul": {
        "0": "<strong>夜魂の加護状態・ブレードハント</strong>",
        "1": "夜魂の加護状態にある時、シロネンは「ブレードハント」モードに切り替わる。モード継続期間中、シロネンの通常攻撃はローラーブレードによる最大4段の連続蹴りに変わる。ただし、重撃はできなくなる。",
        "2": "モード継続期間中、通常攻撃や落下攻撃のダメージは、元素付与によって他の元素に変化せず、またシロネンの防御力を基にした夜魂性質の<geo>岩元素ダメージ</geo>へと変わる。"
      }
    },
    "skillParams": {
      "0": "1段ダメージ",
      "1": "2段ダメージ",
      "2": "3段ダメージ",
      "3": "重撃ダメージ",
      "4": "重撃スタミナ消費",
      "5": "落下期間のダメージ",
      "6": "低空/高空落下攻撃ダメージ",
      "7": "ブレードハント1段ダメージ",
      "8": "ブレードハント2段ダメージ",
      "9": "ブレードハント3段ダメージ",
      "10": "ブレードハント4段ダメージ",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "ヨワル・スクラッチ",
    "description": {
      "0": "情熱のビートを大地に響かせよ！シロネンは高速戦闘用のローラーブレード装備に切り替える。同時に前方へ一定距離突進し、シロネンの防御力を基に夜魂性質の<geo>岩元素ダメージ</geo>を与える。",
      "1": "発動後、シロネンは夜魂値を45獲得し、夜魂の加護状態に入る。この状態の時、シロネンは「ブレードハント」モードに切り替わる。",
      "2": "<br/>",
      "3": "<strong>サンプル音源</strong>",
      "4": "シロネンは3つのサンプラーを持ち、その中にチーム内の他キャラクターの元素タイプに応じて、異なる「音」を取り入れる。「サンプル音源」がアクティブ状態の時、近くの敵は対応する元素耐性がダウンする。",
      "5": "3つのサンプラーの初期「サンプル音源」は<geo>岩元素</geo>である。チーム内に<pyro>炎元素</pyro>、<hydro>水元素</hydro>、<cryo>氷元素</cryo>または<electro>雷元素</electro>のキャラクターが1名いる毎に、<geo>岩元素</geo>のサンプル音源1つが該当の元素タイプに変わる。",
      "6": "夜魂の加護状態にある時、シロネンが持つ<geo>岩元素</geo>の「サンプル音源」は、常時アクティブ状態を維持する。固有天賦「ネトティリズトリの残響」開放後、その天賦効果を発動することで、シロネンは自身の夜魂値を回復できる。夜魂値が上限に達した時、シロネンは夜魂値をすべて消費し、自身が持つ3つの「サンプル音源」を15秒間アクティブ化する。",
      "7": "「サンプル音源」がアクティブ状態の時、近くの敵は対応する元素耐性がダウンする。なお、同じ元素タイプの「サンプル音源」の効果は重ね掛け不可。シロネンが待機中でも効果を発動できる。",
      "8": "<br/>",
      "9": "<strong>夜魂の加護・シロネン</strong>",
      "10": "継続的に夜魂値を消費する。夜魂値が尽きた時や再発動時、シロネンの夜魂の加護状態は終了する。夜魂の加護状態は以下の特性を持つ。",
      "11": "・「ブレードハント」モードに切り替わり、シロネンの移動速度と登る速度がアップ。また、登る時にはオセロット形態で高速跳躍ができるようになる。",
      "12": "・シロネンの夜魂の加護状態には、次の制限がある。夜魂の加護状態にある時、シロネンの夜魂値は9秒の制限時間があり、制限時間を超えると、シロネンの夜魂値は直ちに尽きる。",
      "13": "<br/>",
      "14": "夜魂の加護状態にある時、夜魂値が尽きると、シロネンは固有天賦「ネトティリズトリの残響」による夜魂値を獲得できなくなる。",
      "15": "<br/>",
      "16": "<i>ある意味、宝石の加工と音楽のミキシングには共通する部分があるかもしれない——不純物を取り除き、最も輝くものだけを残す。",
      "17": "それについて、シロネンは気にしたことがない。何しろ彼女にとって、どちらもこの上なく楽しいことだからだ。</i>"
    },
    "skillParams": {
      "0": "突進ダメージ",
      "1": "元素耐性ダウン",
      "2": "サンプル音源のアクティブ時間",
      "3": "夜魂値の時間制限",
      "4": "夜魂値上限",
      "5": "クールタイム",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "オセロット・キューポイント！",
    "description": {
      "0": "立体音響燃素工学ミキシング・コンソール（ポータブルタイプ）を最大出力でオンにして、シロネンの防御力を基に夜魂性質の<geo>岩元素範囲ダメージ</geo>を与える。",
      "1": "<br/>",
      "2": "また、「サンプル音源」のタイプによって、以下の効果を発動する。",
      "3": "・元素変化した「サンプル音源」が2つ以上存在する場合、シロネンは「歓喜」のビートを刻み、一定時間ごとに周囲のフィールド上キャラクターのHPを回復する。回復量はシロネンの防御力によって決まる。",
      "4": "・元素変化した「サンプル音源」が2つ未満の場合、シロネンは「熱烈」のビートを刻み、追加で2回の演奏を行って、シロネンの防御力を基に夜魂性質の<geo>岩元素範囲ダメージ</geo>を与える。",
      "5": "<br/>",
      "6": "<i>「オーケー！ドロップ・ザ・ビート！」",
      "7": "「問題ないよ、今のビートは記録したから。さて、ウチらの音をミックスしたら、どんなメロディーになるのか——試してみよ！」</i>"
    },
    "skillParams": {
      "0": "スキルダメージ",
      "1": "継続回復量",
      "2": "歓喜リズム継続時間",
      "3": "追加のビートのダメージ",
      "4": "クールタイム",
      "5": "元素エネルギー",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "ネトティリズトリの残響",
    "description": {
      "0": "夜魂の加護状態時：",
      "1": "・元素変化した「サンプル音源」が2つ以上存在する場合、通常攻撃と落下攻撃が敵に命中した時、夜魂値を35獲得する。この効果は0.1秒毎に1回のみ発動可能。",
      "2": "・元素変化した「サンプル音源」が2つ未満の場合、通常攻撃と落下攻撃のダメージ+30%。"
    }
  },
  "passive2": {
    "name": "ポータブル・アーマー",
    "description": {
      "0": "夜魂の加護状態中、シロネンの夜魂値が上限に達した時、「夜魂バースト」と同様の効果を1回発動する。この効果は14秒毎に1回のみ発動可能。",
      "1": "また、付近にいるチーム内キャラクターが「夜魂バースト」を起こした時、シロネンの防御力+20%、継続時間15秒。"
    }
  },
  "passive3": {
    "name": "夜域の賜物・鍛火の祝福",
    "description": {
      "0": "夜魂値が尽きると、シロネンは代わりに燃素を消費して夜魂の加護状態を維持する。",
      "1": "燃素を利用できるナタのエリアにいる時、「夜魂トランス：シロネン」を行える。フィールド上にいるキャラクターがダッシュ、登攀、特定の天賦による移動状態にあるとき、または一定の高さの空中にいるとき、シロネンに切り替えて登場すると次の効果が発動する。シロネンが夜魂の加護状態に入り、夜魂値を20獲得する。この時、シロネンの夜魂値には4秒の時間制限があり、時間制限を超えると、シロネンの夜魂値は直ちに尽きる。時間制限内に<strong>ヨワル・スクラッチ</strong>を発動した後、夜魂値の時間制限+9秒。自身のチームにおいて、夜魂トランスは10秒毎に1回のみ発動可能。",
      "2": "<br/>",
      "3": "さらにナタにいる時、夜魂の加護状態にあるシロネンは、登攀でスタミナを消費しなくなる。"
    }
  },
  "passive": {
    "name": "山を駆け巡る鐵火",
    "description": {
      "0": "夜魂トランス発動時、燃素を15回復する。"
    }
  },
  "constellation1": {
    "name": "惰眠ブレイク",
    "description": {
      "0": "シロネンが夜魂の加護状態で消費する夜魂値と燃素-30%、かつ夜魂値の時間制限+45%。",
      "1": "また、シロネンの「サンプル音源」がアクティブ状態の時、付近にいるチーム内フィールド上キャラクターの中断耐性がアップする。"
    }
  },
  "constellation2": {
    "name": "燎原リミックス",
    "description": {
      "0": "シロネンが持つ<geo>岩元素</geo>の「サンプル音源」は、常時アクティブ状態を維持する。また、シロネンの「サンプル音源」がアクティブ状態の時、「サンプル音源」の元素タイプに応じて、その元素タイプと同じであり、かつ付近にいるチーム内キャラクターに対応する効果を与える。",
      "1": "・<geo>岩元素</geo>：与えるダメージ+50%",
      "2": "・<pyro>炎元素</pyro>：攻撃力+45%",
      "3": "・<hydro>水元素</hydro>：HP上限+45%",
      "4": "・<cryo>氷元素</cryo>：会心ダメージ+60%",
      "5": "・<electro>雷元素</electro>：元素エネルギーが25ポイント回復し、かつ元素爆発のクールタイム-6秒"
    }
  },
  "constellation3": {
    "name": "陽炎ループ",
    "description": {
      "0": "<strong>ヨワル・スクラッチ</strong>のスキルLv.+3。",
      "1": "最大Lv.15まで。"
    }
  },
  "constellation4": {
    "name": "午睡トランス",
    "description": {
      "0": "シロネンが<strong>ヨワル・スクラッチ</strong>を発動した後、周囲のチーム全員に継続時間15秒の「栄華の恵み」効果を付与する。",
      "1": "「栄華の恵み」を持つキャラクターの通常攻撃、重撃、落下攻撃の与えるダメージをシロネンの防御力の65%分アップする。この効果は6回発動、または継続時間終了時に解除される。",
      "2": "同時に複数の敵に命中した場合、命中した敵の数に応じて発動回数が消費される。「栄華の恵み」の発動回数は、付与されたキャラクターごとに計算される。"
    }
  },
  "constellation5": {
    "name": "夕刻モデュレーション",
    "description": {
      "0": "<strong>オセロット・キューポイント！</strong>のスキルLv.+3。",
      "1": "最大Lv.15まで。"
    }
  },
  "constellation6": {
    "name": "永夜カーニバル",
    "description": {
      "0": "夜魂の加護状態にある時、シロネンがダッシュ、跳躍、通常攻撃、落下攻撃を行うと、「永夜の祝福」効果を獲得する。夜魂の加護状態における制限を無視し、通常攻撃と落下攻撃の与えるダメージをアップ、継続時間5秒。",
      "1": "継続期間中：",
      "2": "・シロネンの夜魂値の時間制限カウントダウンを一時停止し、シロネンの夜魂値、燃素、スタミナは減少しなくなる。さらに、夜魂値が上限に達した時、シロネンの夜魂の加護状態は終了しない。",
      "3": "・夜魂の加護状態にあるシロネンの通常攻撃と落下攻撃の与えるダメージがシロネンの防御力の300%分アップする。",
      "4": "・1.5秒毎に、付近のチームメンバー全員のHPを回復する。回復量はシロネンの防御力の120%分に相当する。",
      "5": "「永夜の祝福」は15秒毎に1回のみ獲得可能。"
    }
  }
}