{
  "name": "ヴァレサ",
  "title": "おっとりパワフル！",
  "description": "のんびりまったりした「豊穣の邦」の戦士で、果樹園のお世話係。強い英雄に憧れており、食べることが大好き。",
  "constellationName": "マスクド・ウォーリアー座",
  "auto": {
    "name": "バイ・ザ・ホーンズ",
    "fields": {
      "normal": {
        "0": "<strong>通常攻撃</strong>",
        "1": "む…無敵のレスラーチャンピオンのように戦う！最大3段の連続攻撃を行い、<electro>雷元素ダメージ</electro>を与える。"
      },
      "charged": {
        "0": "<strong>重撃</strong>",
        "1": "一定のスタミナを消費し、頭突きで前方の敵に衝撃をくらわせ、夜魂性質の<electro>雷元素ダメージ</electro>を与え、その勢いを利用して空中に跳び上がる。"
      },
      "plunging": {
        "0": "<strong>落下攻撃</strong>",
        "1": "空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に夜魂性質の<electro>雷元素範囲ダメージ</electro>を与える。この時、ヴァレサが戦闘状態にある、または今回の落下攻撃が敵に命中した場合、ヴァレサは夜魂値を25獲得する。この方法で夜魂値が上限に達すると、ヴァレサは「猛烈パッション」状態に入る。"
      },
      "fieryPassion": {
        "0": "<strong>猛烈パッション</strong>",
        "1": "この状態の時、ヴァレサの通常攻撃、重撃、落下攻撃はそれぞれ強化される。"
      },
      "fpNormal": {
        "0": "<strong>通常攻撃</strong>",
        "1": "レスラーチャンピオンのように勇敢に戦う！最大3段の強烈な攻撃を行い、より大きな<electro>雷元素ダメージ</electro>を与える。"
      },
      "fpCharged": {
        "0": "<strong>重撃</strong>",
        "1": "一定のスタミナを消費し、前方の敵に強烈な衝撃をくらわせ、夜魂性質のより大きな<electro>雷元素ダメージ</electro>を与え、その勢いを利用して空中に跳び上がる。"
      },
      "fpPlunging": {
        "0": "<strong>落下攻撃</strong>",
        "1": "夜魂値を全て消費し、空中から落下して地面に衝撃を与える。経路上の敵を攻撃し、落下時に夜魂性質のより大きな<electro>雷元素範囲ダメージ</electro>を与える。"
      }
    },
    "skillParams": {
      "0": "1段ダメージ",
      "1": "2段ダメージ",
      "2": "3段ダメージ",
      "3": "重撃ダメージ",
      "4": "重撃スタミナ消費",
      "5": "落下期間のダメージ",
      "6": "低空/高空落下攻撃ダメージ",
      "7": "猛烈パッション状態の1段ダメージ",
      "8": "猛烈パッション状態の2段ダメージ",
      "9": "猛烈パッション状態の3段ダメージ",
      "10": "猛烈パッション状態の重撃ダメージ",
      "11": "猛烈パッション状態の重撃スタミナ消費",
      "12": "猛烈パッション状態の落下期間のダメージ",
      "13": "猛烈パッション状態の低空/高空落下攻撃ダメージ",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "ホッピング・ナイトレインボー",
    "description": {
      "0": "雷の如く迅速かつ豪快な足運びで、プロレスの真髄を見せる。ヴァレサが前方へと一定距離突進し、経路上の敵に夜魂性質の<electro>雷元素ダメージ</electro>を与える。",
      "1": "発動後、ヴァレサは夜魂値を20獲得し、「追撃」効果を獲得する。「追撃」効果継続期間中、ヴァレサの中断耐性がアップする。さらに、通常攻撃ボタンを一回押しすると、ヴァレサは瞬時に重撃を繰り出す。なお、この重撃はスタミナを消費しない。「追撃」効果は重撃発動後に解除される。",
      "2": "一回押しと長押しによって、プロレスのスタイルが変わる。",
      "3": "<br/>",
      "4": "<strong>一回押し</strong>",
      "5": "前方へと素早く一定距離突進する。",
      "6": "<br/>",
      "7": "<strong>長押し</strong>",
      "8": "ヴァレサは夜魂の加護状態に入り、「パワフルタックル」モードに切り替わる。",
      "9": "<br/>",
      "10": "<strong>パワフルタックル</strong>",
      "11": "継続的に夜魂値を消費する。この状態の時、ヴァレサの移動速度と中断耐性がアップし、地形の高低差を利用して遠くへ跳んだり、夜魂値を追加消費して水面と液体燃素の上を移動したりでき、また液体燃素によるダメージを無効化できる。",
      "12": "<br/>",
      "13": "<strong>夜魂の加護・ヴァレサ</strong>",
      "14": "夜魂値が尽きると、ヴァレサの夜魂の加護状態は終了する。ヴァレサがパワフルタックルモード、または猛烈パッション状態にある時、常に夜魂の加護状態にあると見なされる。",
      "15": "<br/>",
      "16": "元素スキルの使用可能回数は2回。ヴァレサが猛烈パッション状態に入ると、元素スキル一回押しを1度のみ追加で使用でき、元素スキルの与えるダメージがアップする。",
      "17": "<br/>",
      "18": "<strong>猛烈パッション</strong>",
      "19": "・猛烈パッション状態でない時、ヴァレサは落下攻撃で夜魂値を回復する。この方法で夜魂値が上限に達する、または元素爆発<strong>シャイニングヴェント！</strong>を発動した時、ヴァレサは猛烈パッション状態に入る。",
      "20": "・猛烈パッション状態にある時、ヴァレサの通常攻撃、元素スキル、元素爆発はそれぞれ強化され、落下攻撃発動から短時間、特殊な元素爆発を発動できるようになる。",
      "21": "・猛烈パッション状態の継続時間は最大15秒。夜魂値を消費、または戦闘状態を解除してしばらく経つと終了する。",
      "22": "<br/>",
      "23": "<i>「今、わたしこそがわたしのヒーローだよ！」</i>"
    },
    "skillParams": {
      "0": "突進ダメージ",
      "1": "猛烈パッション状態の突進ダメージ",
      "2": "追撃継続時間",
      "3": "夜魂値上限",
      "4": "クールタイム",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "シャイニングヴェント！",
    "description": {
      "0": "子供向けの絵本に描かれる正義のヒーローのように空高く跳び上がり、落下の勢いを借りた強力な飛び蹴りをお見舞いし、敵に夜魂性質の<electro>雷元素範囲ダメージ</electro>を与える。",
      "1": "発動後、ヴァレサは夜魂値を上限まで回復し、猛烈パッション状態に入る。",
      "2": "<br/>",
      "3": "猛烈パッション状態にある時、ヴァレサの元素爆発は、敵に夜魂性質のより大きな<electro>雷元素範囲ダメージ</electro>を与える。",
      "4": "<br/>",
      "5": "また、ヴァレサが猛烈パッション状態で落下攻撃を行った後、短時間の「マキシマムドライブ」状態に入る。",
      "6": "<br/>",
      "7": "<strong>マキシマムドライブ</strong>",
      "8": "ヴァレサの中断耐性がアップする。この状態の時、ヴァレサは元素爆発のクールタイムを無視し、より少ない元素エネルギーで特殊な元素爆発「シャイニングヴェント・大火山おろし」を発動できるようになる。「シャイニングヴェント・大火山おろし」を発動すると、強力な落下攻撃・大火山サンダートルネードを繰り出し、着地時に夜魂性質の<electro>雷元素範囲ダメージ</electro>を与え、マキシマムドライブ状態を終了する。このダメージは落下攻撃ダメージと見なされる。",
      "9": "元素スキル発動後も、マキシマムドライブ状態は終了する。",
      "10": "<br/>",
      "11": "<i>実は、ヴァレサがこの技につけた最初の名前は「ファイナル超必殺・閃雷空烈ジャスティスヒーロー究極無敵音速爆裂キック」であった。しかし、あまりにも長く、仮面をつけても恥ずかしくて大声で叫ぶことができなかったため、最終的に現在の名前に変更したという。</i>"
    },
    "skillParams": {
      "0": "飛び蹴りダメージ",
      "1": "猛烈パッション状態の飛び蹴りダメージ",
      "2": "クールタイム",
      "3": "元素エネルギー",
      "4": "「大火山おろし」ダメージ",
      "5": "「大火山おろし」元素エネルギー",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "連翔、三段跳び！",
    "description": {
      "0": "元素スキル<strong>ホッピング・ナイトレインボー</strong>発動後、ヴァレサは継続時間5秒の「レインボークラッシュ」効果を獲得する。",
      "1": "継続期間中、ヴァレサが落下攻撃を行うと、着地時の落下攻撃ダメージが攻撃力50%分アップする。ヴァレサが猛烈パッション状態だった場合、着地時の落下攻撃ダメージが攻撃力180%分アップするようになる。",
      "2": "<br/>",
      "3": "「レインボークラッシュ」効果は、着地時の衝撃が敵に命中した時、または継続時間終了時に解除される。"
    }
  },
  "passive2": {
    "name": "ヒーロー、二度目の見参！",
    "description": {
      "0": "付近にいるチーム内キャラクターが「夜魂バースト」を起こした時、ヴァレサの攻撃力+35%、継続時間12秒。この効果は最大2層まで重ね掛けでき、継続時間は層ごとに独立してカウントされる。"
    }
  },
  "passive3": {
    "name": "夜域の賜物・悪を焼き尽くす灯り",
    "description": {
      "0": "夜魂値が尽きると、ヴァレサは代わりに燃素を消費して夜魂の加護状態の「パワフルタックル」モードを維持する。",
      "1": "燃素を利用できるナタのエリアにいる時、「夜魂トランス：ヴァレサ」を行える。フィールド上にいるキャラクターがダッシュ、特定の天賦による移動状態にある、または一定の高さの空中にいる時、ヴァレサに切り替えて登場すると次の効果が発動する。ヴァレサが夜魂の加護状態に入り、「パワフルタックル」モードに切り替わり、夜魂値を20獲得する。自身のチームにおいて、夜魂トランスは10秒毎に1回のみ発動可能。",
      "2": "また、燃素を利用できるナタのエリアにいる時、ヴァレサが地形の高低差を利用して遠くへ跳ぶ時、落下ダメージを受けない。"
    }
  },
  "passive": {
    "name": "熱き心、一心不乱！",
    "description": {
      "0": "ヴァレサのダッシュの速度がアップする。戦闘中でない時、ダッシュに消費するスタミナもアップする。",
      "1": "また、燃素を利用できるナタのエリアにいる時、チーム内の自身のキャラクターが料理を使用すると、燃素を20回復する。この効果は10秒毎に1回のみ発動可能。秘境、征討領域、深境螺旋では発動しない。"
    }
  },
  "constellation1": {
    "name": "燃え続ける情熱",
    "description": {
      "0": "固有天賦「連翔、三段跳び！」の効果が強化される。",
      "1": "特殊な落下攻撃・大火山サンダートルネードを行う時、ヴァレサは継続時間5秒の「レインボークラッシュ」を獲得する。",
      "2": "「レインボークラッシュ」継続期間中、ヴァレサが猛烈パッション状態であるかに関わらず、落下攻撃を行う時、着地時の落下攻撃ダメージが攻撃力180%分アップするようになる。固有天賦「連翔、三段跳び！」を解放する必要がある。",
      "3": "<br/>",
      "4": "また、ヴァレサが夜魂の加護状態での「パワフルタックル」モードにある場合、消費する夜魂値または燃素-30%。"
    }
  },
  "constellation2": {
    "name": "天光の極限を超えて",
    "description": {
      "0": "ヴァレサが落下攻撃を行った後、猛烈パッション状態であるかに関わらず、マキシマムドライブ状態に入る。",
      "1": "マキシマムドライブ状態では、ヴァレサの中断耐性がさらにアップする。",
      "2": "また、ヴァレサの着地時の落下攻撃が敵に命中した時、ヴァレサの元素エネルギーを11.5ポイント回復する。"
    }
  },
  "constellation3": {
    "name": "不撓不屈の決意",
    "description": {
      "0": "元素爆発<strong>シャイニングヴェント！</strong>のスキルLv.+3。",
      "1": "最大Lv.15まで。"
    }
  },
  "constellation4": {
    "name": "突き進む勇気",
    "description": {
      "0": "元素爆発<strong>シャイニングヴェント！</strong>を発動時、ヴァレサの状態によって、異なる強化効果を得る。",
      "1": "・猛烈パッション状態またはマキシマムドライブ状態でない場合、ヴァレサは継続時間15秒の「勇往邁進」効果を獲得し、ヴァレサの攻撃力500%分を基に、ヴァレサの着地時の落下攻撃ダメージをアップする。この方法でアップできるダメージは最大20000まで。この効果は着地時の落下攻撃ダメージが敵に命中する、または継続時間終了時に解除される。",
      "2": "・猛烈パッション状態またはマキシマムドライブ状態にある場合、今回の元素爆発<strong>シャイニングヴェント！</strong>の与えるダメージ+100%。"
    }
  },
  "constellation5": {
    "name": "温かな風に揺れる想い",
    "description": {
      "0": "<strong>通常攻撃・バイ・ザ・ホーンズ</strong>のスキルLv.+3。",
      "1": "最大Lv.15まで。"
    }
  },
  "constellation6": {
    "name": "正義のヒーローの凱旋",
    "description": {
      "0": "マキシマムドライブ状態に入る時、ヴァレサの元素エネルギーを30ポイント回復する。",
      "1": "ヴァレサの落下攻撃と元素爆発<strong>シャイニングヴェント！</strong>の会心率+10%、会心ダメージ+100%。",
      "2": "また、元素スキル<strong>ホッピング・ナイトレインボー</strong>を長押しで発動する時、または「パワフルタックル」モードで元素スキルボタンを一回押しする時、ヴァレサは夜魂値を上限まで回復する。"
    }
  }
}