{
  "name": "イアンサ",
  "title": "百折不撓の熔岩",
  "description": "「豊穣の邦」トレーニングジムのトレーナー。ナタの有名な栄養士。",
  "constellationName": "カルノタウルス座",
  "auto": {
    "name": "ウェイトスピア",
    "fields": {
      "normal": {
        "0": "<strong>通常攻撃</strong>",
        "1": "槍による最大3段の連続攻撃を行う。"
      },
      "charged": {
        "0": "<strong>重撃</strong>",
        "1": "一定のスタミナを消費して前方へ突進し、経路上の敵にダメージを与える。"
      },
      "plunging": {
        "0": "<strong>落下攻撃</strong>",
        "1": "空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。"
      },
      "nightsoul": {
        "0": "<strong>夜魂の加護状態・ライトニング・ステップ</strong>",
        "1": "夜魂の加護状態にある時、イアンサの重撃は豪快な「ライトニング・ステップ」に変わり、一定のスタミナを消費して前方エリアを勢いよく踏みつけ、夜魂性質の<electro>雷元素範囲ダメージ</electro>を与える。"
      }
    },
    "skillParams": {
      "0": "1段ダメージ",
      "1": "2段ダメージ",
      "2": "3段ダメージ",
      "3": "重撃ダメージ",
      "4": "ライトニング・ステップダメージ",
      "5": "重撃とライトニング・ステップのスタミナ消費",
      "6": "落下期間のダメージ",
      "7": "低空/高空落下攻撃ダメージ",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "サンダーボルト・スプリント",
    "description": {
      "0": "イアンサが前方へと一定距離突進し、経路上の敵に夜魂性質の<electro>雷元素ダメージ</electro>を与える。",
      "1": "発動後、イアンサは夜魂値を54回復し、夜魂の加護状態に入る。突進終了から5秒間、通常攻撃ボタンを一回押しすると、スタミナを消費せずに「ライトニング・ステップ」を瞬時に1回発動できる。",
      "2": "<br/>",
      "3": "<strong>夜魂の加護・イアンサ</strong>",
      "4": "継続的に夜魂値を消費する。夜魂値が尽きた時や、再発動時、イアンサの夜魂の加護状態は終了する。夜魂の加護状態は以下の特性を持つ。",
      "5": "・イアンサの移動速度をアップする。",
      "6": "・ダッシュボタンを長押しすると「サンダーボルト」状態に切り替わり、イアンサの移動速度が短時間、大幅にアップする。この状態の時、イアンサは地形の高低差を利用して遠くへ跳んだり、夜魂値を追加消費して水面と液体燃素の上を移動したりでき、また液体燃素によるダメージを無効化できる。",
      "7": "<br/>",
      "8": "<i>「もっと速く、もっと強く！日頃の努力は、この瞬間のためにしてきたんだ！」</i>"
    },
    "skillParams": {
      "0": "スキルダメージ",
      "1": "夜魂値上限",
      "2": "クールタイム",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "力の三原則",
    "description": {
      "0": "「力」の名を以て大地を踏みつけ、夜魂性質の<electro>雷元素範囲ダメージ</electro>を与え、限定版の運動量メーター（トレーニング用）を取り出す。",
      "1": "発動時、イアンサは夜魂値を15獲得し、夜魂の加護状態に入る。",
      "2": "運動量メーターが消える時、イアンサの夜魂の加護状態も終了する。",
      "3": "<br/>",
      "4": "<strong>運動量メーター</strong>",
      "5": "キャラクターと共に移動し、イアンサの夜魂値に基づき、次の各方法でチーム内の自身のフィールド上キャラクターの攻撃力をアップする。",
      "6": "・イアンサの夜魂値が42未満の場合、イアンサの夜魂値と攻撃力を基に攻撃力がアップする。",
      "7": "・イアンサの夜魂値が42以上の場合、運動量メーターは「熾烈なる応援！」モードに切り替わり、イアンサの攻撃力を基に攻撃力がよりアップする。",
      "8": "また、運動量メーターが存在している間、イアンサを除いたチーム内の自身のフィールド上キャラクターの移動距離を記録する。1秒ごとに、前の1秒の記録に基づいて、イアンサの夜魂値を回復する。",
      "9": "運動量メーターはイアンサの夜魂の加護状態が終了すると消える。非戦闘時、運動量メーターは1秒後に消える。運動量メーターが存在している間、イアンサの夜魂の加護状態は待機中でも終了しない。",
      "10": "<br/>",
      "11": "<i>「力は生まれつきの贈り物じゃない。絶えず努力することで得られる。そして、力は正しく使わないとならないんだ。」</i>"
    },
    "skillParams": {
      "0": "スキルダメージ",
      "1": "夜魂値が高い時の攻撃力転換率",
      "2": "夜魂値が低い時の攻撃力転換率",
      "3": "最大攻撃力アップ",
      "4": "継続時間",
      "5": "非戦闘状態の継続時間",
      "6": "クールタイム",
      "7": "元素エネルギー",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "高負荷トレーニング・強化版",
    "description": {
      "0": "「ライトニング・ステップ」が敵に命中すると、イアンサは継続時間15秒の「プロパーフォーム」効果を獲得する。",
      "1": "継続期間中、イアンサの攻撃力+20%、元素爆発<strong>力の三原則</strong>の運動量メーターを通して夜魂値を回復する時、追加で夜魂値を1回復する。また、チーム内にいる自身のフィールド上キャラクターが夜魂値を消費または回復した後、イアンサが次に運動量メーターから夜魂値を回復する時、追加で回復する夜魂値が4までアップする。この効果は2.8秒毎に1回のみ発動可能。",
      "2": "「プロパーフォーム」効果は、イアンサの夜魂の加護状態終了時に解除される。"
    }
  },
  "passive2": {
    "name": "運動量グラジエント分析",
    "description": {
      "0": "付近にいるチーム内キャラクターが「夜魂バースト」を発動すると、イアンサは継続時間10秒の「ウォーミングアップ」効果を獲得する。",
      "1": "継続期間中、イアンサが夜魂値を1以上回復する時、フィールド上の自身のキャラクターのHPも回復する。回復量はイアンサの攻撃力60%分に相当する。この効果は2.8秒毎に1回のみ発動可能。"
    }
  },
  "passive3": {
    "name": "夜域の賜物・ハードワークアウト",
    "description": {
      "0": "イアンサがフィールド上にいる時、夜魂値が尽きると、代わりに燃素を消費して夜魂の加護状態を維持する。",
      "1": "燃素を利用できるナタのエリアにいる時、「夜魂トランス：イアンサ」を行える。フィールド上にいるキャラクターがダッシュ、特定の天賦による移動状態にある、または一定の高さの空中にいる時、イアンサに切り替えて登場すると次の効果が発動する。イアンサが夜魂の加護状態に入り、夜魂値を25獲得する。自身のチームにおいて、夜魂トランスは10秒毎に1回のみ発動可能。",
      "2": "また、燃素を利用できるナタのエリアにいる時、イアンサが地形の高低差を利用して遠くへ跳ぶ時、落下ダメージを受けない。"
    }
  },
  "passive": {
    "name": "カロリーバランス計画",
    "description": {
      "0": "燃素を利用できるナタのエリアにいる時、燃素が50%以上から50%未満に下がると、燃素を10回復する。この効果は10秒毎に1回のみ発動可能。"
    }
  },
  "constellation1": {
    "name": "千里の道も一歩から",
    "description": {
      "0": "戦闘中、イアンサが夜魂の加護状態にある時、夜魂値を6消費するたびに、イアンサ自身の元素エネルギーを15回復する。この効果は18秒毎に1回のみ発動可能。"
    }
  },
  "constellation2": {
    "name": "おサボり厳禁！",
    "description": {
      "0": "元素爆発<strong>力の三原則</strong>を発動する時、イアンサは固有天賦「高負荷トレーニング・強化版」の「プロパーフォーム」効果を獲得する。継続時間15秒。また、「プロパーフォーム」効果継続期間中、イアンサが待機している場合、フィールド上にいるチーム内の自身キャラクターの攻撃力+30%。固有天賦「高負荷トレーニング・強化版」を解放する必要がある。"
    }
  },
  "constellation3": {
    "name": "科学的食事プラン",
    "description": {
      "0": "元素スキル<strong>サンダーボルト・スプリント</strong>のスキルLv.+3。",
      "1": "最大Lv.15まで。"
    }
  },
  "constellation4": {
    "name": "継続は力なり",
    "description": {
      "0": "運動量メーターが存在している間、フィールド上にいるチーム内の自身のキャラクター（イアンサを除く）が元素爆発を発動した後、イアンサは「ランナーズハイ」効果を2層獲得する。「ランナーズハイ」は運動量メーターが消えるまで存在する。運動量メーターを召喚するたびに、この効果は最大1回のみ発動可能。イアンサが運動量メーターを通して夜魂値を回復する時、「ランナーズハイ」を1層消費し、追加でイアンサの夜魂値を4回復する。",
      "1": "また、運動量メーターによる夜魂値の回復量が上限を超えた場合、イアンサが次に運動量メーターによる回復を行う時、超過分の50%の夜魂値を追加で回復する。"
    }
  },
  "constellation5": {
    "name": "まだまだやれる！",
    "description": {
      "0": "元素爆発<strong>力の三原則</strong>のスキルLv.+3。",
      "1": "最大Lv.15まで。"
    }
  },
  "constellation6": {
    "name": "「豊穣の邦」の教え",
    "description": {
      "0": "運動量メーターの継続時間+3秒。",
      "1": "また、イアンサが夜魂値の回復効果を起こした時、回復量が上限を超えた場合、「火事場の馬鹿力」効果を獲得し、フィールド上にいるチーム内の自身のキャラクターの与えるダメージ+25%、継続時間3秒。"
    }
  }
}