{
  "10050001": {
    "name": "追加強化効果",
    "description": {
      "0": "共鳴する元素に応じて、旅人のステータスは毎回以下のように上昇する。",
      "1": "<anemo>風元素</anemo>：会心率+10%。",
      "2": "<geo>岩元素</geo>：防御力+20%。",
      "3": "<electro>雷元素</electro>：元素チャージ効率+20%。",
      "4": "<dendro>草元素</dendro>：元素熟知+60。",
      "5": "<hydro>水元素</hydro>：HP+20%。",
      "6": "<pyro>炎元素</pyro>：攻撃力+20%。",
      "7": "<cryo>氷元素</cryo>：会心ダメージ+20%。"
    }
  },
  "11120001": {
    "name": "「チルド」モード",
    "description": {
      "0": "<strong>一回押し</strong>",
      "1": "「チルド」モードでマルチスペクトル調理マシナリーを起動し、周囲の敵に<cryo>氷元素範囲ダメージ</cryo>を与える。",
      "2": "<br/>",
      "3": "<strong>調理マシナリー・チルドモード</strong>",
      "4": "フィールド上キャラクターと共に移動し、一定時間ごとに付近の敵に向かって「フローズン・パフェ」を発射して<cryo>氷元素ダメージ</cryo>を与える。"
    }
  },
  "11120002": {
    "name": "「アドリブ・クッキング」モード",
    "description": {
      "0": "<strong>調理マシナリーのアドリブ・クッキングモード</strong>",
      "1": "・フィールドに調理マシナリーを設置。調理マシナリーは元素攻撃を吸収する。吸収した元素エネルギーがMAXに達すると、エスコフィエが事前に中に仕込んだ食材が美味しい料理へと変わる。",
      "2": "・新しい食材を仕入れるのには時間がかかる。エスコフィエは毎週、この方法で一定数の料理を作ることができる。料理の制作可能回数は毎週月曜日の4:00にリセットされる。"
    }
  },
  "11130001": {
    "name": "援護射撃",
    "description": {
      "0": "夜魂の加護状態にある時、イファの通常攻撃は援護射撃に変わる。",
      "1": "<strong>一回押し</strong>",
      "2": "アンプルショットを発射する。",
      "3": "<strong>長押し</strong>",
      "4": "アンプルショットを発射し続ける。",
      "5": "<strong>アンプルショット</strong>",
      "6": "夜魂性質の<anemo>風元素ダメージ</anemo>を与え、敵に命中時に周囲チーム全員のHPを回復する。回復量はイファの元素熟知によって決まる。"
    }
  },
  "11130002": {
    "name": "救命の理念",
    "description": {
      "0": "上限150。イファが所持する「救命の理念」1につき、付近にいるチーム内キャラクターが起こす拡散反応と感電反応によるダメージ+1.5%、月感電反応によるダメージ+0.2%。「救命の理念」はイファの夜魂の加護状態終了時にクリアされる。"
    }
  },
  "11130003": {
    "name": "夜魂の加護・イファ",
    "description": {
      "0": "継続的に夜魂値を消費する。夜魂値が尽きた時や、再発動時、イファの夜魂の加護状態は終了する。夜魂の加護状態は以下の特性を持つ。",
      "1": "・カクークの協力によって浮遊状態になり、イファの移動速度と中断耐性がアップする。この状態にあるイファは継続的に夜魂値を消費し、浮遊状態を維持する。さらに、ダッシュまたは高度を上げる時、追加で夜魂値を消費する。",
      "2": "・通常攻撃を行う時、一回押しと長押しによって、異なる「援護射撃」を行う。"
    }
  },
  "11130004": {
    "name": "鎮静マーク",
    "description": {
      "0": "この効果はしばらくすると爆発して消え、その際に敵に付着していた元素の範囲ダメージを与える。最大4体の敵に「鎮静マーク」効果を付与できる。1体の敵が複数の元素による「鎮静マーク」効果を同時に受けることはない。"
    }
  },
  "11130005": {
    "name": "蛇の狡智",
    "description": {
      "0": "スカークは蛇の狡智を消費して、七相一閃モードを維持、または元素爆発「極悪技・滅」を発動することができる。",
      "1": "<br/>",
      "2": "スカークは以下の方法で、蛇の狡智を獲得できる。",
      "3": "・元素スキル「極悪技・閃」を発動する。",
      "4": "・固有天賦「理の超越」で虚境の裂け目を吸収する効果を発動する。",
      "5": "<br/>",
      "6": "スカークが七相一閃モードの時に退場、または七相一閃モードが終了すると、スカークの持つ蛇の狡智はクリアされる。"
    }
  },
  "11130006": {
    "name": "七相一閃",
    "description": {
      "0": "元素スキル<strong>極悪技・閃</strong>を発動すると、スカークは一定時間このモードに切り替わる。七相一閃は、以下の特性を持つ。",
      "1": "・蛇の狡智を継続的に消費する。",
      "2": "・通常攻撃と重撃の攻撃範囲を広げ、スカークの中断耐性がアップする。",
      "3": "・通常攻撃、重撃、落下攻撃を行う時、元素付与によって他の元素に変化しない<cryo>氷元素ダメージ</cryo>へと変わる。",
      "4": "・元素爆発<strong>極悪技・滅</strong>は特殊な元素爆発<strong>極悪技・尽</strong>に変わる。",
      "5": "・スカークがダッシュする時、水面を移動できる。",
      "6": "・蛇の狡智が尽きた時、または継続時間が終了した時、スカークはこのモードを終了し、元素スキルはクールタイムに入る。"
    }
  },
  "11130007": {
    "name": "理の超越",
    "description": {
      "0": "付近にいるチーム内キャラクターが敵に凍結、超電導、氷元素拡散または氷元素結晶反応を起こすと、敵の近くに虚境の裂け目を1つ生成する。この効果は2.5秒毎に1回のみ発動可能。スカーク自身が作った虚境の裂け目は、フィールド上に3つまで存在できる。",
      "1": "<br/>",
      "2": "スカークは以下の方法で、近くの一定範囲内の虚境の裂け目を吸収できる。",
      "3": "・七相一閃モードの時、重撃が敵に命中する。",
      "4": "・七相一閃モード時の特殊な元素爆発<strong>極悪技・尽</strong>を発動する。",
      "5": "・元素スキル<strong>極悪技・閃</strong>を長押しして高速移動する。",
      "6": "<br/>",
      "7": "虚境の裂け目を1つ吸収するごとに、スカークは蛇の狡智を8獲得する。"
    }
  },
  "11130008": {
    "name": "万流帰寂",
    "description": {
      "0": "付近にいるチーム内の<hydro>水元素</hydro>キャラクターの<hydro>水元素</hydro>攻撃、または付近にいるチーム内の<cryo>氷元素</cryo>キャラクター（スカークを除く）の<cryo>氷元素</cryo>攻撃が敵に命中すると、スカークは20秒継続する「死川渡り」効果を1層獲得する。この効果は最大3層まで重ね掛けでき、継続時間は層ごとに独立してカウントされる。",
      "1": "この方法でスカークは、死川渡り効果をキャラクター1名につき1層獲得できる。",
      "2": "「死川渡り」効果が1層/2層/3層の時、スカークの七相一閃モード時の通常攻撃のダメージは110%/120%/170%となり、元素爆発<strong>極悪技・滅</strong>のダメージは105%/115%/160%となる。"
    }
  },
  "11130009": {
    "name": "霧雨の秘跡",
    "description": {
      "0": "敵やチーム内のキャラクターが霧雨の秘跡に触れると、触れた者によって異なる効果を発揮する。",
      "1": "敵が霧雨の秘跡に触れると、霧雨の秘跡は爆発し、周囲の敵に<hydro>水元素範囲ダメージ</hydro>を与える。",
      "2": "チーム内のキャラクターが霧雨の秘跡に触れると、触れた者は高く跳ね上がる。",
      "3": "<br/>",
      "4": "ダリア自身が作り出した霧雨の秘跡は、1つのみ存在可能。"
    }
  },
  "11130010": {
    "name": "西風の恵み",
    "description": {
      "0": "ダリアが元素爆発<strong>純光の祈り</strong>を発動すると、チーム内の自身のキャラクターにこの効果を付与する。",
      "1": "継続時間中、聖眷シールドの効果が終了、またはダメージによって破壊された時、ダリアは祝福効果を1層消費して、再び聖眷シールドを召喚できる。"
    }
  },
  "11130011": {
    "name": "祝福",
    "description": {
      "0": "ダリアは以下の方法で祝福効果を獲得できる。",
      "1": "・チーム内の自身のフィールド上キャラクターが「西風の恵み」効果を受けている時、通常攻撃が敵に4回命中するたびに、ダリアは祝福効果をX層獲得する。",
      "2": "・固有天賦「優しき風の寵愛」の効果を発動する。",
      "3": "<br/>",
      "4": "西風の恵みの効果継続時間中、ダリアは最大でX層の祝福効果を獲得できる。"
    }
  },
  "11160001": {
    "name": "ビルギッタ",
    "description": {
      "0": "イネファと共に戦う良き助っ人。元素スキルまたは元素爆発を発動すると、フィールドに召喚することができる。",
      "1": "周囲に敵が存在する場合、ビルギッタは2秒ごとに敵1体の近くに高速移動して放電攻撃を仕掛け、<electro>雷元素範囲ダメージ</electro>を与える。",
      "2": "イネファ自身が創造したビルギッタは、1つのみ存在可能。",
      "3": "<br/>",
      "4": "ナド・クライでは、何かしらの方法でビルギッタの外観を変えることができるようだ…"
    }
  },
  "11190001": {
    "name": "霜林の聖域",
    "description": {
      "0": "詠月使を守る術陣。元素スキル<strong>聖言のルノ・永夜の眠り</strong>を発動することで召喚できる。",
      "1": "霜林の聖域は、フィールド上のキャラクターを追って移動し、2秒毎に魔法陣内の敵に<dendro>草元素範囲ダメージ</dendro>を1回与える。このダメージは元素スキルダメージと見なされる。"
    }
  },
  "11190002": {
    "name": "詠月",
    "description": {
      "0": "祈祷の歌を紡ぐ律動。元素爆発を発動した時、または発動から一定時間、開花、超開花、烈開花、月開花反応によるダメージをアップする「蒼の讃歌」に変化可能。",
      "1": "ラウマが草露を消費して元素スキル<strong>聖言のルノ・永夜の眠り</strong>を長押しで発動した時、消費した草露1滴につき、「詠月」を1層獲得する。"
    }
  },
  "11190003": {
    "name": "蒼の讃歌",
    "description": {
      "0": "詠月使が代々受け継いできた祈祷の歌。開花、超開花、烈開花、月開花反応によるダメージをアップできる。",
      "1": "<br/>",
      "2": "ラウマは以下の方法で「蒼の讃歌」効果を獲得できる。",
      "3": "・元素爆発<strong>聖言のルノ・月の心</strong>を発動する。",
      "4": "・元素爆発<strong>聖言のルノ・月の心</strong>の「詠月」を消費する効果を発動する。",
      "5": "・命ノ星座<strong>「我が血と涙を月に捧げ奉らん」</strong>における霜林の聖域の効果を発動する。",
      "6": "<br/>",
      "7": "チーム内キャラクターが開花、超開花、烈開花、月開花反応によるダメージを与える時、「蒼の讃歌」を1層消費し、与えるダメージをラウマの元素熟知に基づいてアップする。上記のダメージが同時に複数の敵に命中した場合、命中した敵の数に応じて「蒼の讃歌」が消費される。",
      "8": "「蒼の讃歌」の継続時間は層ごとに独立してカウントされる。"
    }
  },
  "11190004": {
    "name": "夜色の詠歌",
    "description": {
      "0": "チーム内キャラクターの起こす開花、超開花、烈開花反応によるダメージに会心が発生する。なお、会心率は15%、会心ダメージは100%に固定される。この効果による会心率は、元素反応で会心を発生させる他の同種の効果と重ね掛け可能。"
    }
  },
  "11190005": {
    "name": "月光のルノ",
    "description": {
      "0": "チーム内キャラクターが与える月開花反応ダメージの会心率+10%、会心ダメージ+20%。"
    }
  },
  "11190007": {
    "name": "向上",
    "description": {
      "0": "特殊なダメージアップ効果。他のダメージアップ効果とは別に計算される。"
    }
  },
  "11190008": {
    "name": "草露",
    "description": {
      "0": "チーム内キャラクターが月開花反応を起こすと、チームは「草露」を溜めることができる。",
      "1": "月開花反応を起こした後の2.5秒間、2.5秒毎にチームに草露を1滴提供する。最大3滴まで。継続期間中、再び月開花反応を起こすと、上記効果の継続時間がリセットされる。"
    }
  },
  "11200001": {
    "name": "雷霆のシンフォニー",
    "description": {
      "0": "より少ない元素エネルギーで発動できる特殊な元素爆発。フリンズは月感電反応ダメージと見なされる<electro>雷元素範囲ダメージ</electro>を1回与える。",
      "1": "<strong>月兆・満照</strong>：近くに雷雲が存在する場合、月感電反応ダメージと見なされる<electro>雷元素範囲ダメージ</electro>をさらに1回与える。"
    }
  },
  "11220001": {
    "name": "影の舞",
    "description": {
      "0": "元素スキル<strong>盤術・千夜一舞</strong>を発動した後、ネフェルは「影の舞」状態に入る。",
      "1": "この状態にある時、草露を1滴以上持っていると、ネフェルの重撃は特殊な重撃「幻の戯」に変わる。",
      "2": "「影の舞」状態は、ネフェルが幻の戯を3回発動した時、または継続時間終了時に解除される。"
    }
  },
  "11220002": {
    "name": "幻の戯",
    "description": {
      "0": "元素スキル<strong>盤術・千夜一舞</strong>による「影の舞」状態にある時、草露を1滴以上持っていると、ネフェルの重撃はスタミナを消費しない特殊な重撃「幻の戯」に変わる。",
      "1": "この時、ネフェルは虚ろな影を召喚し、敵にそれぞれ2/3段の<dendro>草元素範囲ダメージ</dendro>を与える。虚ろな影によるダメージは月開花反応ダメージと見なされる。なお、幻の戯を発動した後、最初に虚ろな影を召喚する時、草露を1滴消費する。"
    }
  },
  "11220003": {
    "name": "偽りの帳",
    "description": {
      "0": "固有天賦「月下の賭け」で「虚言の核」を吸収して得られる効果。幻の戯の与えるダメージをアップできる。",
      "1": "「偽りの帳」1層につき、ネフェルが発動する幻の戯の与えるダメージは元の8%アップする。初期は最大3層まで重ね掛け可能。持続時間は9秒、層ごとに独立してカウントされる。"
    }
  },
  "11230001": {
    "name": "本質変転",
    "description": {
      "0": "ドゥリンが元素スキル<strong>二元術式・融合精錬</strong>を発動した後に得られる効果。継続時間6秒。",
      "1": "継続期間中、ドゥリンは元素スキルを一回押しすることで<strong>「純白の正」</strong>状態に、通常攻撃を一回押しすることで<strong>「漆黒の否」</strong>状態になる。",
      "2": "それぞれの状態のとき、ドゥリンは異なる強化効果を獲得し、異なる元素爆発を発動することができる。"
    }
  },
  "11240001": {
    "name": "ゴロニャンお宝ボトル",
    "description": {
      "0": "ヤフォダが元素スキル<strong>奇策・財宝分配法</strong>を発動した後に抜き出される小型元素瓶。",
      "1": "ヤフォダが「影追撃」状態の時、近くにいる敵が<pyro>炎元素</pyro>、<hydro>水元素</hydro>、<electro>雷元素</electro>、<cryo>氷元素</cryo>付着状態の場合、ゴロニャンお宝ボトルは対応する元素タイプへと変わり、継続的に元素をチャージする。この時、変化の優先順位は高い方から、<pyro>炎元素</pyro>、<hydro>水元素</hydro>、<electro>雷元素</electro>、<cryo>氷元素</cryo>の順となる。元素スキルを発動するたびに、ゴロニャンお宝ボトルの元素は1回のみ変化する。",
      "2": "ゴロニャンお宝ボトルが満タンになると、ヤフォダは「影追撃」状態を終了し、近くの敵に<anemo>風元素ダメージ</anemo>を1回与える。その後、ゴロニャンお宝ボトルはクリアされる。",
      "3": "ヤフォダは元素スキルを発動するたびに、新たなゴロニャンお宝ボトルを取り出す。",
      "4": "<br/>",
      "5": "<strong>月兆・満照</strong>：<strong>ゴロニャンお宝ボトル</strong>が満タンの時、ヤフォダは<strong>ゴロニャンお宝ボトル</strong>を消すのではなく、しばらくの間、ボトルに蓄えられた元素を継続的に消費し、一定時間ごとに近くの敵に<strong>もふもふニャンコボール</strong>を発射して<strong>ゴロニャンお宝ボトル</strong>内の元素と同じ元素ダメージを与える。"
    }
  },
  "11240002": {
    "name": "家庭用肉球アシスタントマシン",
    "description": {
      "0": "かつてトレジャーハンターだったヤフォダが持ち歩いていた小道具の一つ。元素爆発<strong>秘器・狩人の七つ道具</strong>発動後に取り出される。",
      "1": "家庭用肉球アシスタントマシンはフィールド上にいるチーム内の自身のキャラクターのHPを継続的に回復する。回復対象のキャラクターのHPが70%を超えている場合、チーム内の近くにいるHPが最も低いキャラクターのHPも同時に回復する。",
      "2": "<br/>",
      "3": "<strong>月兆・満照</strong>：近くの敵が<pyro>炎元素</pyro>、<hydro>水元素</hydro>、<electro>雷元素</electro>、または<cryo>氷元素</cryo>付着状態の場合、家庭用肉球アシスタントマシンの与えるダメージは対応する元素タイプに変化する。変化の優先順位は高い方から、<pyro>炎元素</pyro>、<hydro>水元素</hydro>、<electro>雷元素</electro>、<cryo>氷元素</cryo>の順となる。家庭用肉球アシスタントマシンを取り出す度に、1回のみこの方法で元素変化可能。元素変化が発動した後、家庭用肉球アシスタントマシンは一定時間ごとに近くの最大3体の敵を攻撃し、対応する元素ダメージを与える。"
    }
  },
  "11250001": {
    "name": "引力のさざ波",
    "description": {
      "0": "元素スキル<strong>万古の潮汐</strong>発動後、コロンビーナは<strong>引力のさざ波</strong>を召喚する。",
      "1": "引力のさざ波はフィールド上キャラクターに付き従い、継続的に周囲の敵に<hydro>水元素範囲ダメージ</hydro>を与える。",
      "2": "<br/>",
      "3": "また、引力のさざ波が存在する間、周囲のチーム内キャラクターが月反応を起こした時、または月反応ダメージを与えた時、コロンビーナは次の2秒間「新月の啓示」効果を獲得し、2秒毎に<strong>引力値</strong>を20蓄積する。",
      "4": "引力値は最大60まで溜めることができ、かつ引力のさざ波の継続時間終了後にクリアされる。",
      "5": "引力値が最大に達すると、特殊な<strong>引力の干渉</strong>が発生し、コロンビーナが最も多くの引力値を溜めた月反応の種類に応じて以下の異なる効果が発生する。",
      "6": "・<strong>月感電反応</strong>：引力の干渉は<electro>雷元素範囲ダメージ</electro>を1回与える。このダメージは月感電反応ダメージと見なされる。",
      "7": "・<strong>月開花反応</strong>：引力の干渉は周囲の敵に月露の印を合計5つ発射し、<dendro>草元素ダメージ</dendro>を与える。このダメージは月開花反応ダメージと見なされる。",
      "8": "・<strong>月結晶反応</strong>：引力の干渉は<geo>岩元素範囲ダメージ</geo>を1回与える。このダメージは月結晶反応ダメージと見なされる。"
    }
  },
  "11250002": {
    "name": "月の領域",
    "description": {
      "0": "元素爆発<strong>月明かりの郷愁</strong>を発動した後、コロンビーナが生成する領域。",
      "1": "フィールド上のキャラクターが<strong>月の領域</strong>内にいる時、チーム全員の与える月反応ダメージがアップする。"
    }
  },
  "11250003": {
    "name": "山月の草露",
    "description": {
      "0": "コロンビーナの固有天賦<strong>新月の法則</strong>によって提供される特殊な草露。上限と継続時間は、通常の草露とは別々に計算される。",
      "1": "チームの草露が尽きた時、代わりに<strong>山月の草露</strong>を消費する。",
      "2": "<strong>山月の草露</strong>の上限は3滴まで。"
    }
  },
  "11260001": {
    "name": "隙を過ぐる月",
    "description": {
      "0": "<strong>衆生は忽然たるのみ</strong>発動後、兹白はこの状態に切り替わる。この状態は最大15秒継続する。また、以下の特性を持つ。",
      "1": "・通常攻撃と重撃が、元素付与によって他の元素に変化しない<geo>岩元素ダメージ</geo>を与えるようになる。",
      "2": "・元素スキル<strong>衆生は忽然たるのみ</strong>が、特殊な元素スキル<strong>翔ける霊駒</strong>に変わる。兹白が70以上の<strong>「隙に浮かぶ光」</strong>を持つ時、兹白は「隙に浮かぶ光」を70消費することで翔ける霊駒を発動し、<geo>岩元素ダメージ</geo>を2回与える。そのうち、2回目のダメージは月結晶反応ダメージと見なされる。",
      "3": "<br/>",
      "4": "<strong>「隙に浮かぶ光」</strong>は最大100まで溜められる。兹白は以下の方法で「隙に浮かぶ光」を獲得できる。",
      "5": "・<strong>「隙を過ぐる月」</strong>状態の時、毎秒「隙に浮かぶ光」を10獲得する。",
      "6": "・通常攻撃が敵に命中すると、「隙に浮かぶ光」を5獲得する。この方法で兹白が「隙に浮かぶ光」を獲得できるのは、0.5秒毎に1回のみ。",
      "7": "<br/>",
      "8": "<strong>月兆・満照</strong>",
      "9": "付近にいるチーム内キャラクターが月結晶反応を起こすと、兹白は<strong>「隙に浮かぶ光」</strong>を35獲得する。この方法で兹白が「隙に浮かぶ光」を獲得できるのは4秒毎に1回のみ。特殊な元素スキル<strong>翔ける霊駒</strong>を発動すると、この方法での獲得クールタイムがリセットされる。",
      "10": "<br/>",
      "11": "<strong>翔ける霊駒</strong>を4回発動した時、または継続時間終了時、兹白はこの状態から離脱する。"
    }
  },
  "11270001": {
    "name": "「夜鳴鶯の歌」",
    "description": {
      "0": "イルーガが元素爆発<strong>影無き灯り</strong>を発動した後に得られる効果。フィールド上キャラクターの与える<geo>岩元素ダメージ</geo>をアップする。"
    }
  }
}