{
  "name": "Dori",
  "title": "Kho Báu Vườn Mơ",
  "description": "Thương nhân bách hóa xuất quỷ nhập thần, say mê những đồng Mora sáng loáng.",
  "constellationName": "Cung Thần Đăng",
  "auto": {
    "name": "Kiếm Vũ Kỳ Ảo (Cải Tiến)",
    "fields": {
      "normal": {
        "0": "<strong><strong>Tấn Công Thường</strong>",
        "1": "Thực hiện tối đa 3 lần chém liên tiếp."
      },
      "charged": {
        "0": "<strong>Trọng Kích</strong>",
        "1": "Tiêu hao thể lực để xoay kiếm tấn công địch xung quanh.",
        "2": "Khi ngừng quay, sẽ bổ một nhát cực mạnh."
      },
      "plunging": {
        "0": "<strong>Tấn Công Khi Đáp</strong>",
        "1": "Đáp xuống đất từ trên không, tấn công kẻ địch trên đường và gây sát thương phạm vi khi chạm đất."
      }
    },
    "skillParams": {
      "0": "Sát Thương Lần 1",
      "1": "Sát Thương Lần 2",
      "2": "Sát Thương Lần 3",
      "3": "Sát Thương Trọng Kích Tuần Hoàn",
      "4": "Sát Thương Trọng Kích Chí Mạng",
      "5": "Thể lực Trọng Kích tiêu hao",
      "6": "Thời Gian Kéo Dài Tối Đa",
      "7": "Sát Thương Khi Đáp",
      "8": "Sát Thương Khi Rơi Từ Độ Cao Thấp/Cao",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Đèn Trấn Linh - Pháo Giải Trừ Phiền Não",
    "description": {
      "0": "Điều khiển Đèn Trấn Linh bắn Pháo Cắt Đứt Phiền Não về phía kẻ địch, gây <electro>Sát Thương Nguyên Tố Lôi</electro>.",
      "1": "Pháo Cắt Đứt Phiền Não sau khi trúng sẽ sản sinh 2 Tên Lửa Hậu Mãi đuổi theo kẻ địch gần đó, gây <electro>Sát Thương Nguyên Tố Lôi</electro>.",
      "2": "<br/>",
      "3": "<i>Nghe nói, cho dù là giải quyết phiền phức gì đi nữa, chỉ cần giá cả hợp lý là Dori đều sẽ làm được.</i>"
    },
    "skillParams": {
      "0": "Sát Thương Pháo Cắt Đứt Phiền Não",
      "1": "Sát Thương Tên Lửa Hậu Mãi",
      "2": "CD",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Alcazarzaray Tinh Xảo",
    "description": {
      "0": "Triệu hồi Linh Hồn Đèn để cung cấp các loại dịch vụ cho khách.",
      "1": "<br/>",
      "2": "<strong>Linh Hồn Đèn</strong>",
      "3": "Kết nối với nhân vật gần đó. Nhân vật kết nối với Linh Hồn Đèn sẽ:",
      "4": [
        "Hồi phục HP liên tục, lượng hồi phục dựa vào giới hạn HP của Dori;",
        "Liên tục nhận được Năng Lượng Nguyên Tố.",
        "Vào trạng thái <electro>gán ấn nguyên tố Lôi</electro>."
      ],
      "5": "<br/>",
      "6": "Ngoài ra, dây liên kết giữa Linh Hồn Đèn và nhân vật khi chạm phải kẻ địch, mỗi 0.4s sẽ gây 1 lần <electro>Sát Thương Nguyên Tố Lôi</electro> cho kẻ địch.",
      "7": "<br/>",
      "8": "Cùng lúc chỉ có thể tồn tại một Linh Hồn Đèn.",
      "9": "<br/>",
      "10": "<i>\"Hửm? Quý khách chọn ngọn đèn này sao? Ây dà... biết coi hàng đó! Nhưng mà, đây là báu vật vô giá. Hoặc có thể nói là, cho dù có trả bao nhiêu đi nữa thì quý khách cũng đâu có bán vật may mắn bay bay bên cạnh đâu đúng không?\"</i>"
    },
    "skillParams": {
      "0": "Sát Thương Liên Kết",
      "1": "Lượng Trị Liệu",
      "2": "Hồi Phục Năng Lượng Nguyên Tố",
      "3": "Thời Gian Kéo Dài",
      "4": "CD",
      "5": "Năng Lượng Nguyên Tố",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Đãi Cát Tìm Vàng",
    "description": {
      "0": "Nhân vật kết nối với <strong>Linh Hồn Đèn</strong> khi kích hoạt phản ứng Điện Cảm, Siêu Dẫn, Quá Tải, Sinh Trưởng, Tăng Cường, Nở Rộ, Khuếch Tán nguyên tố Lôi hoặc Kết Tinh nguyên tố Lôi, CD của <strong>Đèn Trấn Linh - Pháo Giải Trừ Phiền Não</strong> sẽ rút ngắn 1s.",
      "1": "Hiệu quả này mỗi 3s tối đa kích hoạt một lần."
    }
  },
  "passive2": {
    "name": "Lợi Chồng Lợi",
    "description": {
      "0": "Pháo Cắt Đứt Phiền Não hoặc Tên Lửa Hậu Mãi của <strong>Đèn Trấn Linh - Pháo Giải Trừ Phiền Não</strong> khi trúng kẻ địch sẽ căn cứ vào mỗi 100% Hiệu Quả Nạp Nguyên Tố của Dori để hồi phục cho Dori 5 điểm Năng Lượng Nguyên Tố.",
      "1": "Mỗi lần thi triển Đèn Trấn Linh - Pháo Giải Trừ Phiền Não chỉ có thể hồi phục 1 lần Năng Lượng Nguyên Tố bằng cách này, và tối đa hồi phục 15 điểm Năng Lượng Nguyên Tố."
    }
  },
  "passive3": {
    "name": "Đơn Hàng Bất Ngờ",
    "description": {
      "0": "Khi ghép nguyên liệu bồi dưỡng vũ khí và nhân vật, có 25% tỷ lệ hoàn trả một phần nguyên liệu ghép."
    }
  },
  "constellation1": {
    "name": "Thêm Vốn Thêm Lời",
    "description": {
      "0": "<strong>Pháo Cắt Đứt Phiền Não</strong> khi bắn trúng kẻ địch sẽ sản sinh ra thêm 1 Tên Lửa Hậu Mãi."
    }
  },
  "constellation2": {
    "name": "Kinh Doanh Đặc Biệt",
    "description": {
      "0": "Trong trạng thái chiến đấu, khi <strong>Linh Hồn Đèn</strong> trị liệu cho nhân vật được kết nối sẽ bắn Pháo Trấn Linh về phía đó, gây lượng sát thương bằng 50% tấn công của Dori."
    }
  },
  "constellation3": {
    "name": "Muốn Gì Cũng Có",
    "description": {
      "0": "Cấp kỹ năng <strong>Alcazarzaray Tinh Xảo</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation4": {
    "name": "Bổ Sung Tùy Ý",
    "description": {
      "0": "Nhân vật liên kết với <strong>Linh Hồn Đèn</strong> sẽ căn cứ vào HP và Năng Lượng Nguyên Tố hiện tại để nhận được lợi ích sau:",
      "1": [
        "Khi HP thấp hơn 50%, tăng 50% lượng trị liệu nhận được;",
        "Khi Năng Lượng Nguyên Tố thấp hơn 50%, tăng 30% Hiệu Quả Nạp Nguyên Tố."
      ]
    }
  },
  "constellation5": {
    "name": "Hàng Siêu Giá Trị",
    "description": {
      "0": "Cấp kỹ năng <strong>Đèn Trấn Linh - Pháo Giải Trừ Phiền Não</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation6": {
    "name": "Sức Nặng Thương Hiệu",
    "description": {
      "0": "Trong 3s sau khi Dori thi triển <strong>Đèn Trấn Linh - Pháo Giải Trừ Phiền Não</strong> sẽ nhận được hiệu quả sau:",
      "1": [
        "<electro>Đính kèm nguyên tố Lôi</electro>;",
        "Đánh thường trúng kẻ địch sẽ hồi phục cho tất cả thành viên trong đội gần đó một lượng HP bằng 4% HP tối đa của Dori. Mỗi 0.1s tối đa hồi phục một lần thông qua cách này."
      ]
    }
  }
}