{
  "name": "Xương Sống Thiên Không",
  "description": {
    "0": "Thương dài tượng trưng cho sự quyết tâm của Phong Long. Cán thương dài nhọn chỉ thẳng lên trời, có chứa sức mạnh của gió và bầu trời cao."
  },
  "passiveName": "Răng Nanh Đen Vỡ Nát",
  "passiveDescription": {
    "0": {
      "0": "Tỷ lệ bạo kích tăng <cryo>8%</cryo>,tốc độ tấn công thường tăng <cryo>12%</cryo>. Ngoài ra, khi tấn công thường và trọng kích đánh trúng kẻ địch, có tỷ lệ <cryo>50%</cryo> thi triển Lưỡi Dao Chân Không, tạo thêm sát thương bằng <cryo>40%</cryo> tấn công trong phạm vi nhỏ. Hiệu quả này mỗi 2s thi triển nhiều nhất 1 lần."
    },
    "1": {
      "0": "Tỷ lệ bạo kích tăng <cryo>10%</cryo>,tốc độ tấn công thường tăng <cryo>12%</cryo>. Ngoài ra, khi tấn công thường và trọng kích đánh trúng kẻ địch, có tỷ lệ <cryo>50%</cryo> thi triển Lưỡi Dao Chân Không, tạo thêm sát thương bằng <cryo>55%</cryo> tấn công trong phạm vi nhỏ. Hiệu quả này mỗi 2s thi triển nhiều nhất 1 lần."
    },
    "2": {
      "0": "Tỷ lệ bạo kích tăng <cryo>12%</cryo>,tốc độ tấn công thường tăng <cryo>12%</cryo>. Ngoài ra, khi tấn công thường và trọng kích đánh trúng kẻ địch, có tỷ lệ <cryo>50%</cryo> thi triển Lưỡi Dao Chân Không, tạo thêm sát thương bằng <cryo>70%</cryo> tấn công trong phạm vi nhỏ. Hiệu quả này mỗi 2s thi triển nhiều nhất 1 lần."
    },
    "3": {
      "0": "Tỷ lệ bạo kích tăng <cryo>14%</cryo>,tốc độ tấn công thường tăng <cryo>12%</cryo>. Ngoài ra, khi tấn công thường và trọng kích đánh trúng kẻ địch, có tỷ lệ <cryo>50%</cryo> thi triển Lưỡi Dao Chân Không, tạo thêm sát thương bằng <cryo>85%</cryo> tấn công trong phạm vi nhỏ. Hiệu quả này mỗi 2s thi triển nhiều nhất 1 lần."
    },
    "4": {
      "0": "Tỷ lệ bạo kích tăng <cryo>16%</cryo>,tốc độ tấn công thường tăng <cryo>12%</cryo>. Ngoài ra, khi tấn công thường và trọng kích đánh trúng kẻ địch, có tỷ lệ <cryo>50%</cryo> thi triển Lưỡi Dao Chân Không, tạo thêm sát thương bằng <cryo>100%</cryo> tấn công trong phạm vi nhỏ. Hiệu quả này mỗi 2s thi triển nhiều nhất 1 lần."
    }
  }
}