{
  "name": "Yelan",
  "title": "Vale das Orquídeas",
  "description": "Uma pessoa misteriosa que afirma trabalhar para o Ministério dos Assuntos Civis, mas \"não existe\" nos registros deles.",
  "constellationName": "Umbrabilis Orchis",
  "auto": {
    "name": "Flecha Oculta",
    "fields": {
      "normal": {
        "0": "<strong><strong>Ataque Normal</strong>",
        "1": "Realiza até quatro disparos consecutivos com o arco."
      },
      "charged": {
        "0": "<strong>Ataque Carregado</strong>",
        "1": "Realiza um <strong>disparo com mira</strong> de maior dano e precisão.",
        "2": "Ao mirar, o fluxo de água acumulará continuamente na ponta da flecha. Quando a flecha estiver totalmente carregada com esse fluxo torrencial, infligirá <hydro>Dano Hydro</hydro>.",
        "3": "<strong>Ruptura</strong>",
        "4": "Depois de 5s fora de batalha, Yelan entra no estado \"Ruptura\", no qual o carregamento de seu próximo Disparo com Mira terá seu tempo necessário reduzido em 80%, e quando estiver totalmente carregado, ela disparará a sua \"Flecha da Ruptura\", que infligirá <hydro>Dano Hydro em AdE</hydro> baseado em sua Vida Máxima."
      },
      "plunging": {
        "0": "<strong>Ataque Imersivo</strong>",
        "1": "Dispara uma chuva de flechas em pleno ar antes de atingir o chão, infligindo Dano em uma AdE durante o impacto."
      }
    },
    "skillParams": {
      "0": "Dano do 1° Golpe",
      "1": "Dano do 2° Golpe",
      "2": "Dano do 3° Golpe",
      "3": "Dano do 4° Golpe",
      "4": "Disparo com Mira",
      "5": "Disparo com Mira com Energização Completa",
      "6": "Dano da Flecha da Ruptura",
      "7": "Dano Durante a Queda",
      "8": "Dano de Queda de Baixa/Alta Altitude",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Rede da Vida Salvadora",
    "description": {
      "0": "Tira seu \"Fio da Vida\" e corre, marcando os inimigos no caminho.",
      "1": "Quando termina de correr, o \"Fio da Vida\" explodirá e infligirá <hydro>Dano Hydro</hydro> contra os inimigos marcados, baseado na Vida Máxima de Yelan.",
      "2": "<br/>",
      "3": "<strong>Pressionar</strong>",
      "4": "Corre uma certa distância para frente rapidamente.",
      "5": "<br/>",
      "6": "<strong>Manter Pressionado</strong>",
      "7": "Corre continuamente e aumenta a Resistência Contra Interrupção de Yelan enquanto estiver nesse estado.",
      "8": "Nesse período, Yelan poderá controlar a direção que corre. Lançar sua habilidade mais uma vez fará com que sua corrida termine.",
      "9": "<br/>",
      "10": "Além disso, quando o \"Fio da Vida\" explode, Yelan possui uma chance de obter o efeito \"Ruptura\" de acordo com o número de inimigos marcados: cada inimigo marcado aumenta essa chance em 34%.",
      "11": "<br/>",
      "12": "<i>Quando ela captura com seus fios, os grupos de malfeitores e os discípulos de artimanhas conspiratórias serão todos descobertos, e todos sabem que não há mais escapatória</i>."
    },
    "skillParams": {
      "0": "Dano de Habilidade",
      "1": "Duração Máxima por Manter Pressionado",
      "2": "Recarga",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Dado das Profundezas Claras",
    "description": {
      "0": "Inflige <hydro>Dano Hydro em AdE</hydro> e lança um \"Dado Misterioso\" que ajuda na batalha.",
      "1": "<br/>",
      "2": "<strong>Dado Misterioso</strong>",
      "3": "Segue o personagem e, nas circunstâncias específicas abaixo, realiza Ataques Coordenados que infligem <hydro>Dano Hydro</hydro> baseados na Vida Máxima de Yelan:",
      "4": [
        " Pode ser desencadeado uma vez por segundo quando o personagem ativo de sua equipe realizar um Ataque Normal;",
        " Quando o \"Fio da Vida\" de Yelan explodir e atingir os inimigos, realizará um Ataque Coordenado."
      ],
      "5": "<br/>",
      "6": "<i>\"Não é bom ser um viciado em apostas. Eu sou uma banqueira de apostas, deixe-me comparar: você tem um dado, como poderia vencer os meus sete?\"</i>."
    },
    "skillParams": {
      "0": "Dano de Habilidade",
      "1": "Dano do Dado Misterioso",
      "2": "Duração",
      "3": "Recarga",
      "4": "Energia Elemental",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Estratégia Controlada",
    "description": {
      "0": "Quando há 1/2/3/4 personagens de tipos elementais diferentes, a Vida Máxima de Yelan aumenta 6%/12%/18%/30% respectivamente."
    }
  },
  "passive2": {
    "name": "Adaptação Esperta",
    "description": {
      "0": "Enquanto o <strong>Dado Misterioso</strong> existir, aumenta o Dano do personagem ativo no campo de batalha em 1%, e a cada 1s aumenta em 3.5%. Permite aumentar o Dano infligido pela personagem em até 50%.",
      "1": "Se Dado das Profundezas Claras for lançado novamente enquanto o efeito estiver ativo, esse efeito original será eliminado."
    }
  },
  "passive3": {
    "name": "Longa Consideração",
    "description": {
      "0": "Ganha 25% recompensas a mais quando enviada numa Expedição em Liyue por 20 horas."
    }
  },
  "constellation1": {
    "name": "Entram os Trapaceadores",
    "description": {
      "0": "<strong>Rede da Vida Salvadora</strong> pode ser utilizada mais uma vez."
    }
  },
  "constellation2": {
    "name": "Quanto Mais Pessoas, Melhor",
    "description": {
      "0": "Quando <strong>Dado Misterioso</strong> faz um Ataque Coordenado, será disparada uma flecha d'água adicional, infligindo Dano Hydro equivalente a 14% da Vida Máxima de Yelan.",
      "1": "Esse efeito pode ocorrer até uma vez a cada 1.8s."
    }
  },
  "constellation3": {
    "name": "Dado Viciado",
    "description": {
      "0": "Aumenta o nível de <strong>Dado das Profundezas Claras</strong> em 3.",
      "1": "O nível máximo de elevação é 15."
    }
  },
  "constellation4": {
    "name": "Blefe e Reviravolta",
    "description": {
      "0": "De acordo com a quantidade de inimigos marcados por <strong>Fio da Vida</strong>, a explosão de cada marca aumentará a Vida Máxima de todos os membros da equipe em 10% por 25s. É possível no máximo obter 40% de aumento da Vida Máxima desta forma."
    }
  },
  "constellation5": {
    "name": "Prestidigitação da Banca",
    "description": {
      "0": "Aumenta o nível de <strong>Rede da Vida Salvadora</strong> em 3.",
      "1": "O nível máximo de elevação é 15."
    }
  },
  "constellation6": {
    "name": "Vencedor Leva Tudo",
    "description": {
      "0": "Depois de lançar <strong>Dado das Profundezas Claras</strong>, Yelan entra no estado \"Mestra Estrategista\":",
      "1": "Os Ataques Normais de Yelan serão convertidos em \"Flechas da Ruptura\" especiais. Essas flechas possuem as características similares à \"Flecha da Ruptura\", e seu Dano infligido será considerado como Dano de Ataque Carregado, infligindo 156% do Dano da Flecha da Ruptura normal.",
      "2": "<br/>",
      "3": "O estado \"Mestra Estrategista\" dura 20s e será eliminado quando Yelan disparar 5 flechas."
    }
  }
}