{
  "name": "Hutao",
  "title": "Fragrância de Ameixa Descongelada",
  "description": "A 77.ª diretora da Funerária de Wangsheng. Apesar de ser jovem, já está encarregada de todos os assuntos funerários de Liyue.",
  "constellationName": "Papilio Charontis",
  "auto": {
    "name": "Lança Secreta de Wangsheng",
    "fields": {
      "normal": {
        "0": "<strong><strong>Ataque Normal</strong>",
        "1": "Realiza até 6 golpes com a lança."
      },
      "charged": {
        "0": "<strong>Ataque Carregado</strong>",
        "1": "Consome uma certa quantidade de Stamina para se lançar para frente, infligindo Dano em seu trajeto."
      },
      "plunging": {
        "0": "<strong>Ataque Imersivo</strong>",
        "1": "Mergulha em pleno ar para golpear o chão, causando dano aos inimigos ao longo do caminho e infligindo Dano em uma AdE durante o impacto."
      }
    },
    "skillParams": {
      "0": "Dano do 1° Golpe",
      "1": "Dano do 2° Golpe",
      "2": "Dano do 3° Golpe",
      "3": "Dano do 4° Golpe",
      "4": "Dano do 5° Golpe",
      "5": "Dano do 6° Golpe",
      "6": "Dano de Ataque Carregado",
      "7": "Consumo de Stamina de Ataque Carregado",
      "8": "Dano Durante a Queda",
      "9": "Dano de Queda de Baixa/Alta Altitude",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Guia do Além",
    "description": {
      "0": "Somente as chamas eternas podem limpar esse mundo.",
      "1": "Hutao consome uma parte de Vida e repele os inimigos próximos, entrando no estado de Dança de Borboleta.",
      "2": "<br/>",
      "3": "<strong>Dança de Borboleta</strong>",
      "4": [
        "A Dança de Borboleta aumenta o ATQ de Hutao com base em sua Vida Máxima. O ATQ obtido dessa forma não poderá ultrapassar 400% do seu ATQ Básico;",
        "O Dano do ATQ é transformado em <pyro>Dano Pyro</pyro>. Esse dano elemental não pode ser substituído por outro encantamento elemental;",
        "O Ataque Carregado pode causar aos inimigos atingidos o efeito de Pétalas Sangrentas;",
        "Aumenta a resistência de Hutao a interrupções."
      ],
      "5": "<br/>",
      "6": "<strong>Pétalas Sangrentas</strong>",
      "7": "Os inimigos afetados pelas Pétalas Sangrentas receberão a cada 4s <pyro>Dano Pyro</pyro> uma vez. Esse dano é considerado dano de habilidade elemental.",
      "8": "Só é possível existir um efeito de Pétalas Sangrentas por alvo, e sua duração só pode ser renovada por Hutao.",
      "9": "<br/>",
      "10": "<strong>Dança de Borboleta</strong> só se dissipará quando sua duração terminar ou quando Hutao for retirada do combate ou ser derrotada.",
      "11": "<br/>",
      "12": "<i>A primeira regra para se aprender a técnica secreta de Hutao é: \"A lança abre o caminho para a vida depois da morte, e as borboletas ligam este mundo e o próximo\".</i>"
    },
    "skillParams": {
      "0": "Consumo da Habilidade",
      "1": "Aumenta o ATQ",
      "2": "Dano de Pétalas Sangrentas ",
      "3": "Duração de Pétalas Sangrentas",
      "4": "Duração",
      "5": "Tempo de Recarga",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Pacificadora de Espíritos",
    "description": {
      "0": "Balança a sua alma flamejante, causando <pyro>Dano Pyro</pyro> em uma grande AdE.",
      "1": "Ao acertar nos inimigos, restaura a Vida de Hutao baseando na sua Vida Máxima. Esse efeito pode ser aplicado até 5 inimigos acertados.",
      "2": "Ao acertar, se a Vida de Hutao for inferior ou igual a 50%, pode causar um maior Dano e Cura.",
      "3": "<br/>",
      "4": "<i>Se um falecido ainda está ativo no mundo mortal, a Funerária de Wangsheng poderia ficar inquieta. A cremação é uma maneira que pode acalmar Hutao, todavia, quanto mais preocupada ela fica, maior as suas chamas.</i>"
    },
    "skillParams": {
      "0": "Dano de Habilidade",
      "1": "Quando a Vida estiver baixa, Dano de Habilidade",
      "2": "Regeneração de Habilidades",
      "3": "Habilidade de Regeneração de Vida Baixa",
      "4": "Tempo de Recarga",
      "5": "Energia Elemental",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Crisálida",
    "description": {
      "0": "Após o estado da <strong>Dança de Borboleta</strong> aplicado por <strong>Guia do Além</strong> terminar, a Taxa CRIT de todos os personagens (menos Hutao) na equipe aumenta em 12% por 8s."
    }
  },
  "passive2": {
    "name": "Sangue Fervendo",
    "description": {
      "0": "Quando a Vida de Hutao ficar inferior ou igual a 50%, obterá 33% de <pyro>bônus de Dano Pyro</pyro>."
    }
  },
  "passive3": {
    "name": "Quanto Mais, Melhor",
    "description": {
      "0": "Quando uma Comida Perfeita é feita, tem uma chance de 18% de receber uma Comida Estranha de mesmo tipo."
    }
  },
  "constellation1": {
    "name": "Buquê Carmesim",
    "description": {
      "0": "Sob o estado de <strong>Dança de Borboleta</strong> aplicado por <strong>Guia do Além</strong>, o Ataque Carregado de Hutao não consome Stamina."
    }
  },
  "constellation2": {
    "name": "Mau Presságio",
    "description": {
      "0": "<strong>Pétalas Sangrentas</strong> causa Dano adicional equivalente a 10% da Vida Máxima de Hutao.",
      "1": "Além disso, <strong>Pacificadora de Espíritos</strong> pode aplicar efeito de <strong>Pétalas Sangrentas</strong> aos inimigos acertados."
    }
  },
  "constellation3": {
    "name": "Ritual de Sangria",
    "description": {
      "0": "O nível de Habilidade <strong>Guia do Além</strong> aumenta em 3 níveis.",
      "1": "Pode ser aumentado até 15 níveis."
    }
  },
  "constellation4": {
    "name": "Jardim do Descanso Eterno",
    "description": {
      "0": "Quando os inimigos sob estado de <strong>Pétalas Sangrentas</strong> aplicado por Hutao forem derrotados, a Taxa CRIT de todos os aliados (menos Hutao) ao redor aumenta em 12% por 15s."
    }
  },
  "constellation5": {
    "name": "Incenso de Flores",
    "description": {
      "0": "Aumenta o nível do <strong>Pacificadora de Espíritos</strong> em 3 níveis.",
      "1": "O nível máximo de elevação é 15."
    }
  },
  "constellation6": {
    "name": "Abraço das Borboletas",
    "description": {
      "0": "O efeito será ativado quando a Vida de Hutao for inferior a 25%, ou o Dano recebido for suficiente para derrotá-la.",
      "1": "O Dano recebido não irá derrubar Hutao, e nos primeiros 10s, a RES Elemental e RES Física irão aumentar em 200%, entretanto, a Taxa CRIT aumenta em 100%, e a sua Resistência contra Interrupção aumenta significativamente.",
      "2": "O efeito será ativado automaticamente quando a Vida for 1.",
      "3": "O efeito apenas pode ser ativado a cada 60s."
    }
  }
}