{
  "ProtectiveCanopy": {
    "name": "Dossel Protetora",
    "desc": "Todas RES Elementais aumenta 15%, e a RES Física aumenta em 15%."
  },
  "FerventFlames": {
    "name": "Paixão de Pyro",
    "desc": "Reduz a duração dos efeitos Cryo em 40%. Aumenta o ATQ em 25%"
  },
  "SoothingWater": {
    "name": "Cura de Hydro",
    "desc": "A duração dos efeitos Pyro é reduzida em 40%. Vida Máxima é aumentada em 25%."
  },
  "ShatteringIce": {
    "name": "Impacto de Cryo",
    "desc": "Reduz a duração dos Efeitos Electro em 40%. Aumenta a taxa de CRIT contra inimigos congelados ou afetados por Cryo em 15%."
  },
  "HighVoltage": {
    "name": "Energia de Electro",
    "desc": "A duração dos efeitos Hydro é reduzida em 40%. Desencadear as reações de Supercondutor, Sobrecarga, Eletricamente Carregado, Aceleração, Intensificação e Superflorescimento possui 100% de chance de dropar 1 Partícula Elemental Electro, com tempo de recarga de 5s."
  },
  "ImpetuousWinds": {
    "name": "Agilidade de Anemo",
    "desc": "Diminui o consumo de Stamina em 15%. Aumenta a Veloc. Mov. em 10%. Diminui a Recarga da habilidade em 5%."
  },
  "EnduringRock": {
    "name": "Durabilidade de Geo",
    "desc": "A Força do Escudo aumenta em 15%. Além disso, quando o personagem estiver protegido por um Escudo, possui os seguintes efeitos: Dano causado aumenta em 15%, além disso, ao causar Dano aos inimigos, a Resistência contra o Elemento Geo dos inimigos diminui em 20% por 15s."
  },
  "SprawlingGreenery": {
    "name": "Videira Verdejante",
    "desc": "Aumenta a Proficiência Elemental em 50 pontos. Ao desencadear as reações de Queimadura, Aceleração e Florescimento, aumenta a Proficiência Elemental de todos os personagens próximos da equipe em 30 pontos por 6s. Ao desencadear as reações de Intensificação, Propagação, Superflorescimento e Germinação, aumenta a Proficiência Elemental de todos os personagens próximos da equipe em 20 pontos por 6s. A duração desses efeitos é contada individualmente."
  }
}