{
  "welcome": "Bem-vindo ao Genshin Optimizer!",
  "paragraphIntro": "<0>O que é o Genshin Optimizer?</0><1>Genshin Optimizer é uma ferramenta para o jogo gacha de rpg de ação <1><strong>Genshin Impact</strong></1>. É destinado a ajudá-lo a lidar com os aspectos mais complexos do jogo: Artefatos. Artefatos são elementos fortemente baseados em RNG que contribuem diretamente para a eficácia de seus personagens no jogo. Esta ferramenta visa aliviar um pouco da complexidade associada à eficiência do artefato, junto com qual artefato escolher em seu personagem para maximizar seus atributos.</1><p>No entanto, esta ferramenta pode fazer muito mais. Ela permitirá cálculos de todas as habilidades passivas dos artefatos, armas, buffs das equipes e calcular como essas estatísticas afetarão seu personagem em TEMPO REAL.</p>",
  "paragraphArtifactEditor": "<0>Editor de artefatos</0><1><0>Editor de artefatos completo.</0><1>Adicione artefatos digitalizando uma captura de tela.</1><2>Calcule automaticamente o valor exato sorteado em cada artefato.</2><3>Calcule a eficiência dos atributos secundários usando os cálculos de sorteio. Use um único número para determinar se deve manter ou descartar um artefato!</3><4>Equipe/desequipe/troque artefatos entre seus personagens, experimente diferentes builds.</4></1>",
  "paragraphCharacterEditor": "<0>Editor de Personagens</0><1><0>Editor de personagens com recursos completos.</0><1>Preencha automaticamente os atributos do personagem em cada nível/ascensão.</1><2>Atributos totalmente editáveis ​​para personalização.</2><3>Calcule os atributos atuais com base nas armas/artefatos.</3><4>Armas completas, com nível/atributos de ascensão</4><5>Adicione habilidades passivas, p.ex. Os bônus de ataque e defesa acumulados para o seu personagem da Sombra Branca.</5><6>Aplique habilidades passivas dos conjuntos de artefatos também!</6><7>Em desenvolvimento, cálculos de danos por talentos</7><8>Em desenvolvimento, Atualize os atributos/talentos dos personagens com base nas constelações.</8></1>",
  "paragraphCharacterDamageCalculations": "<0>Cálculos de Dano dos Personagens</0><1><0><1><0>Trabalho em Progresso</0></1>Todos os detalhes para cada talento dos personagens.</0><1>Todos os números devem refletir o dano real no jogo.</1><2>Habilidades passivas e modificações de cada constelação contabilizada.</2><3>Mostra os cálculos para todos os números, junto com as fórmulas. Eu mostro meu trabalho.</3><4>Editor de inimigos com campos de nível/resistência para personalizar os cálculos de dano.</4><5>Conta com infusão elemental para ataques normais/carregados/em queda.</5><6>Cálculos de dano em tempo real.</6></1>",
  "paragraphBuildGenerator": "<0>Gerador de Builds</0><1><0>O gerador cria builds para personagens específicos usando os artefatos adicionados pelo usuário.</0><1>Limite as Builds por conjuntos de artefatos, atributos principais...</1><2>Classifique as builds geradas por um atributo específico para maximização.</2><3>O gerador de builds não utilizará artefatos já equipados em outro personagem.</3><4>Compare a build gerada com os artefatos atualmente no personagem.</4><5>Use habilidades passivas dos conjuntos de artefatos, p.ex. Bônus de dano das 4 peças do conjunto Gladiador, no cálculo de dano da build.</5></1>",
  "paragraphTools": "<0>Ferramentas e bugigangas</0><1><0>Tempo do servidor, com contagem regressiva até o reinício.</0><1>Contador de Resina.</1><2>Calculadora de Experiência, para otimizar o uso de livros de XP.</2><3><0>Em Construção</0> Conversor de Recursos, para todos aqueles recursos em camadas x3 incômodas.</3><4><0>Em Construção</0> Lista de tarefas: uma lista dinâmica de tarefas para lhe informar o que fazer todos os dias.</4></1>",
  "paragraphFuture": "<0>E no futuro?</0><1><0>Cálculos completos de talento/constelações para cada personagem lançado.</0><1>Opção de salvar várias builds por personagem para comparação.</1><2>Buffs de comida, buffs do time.</2><3>Planejamento de recursos para ver o custo do comprometimento com os artefatos/personagens/armas.</3><4>Análise dos artefatos, com gráficos para mostrar os dados dos seus artefatos.</4></1><2>Para saber mais e verificar o que está sendo trabalhado, inscreva-se em nosso <1>discord</1>.</2>",
  "paragraphHelpDevelopment": "<0>Deseja ajudar o desenvolvedor?</0><1>Genshin Optimizer tem sido a manifestação de muitos dias e semanas de noites sem dormir e o desenvolvedor ainda está tentando ativamente melhorar e adicionar recursos. Se você quiser dar feedback, solicitar um recurso, relatar um bug, por favor junte-se ao nosso <1>discord</1>.</1><2>Se você deseja apoiar financeiramente o desenvolvedor, faça uma doação via <1>Paypal</1> ou <3>Patreon</3>.</2>",
  "paragraphCredits": "<0>Crédito onde o crédito é devido</0><p>GO não estaria onde está sem todas essas fontes/pessoas. É hora de fazer uma reverência e agradecê-los.</p><2><0>Obrigado a todos na comunidade e especialmente às pessoas em nosso <1>discord</1> por fornecer feedback e me ajudar a melhorar esta ferramenta.</0><1>Obrigado ao trabalho de <1>Honey Impact</1>, por nos fornecer uma fonte confiável e consistente de dados e números. Todos os nossos cálculos seriam discutíveis sem eles.</1><2>Uma porcentagem grande de nossas imagens do Genshin são derivadas da <1>Wiki do Genshin Impact</1>, então um agradecimento fortuito a eles.</2><3>Agradecimentos especiais aos membros da nossa comunidade que se esforçaram e nos ajudaram a testar fórmulas, a registrar dados do jogo e às pessoas que nos ajudaram com contribuições no código-fonte.</3><4>Obrigado a todos, por compartilhar e fazer com que mais pessoas usem esta ferramenta.</4><5>Por último e mais importante, obrigado a <1>VOCÊ</1>, por estar usando o GO no momento.</5></2>"
}