{
  "welcome": "Bem-vindo ao Genshin Optimizer!",
  "paragraphIntro": "<0>O que é o Genshin Optimizer?</0><1>Genshin Optimizer é uma ferramenta para o jogo gacha de rpg de ação <1><strong>Genshin Impact</strong></1>. É destinado a ajudá-lo a lidar com os aspectos mais complexos do jogo: Artefatos. Artefatos são elementos fortemente baseados em RNG que contribuem diretamente para a eficácia de seus personagens no jogo. Esta ferramenta visa aliviar um pouco da complexidade associada à eficiência do artefato, junto com qual artefato escolher em seu personagem para maximizar seus atributos.</1><p>No entanto, esta ferramenta pode fazer muito mais. Ela permitirá cálculos de todas as estatísticas condicionais dos artefatos, armas, buffs das equipes e calcular como essas estatísticas afetarão seu personagem em TEMPO REAL.</p>",
  "paragraphArtifactEditor": "<0>Editor de artefatos</0><1><0>Editor de artefatos completo.</0><1>Adicione artefatos digitalizando uma captura de tela.</1><2>Calcule automaticamente o valor exato sorteado em cada artefato.</2><3>Calcule a eficiência dos atributos secundários usando os cálculos de sorteio. Use um único número para determinar se deve manter ou descartar um artefato!</3><4>Equipe/desequipe/troque artefatos entre seus personagens, experimente diferentes builds.</4></1>",
  "paragraphCharacterEditor": "<0>Editor de Personagens</0><1><0>Editor de personagens com recursos completos.</0><1>Preencha automaticamente os atributos do personagem em cada nível/ascensão.</1><2>Atributos totalmente editáveis ​​para personalização.</2><3>Calcule os atributos atuais com base nas armas/artefatos.</3><4>Armas completas, com nível/atributos de ascensão</4><5>Adicione habilidades passivas, p.ex. Os bônus de ataque e defesa acumulados para o seu personagem da Sombra Branca.</5><6>Aplique habilidades passivas dos conjuntos de artefatos também!</6><7>Em desenvolvimento, cálculos de danos por talentos</7><8>Em desenvolvimento, Atualize os atributos/talentos dos personagens com base nas constelações.</8></1>",
  "paragraphCharacterDamageCalculations": "<0>Cálculos de Dano dos Personagens</0><1><0>Todos os detalhes para cada <1><0>Trabalho em Progresso</0></1> talento dos personagens.</0><1>Todos os números devem refletir o dano real no jogo.</1><2>Habilidades passivas e modificações de cada constelação contabilizada.</2><3>Mostra os cálculos para todos os números, junto com as fórmulas. Eu mostro meu trabalho.</3><4>Editor de inimigos com campos de nível/resistência para personalizar os cálculos de dano.</4><5>Conta com infusão elemental para ataques normais/carregados/em queda.</5><6>Cálculos de dano em tempo real.</6></1>"
}