{
  "constellationName": "Parma Cordis",
  "auto": {
    "name": "Favonius Bladework - Maid",
    "fields": {
      "normal": "<strong>Normal Attack</strong> Melancarkan maks. 4 tebasan berturut-turut.",
      "charged": "<strong>Charged Attack</strong> Terus menguras Stamina untuk melancarkan serangan berputar yang mengakibatkan DMG ke musuh di sekitar. Diakhiri dengan sebuah tebasan yang kuat.",
      "plunging": "<strong>Plunging Attack</strong> Menerjang dari udara untuk menghantam tanah, mengakibatkan DMG pada musuh di jalur terjangan dan mengakibatkan DMG area saat mendarat."
    }
  },
  "skill": {
    "name": "Breastplate",
    "description": {
      "0": "Menciptakan zirah batu yang mengakibatkan <geo>Geo DMG</geo> pada musuh di sekitar dan membentuk perisai. DMG yang ditahan perisai berdasarkan DEF Noelle.",
      "1": "Perisainya memiliki ciri-ciri berikut:",
      "2": [
        "Saat Normal dan Charged Attack Noelle mengenai target, berkemungkinan memulihkan HP untuk semua karakter.",
        "Memiliki 150% Efisiensi Penahanan DMG terhadap semua Elemental dan Physical DMG."
      ],
      "3": "<br/>",
      "4": "Jumlah HP yang dipulihkan meningkat berdasarkan DEF Noelle.",
      "5": "<br/>",
      "6": "<i>Noelle adalah seorang pelayan yang sangat sigap, dan juga seorang Knight yang sangat gagah.</i>"
    }
  },
  "burst": {
    "name": "Sweeping Time",
    "description": {
      "0": "Mengumpulkan kekuatan Geo di sekitar senjatanya, Noelle menghantam musuh di sekitarnya dengan serangan dalam area besar, mengakibatkan <geo>Geo DMG</geo>.",
      "1": "Setelahnya, Noelle mendapatkan efek berikut:",
      "2": [
        "Serangan area yang lebih besar.",
        "Mengonversi serangan menjadi <geo>Geo DMG</geo>, konversi ini tidak bisa ditimpa oleh Elemental Infusion lainnya.",
        "Peningkatan ATK yang meningkat berdasarkan DEF dia."
      ],
      "3": "<br/>",
      "4": "<i>Terkadang, bukan hanya debu yang harus dibersihkan...</i>"
    }
  },
  "passive1": {
    "name": "Maid's Knighthood",
    "description": {
      "0": "Saat masakan jenis pertahanan dimasak dengan sempurna, terdapat 12% kemungkinan mendapatkan hasil 2 kali lipat."
    }
  },
  "passive2": {
    "name": "Devotion",
    "description": {
      "0": "Saat Noelle berada dalam party, tetapi tidak sedang bertarung, skill ini akan terpicu secara otomatis ketika HP karakter yang sedang digunakan kurang dari 30%:",
      "1": "Karakter tersebut akan mendapatkan perisai yang dapat menahan DMG sebesar 400% dari DEF Noelle selama 20 detik.",
      "2": "Perisai ini memiliki bonus 150% efektivitas Penahanan DMG untuk semua Elemental dan Physical DMG.",
      "3": "Efek ini dapat terpicu setiap 60 detik."
    }
  },
  "passive3": {
    "name": "Nice and Clean",
    "description": {
      "0": "Mengurangi 1 detik CD skill <strong>Breastplate</strong> setiap 4 Normal atau Charged Attack yang mengenai musuh.",
      "1": "Serangan yang mengenai beberapa musuh sekaligus tetap terhitung sebagai 1 serangan."
    }
  },
  "constellation1": {
    "name": "I Got Your Back",
    "description": {
      "0": "Saat <strong>Sweeping Time</strong> dan <strong>Breastplate</strong> aktif bersamaan, serangan memiliki 100% persentase untuk memicu efek pemulihan."
    }
  },
  "constellation2": {
    "name": "Combat Maid",
    "description": {
      "0": "Mengurangi 20% konsumsi stamina Charged Attack dan meningkatkan 15% DMG Charged Attack Noelle."
    }
  },
  "constellation3": {
    "name": "Invulnerable Maid",
    "description": {
      "0": "Meningkatkan 3 level <strong>Breastplate</strong>.",
      "1": "Level maksimum adalah level 15."
    }
  },
  "constellation4": {
    "name": "To Be Cleaned",
    "description": {
      "0": "<strong>Breastplate</strong> mengakibatkan <geo>Geo DMG</geo> sebesar 400% ATK ke musuh di sekitar saat hancur atau saat durasi selesai."
    }
  },
  "constellation5": {
    "name": "Favonius Sweeper Master",
    "description": {
      "0": "Meningkatkan 3 level <strong>Sweeping Time</strong>.",
      "1": "Level maksimum adalah level 15."
    }
  },
  "constellation6": {
    "name": "Must Be Spotless",
    "description": {
      "0": "<strong>Sweeping Time</strong> meningkatkan ATK Noelle dengan tambahan 50% dari DEF Noelle.",
      "1": "Durasi skill meningkat 1 detik setiap mengalahkan musuh saat skill masih aktif, maks. 10 detik."
    }
  }
}