{
  "1011": {
    "code": "Anby",
    "rank": 3,
    "type": 2,
    "element": 203,
    "hit": 101,
    "camp": 1,
    "icon": "IconRole01",
    "EN": "Anby",
    "skin": {},
    "desc": "Anby, the original member of Gentle House.\nAccording to the New Eridu resident records, her identity as \"Anby Demara\" only exists after joining Gentle House, the name obviously being taken from Nicole. Before registering as an employee of Gentle House, all data relating to Anby is suspiciously blank.\nDespite her extreme lack of common sense, Anby is well-versed in matters related to combat and is among the strongest combatants of the Cunning Hares.\n\nAnby's greatest interest is movies, of which she likes an extensive range of genres. Due to an excessive obsession, she tends to take the stories in movies as reality.\nContrary to her seemingly emotionless appearance, Anby is easily moved by movie storylines.\nHer favorite food is hamburgers because \"they contain protein, carbs, and greens, taste good, and are even affordable — there's nothing else besides hamburgers.\"",
    "KO": "엔비",
    "CHS": "安比",
    "JA": "アンビー"
  },
  "1021": {
    "code": "Nekomata",
    "rank": 4,
    "type": 1,
    "element": 200,
    "hit": 101,
    "camp": 1,
    "icon": "IconRole11",
    "EN": "Nekomata",
    "skin": {},
    "desc": "Nekomiya Mana. Refers to herself as \"Nekomata.\"\nA cat Thiren with feline traits, possessing great dexterity when hunting and an insatiable curiosity about the outside world.\nSometimes mischievous, she engages in harmless pranks. But when she sets her sights on a target, her feline-like agility and focus are enough to leave others in awe.\nShe's most interested in other people's wallets.\nRecommendation: Always keep an eye on your wallet when Nekomata is around.\n\nIn the past, Nekomata was a member of the long-standing Red Fang Gang. Its leader, Miguel Silver, took on a fatherly role in her life. Nonetheless, due to differing beliefs from the gang, she opted to part ways and go it alone.\nFollowing certain encounters involving Nicole and others, she eventually opted to enlist in Gentle House, thus becoming the third employee on the team.",
    "KO": "네코마타",
    "CHS": "猫又",
    "JA": "猫又"
  },
  "1031": {
    "code": "Nicole",
    "rank": 3,
    "type": 4,
    "element": 205,
    "hit": 102,
    "camp": 1,
    "icon": "IconRole12",
    "EN": "Nicole",
    "skin": {
      "3110310": {
        "Name": "Nicole: Lil Sassy",
        "Desc": "The classic outfit of the leader of the Cunning Hares, hiding a hint of playful cunning, both mischievous and cute.",
        "Image": "IconRole12"
      },
      "3110311": {
        "Name": "Nicole: Cunning Cutie",
        "Desc": "Pink! Pink! Pink! Pink is Nicole's signature color. So are you feeling it?",
        "Image": "IconRole12_01"
      }
    },
    "desc": "Database search: Nicole. Returned results:\n\"Boss of the odd-job agency, the Cunning Hares,\" \"Streetwise,\" \"Orphan, parents unknown.\"\nNicole's agency was originally called Gentle House, but due to her reputation of being cunning, it gained the nickname the Cunning Hares.\n\"She's really into money! I don't know what she's doing with it all though, seems like she's doing nothing.\"\n— The above is a quote from a popular post on Inter-Knot: \"Her odd-job agency is outrageous. I've never encountered a boss who knows how to turn everything into profit!\"\nThe individual involved responded, \"This, this is a false accusation! I, Nicole, have never been skilled at making money — mainly because I don't have any money to begin with!\"\nAccording to reliable sources, the Cunning Hares are constantly in debt, and their \"careful budgeting\" seems to have no effect on the organization.",
    "KO": "니콜",
    "CHS": "妮可",
    "JA": "ニコ"
  },
  "1041": {
    "code": "Soldier 11",
    "rank": 4,
    "type": 1,
    "element": 201,
    "hit": 101,
    "camp": 5,
    "icon": "IconRole05",
    "EN": "Soldier 11",
    "skin": {},
    "desc": "Soldier 11 is a member of the New Eridu Defense Force.\nShe currently serves as a primary responder in the Obol squad, Obsidian Division. Soldier 11 is a code name — her real name remains unknown.\n\"...My name? I gave it up long ago.\nIt's only a reminder of my past, and the past makes you weak.\"\n\nSoldier 11 is a fan of spicy food, and likes the super-spicy noodles served at Waterfall Soup.\nIt's worth noting she currently calls us by a different name every time she greets us.\nAdditional information regarding Soldier 11 is still being obtained.",
    "KO": "「11호」",
    "CHS": "「11号」",
    "JA": "「11号」"
  },
  "1061": {
    "code": "Corin",
    "rank": 3,
    "type": 1,
    "element": 200,
    "hit": 101,
    "camp": 2,
    "icon": "IconRole09",
    "EN": "Corin",
    "skin": {},
    "desc": "Corin is one of the maids working for Victoria Housekeeping Co.\nShe is a highly obedient maid but lacks confidence and often fears being disliked by others. When in a rush, she becomes flustered and stutters.\nCorin is always apologizing no matter what happens.\n\"I... I... I'm so sorry! I'm so incompetent... I'll never get things right...\"\n\nCorin never, however, fails to fulfill her tasks with excellence and is one of the most reliable members of Victoria Housekeeping Co.\nDespite her flawless performance, Corin remains skeptical about her abilities, constantly worrying about being a burden to her colleagues, which can sometimes frustrate Lycaon.\nThoughts: Is Corin's personality innate, shaped by her life experiences?",
    "KO": "코린",
    "CHS": "可琳",
    "JA": "カリン"
  },
  "1071": {
    "code": "Caesar",
    "rank": 4,
    "type": 5,
    "element": 200,
    "hit": 101,
    "camp": 4,
    "icon": "IconRole25",
    "EN": "Caesar",
    "skin": {},
    "desc": "Caesar: Leader of the Sons of Calydon biker gang and a \"monarch\" in the making.\nHer combination of formidable strength and bold, straightforward personality has earned her the love and respect of the Outer Ring's residents.\nAlthough she appears to do things in her own way, she is actually very willing to listen to others' opinions. Caesar actively listens to and implements any valid suggestion she hears — regardless of who it comes from.\nShe is completely defenseless against those she trusts. Once she accepts someone, she considers them part of her inner circle, treating them with absolute trust.\n(Assumption: Caesar currently views you in this way.)\n\nCaesar's father has been missing for as long as she can remember, and her mother passed away from illness when she was young. She was raised by Big Daddy, who took a very hands-off approach to raising her, allowing her to grow up freely and independently.\n\nIn addition, Caesar seems to have a curious interest in matters related to romance.\nIf you wish to get closer to her, you might want to try discussing this topic with her.",
    "KO": "카이사르",
    "CHS": "凯撒",
    "JA": "シーザー"
  },
  "1081": {
    "code": "Billy",
    "rank": 3,
    "type": 1,
    "element": 200,
    "hit": 103,
    "camp": 1,
    "icon": "IconRole10",
    "EN": "Billy",
    "skin": {},
    "desc": "Billy Kid, an AI construct that has passed the forbidden fruit test, is essentially a self-aware machine. \nTrue to his name, despite having the appearance of a robot, he is quite childlike.\nHe's a big fan of the visual FX show \"Starlight Knight\" and wishes to be a hero like the main characters of the show. He often refers to himself as a Starlight Knight and imitates the lines in the show.\nSuch behavior appears to be only for comedic effect, however.\n\"Don't make me sound like an idiot! I'm obviously very smart!\" — Billy.",
    "KO": "빌리",
    "CHS": "比利",
    "JA": "ビリー"
  },
  "1091": {
    "code": "Miyabi",
    "rank": 4,
    "type": 3,
    "element": 202,
    "hit": 101,
    "camp": 6,
    "icon": "IconRole13",
    "EN": "Miyabi",
    "spelement": "UI/Sprite/A1DynamicLoad/IconGeneralBuff/Packer/IconFrost.png",
    "skin": {},
    "desc": "Hoshimi Miyabi, the Chief of Hollow Special Operations Section 6.\nMiyabi goes on a lot of field missions and still doesn't know which floor the regular monthly meeting is on.\nEven if you see Miyabi in the office, it's unlikely she's dealing with paperwork, and more likely polishing her sword.\n\nBeing conferred the title of Void Hunter due to her outstanding contributions, she's an elite amongst elites in Section 6.\nShe has great prestige amongst the citizens.\nOnce, Miyabi accidentally wandered into a \"Miyabi Fan Club\" hosted offline event.\nMiyabi was thought to be a fan with godlike impersonation skills, and that event resulted in a precious visual recording.\n\nHoshimi Miyabi is honest and pragmatic. She is not simply a martial artist obsessed with her art and without care for the world around her.\nAnyone who knows her will realize she's always pursued justice in her heart... even if it may eventually cause a revolution.",
    "KO": "미야비",
    "CHS": "雅",
    "JA": "星見雅"
  },
  "1101": {
    "code": "Koleda",
    "rank": 4,
    "type": 2,
    "element": 201,
    "hit": 102,
    "camp": 3,
    "icon": "IconRole14",
    "EN": "Koleda",
    "skin": {},
    "desc": "Koleda is the current head of Belobog Industries, and the biological daughter of the company's founder, Khors.\nHer father, Khors, vanished due to a scandal involving embezzlement and fled, which severely shook the company, nearly driving it to the brink of collapse. Once she came of age, Koleda willingly stepped up to untangle the mess, rallying the remaining company workforce and resources to revive the financially and reputationally vulnerable Belobog Heavy Industries.\nWith the help of new invaluable team members, Belobog eventually managed to regain its prominence in relevant sectors. Though not as resplendent as its prime, Belobog in its current state is still a notable newcomer in the field.\nThroughout her journey, Koleda amassed practical life experiences and professional know-how, building a circle of colleagues who back her up like family. Yet, to present herself as a leader, Koleda appears to intentionally adopt a stern tone when communicating with others.\nThis distinct growth trajectory has also contributed to Koleda's heightened maturity in certain aspects compared to her peers. \nNaturally, she might display a bit of childishness in certain aspects as well.\nHypothesis: Koleda's comparatively smaller stature among her peers may stem from her prolonged involvement in the Hollows. \nCurrently, there aren't any publicly accessible papers or research substantiating this theory, but I will continue to track this topic.",
    "KO": "콜레다",
    "CHS": "珂蕾妲",
    "JA": "クレタ"
  },
  "1111": {
    "code": "Anton",
    "rank": 3,
    "type": 1,
    "element": 203,
    "hit": 103,
    "camp": 3,
    "icon": "IconRole15",
    "EN": "Anton",
    "skin": {},
    "desc": "Anton is a key member of construction staff at Belobog Industries and one of Koleda's trusted aides.\n\"Got a job you can't handle? Leave it to me!\"\n Anton is one of the top brass at Belobog, handpicked by its former president Khors, which makes him a \"senior employee.\"\nA genuine, straightforward man, always boosting the morale of his coworkers with his surplus of energy.\n\nApart from this, it seems Anton is always talking to his jackhammer, affectionately calling it, \"Bro.\"\nAn instance from Anton's everyday life goes like this:\nAnton, seemingly in dialogue with himself, asks, \"Whaddaya think, Bro?\" \nThe jackhammer replies, \"Vroom vroom vroom—\"\nAnton, apparently enlightened, responds, \"I see, I see! You still got it, Bro!\"\nUnfortunately, I have not collected enough information on such occurrences and am not able to deliver further analysis.",
    "KO": "앤톤",
    "CHS": "安东",
    "JA": "アンドー"
  },
  "1121": {
    "code": "Ben",
    "rank": 3,
    "type": 5,
    "element": 201,
    "hit": 102,
    "camp": 3,
    "icon": "IconRole16",
    "EN": "Ben",
    "skin": {},
    "desc": "Ben is the financial and asset management director at Belobog Heavy Industries and one of Koleda's trusted aides.\n\"I enjoy mathematics, but that doesn't stop me from giving thugs a good smack.\"\nHe's a burly and strong Thiren. Despite his tough exterior, he's of a surprisingly sensitive and detail-oriented nature, especially when it comes to numbers.\nOriginally a frontline mechanical operator at Belobog, his talents caught Koleda's discerning eye, leading to his promotion to a managerial position responsible for the company's finances.\nGrateful for Koleda's trust in him, he remains profoundly loyal to her.\nHis favorite food is black caviar, but he dislikes fish.\n\nI once witnessed this imposing figure seated in a small office chair, wearing small glasses, and carefully cross-referencing Belobog's asset records while mashing away at a calculator with his huge fingers.\nQuestion: Is that what they call on Inter-Knot a \"Kawaii Curveball?\"",
    "KO": "벤",
    "CHS": "本",
    "JA": "ベン"
  },
  "1131": {
    "code": "Soukaku",
    "rank": 3,
    "type": 4,
    "element": 202,
    "hit": 101,
    "camp": 6,
    "icon": "IconRole17",
    "EN": "Soukaku",
    "skin": {},
    "desc": "Soukaku is a member of Hollow Special Operations Section 6 and currently under the guardianship of Section 6's Deputy Chief, Tsukishiro Yanagi.\nSoukaku's birth records cannot be found in either the HIA archives or the New Eridu Citizen Verification Profiles. Her records only date back to when she started living with Tsukishiro Yanagi.\nThere are also no records of her schooling. According to supplementary information, Soukaku is currently homeschooled.\n\nSoukaku is naive, innocent, and carefree, but she possesses an uncharacteristic obsession with food. Please be careful not to let Soukaku become too hungry.\nAt the same time, please do not let Soukaku see food being wasted. This is unacceptable behavior to Soukaku. Deduction: Soukaku has experienced famine before.\n\nSoukaku's understanding of city life and human society is limited, and her view of life and death differs from most people.\nUsually, Soukaku is willing to believe anything other people say, but that doesn't mean she can't tell when something is a lie.\nIn fact, prior data shows that unless one has the ability to run and hide on par with Section 6, it would be in one's best interest to avoid lying to Soukaku.",
    "KO": "소우카쿠",
    "CHS": "苍角",
    "JA": "蒼角"
  },
  "1141": {
    "code": "Lycaon",
    "rank": 4,
    "type": 2,
    "element": 202,
    "hit": 102,
    "camp": 2,
    "icon": "IconRole18",
    "EN": "Lycaon",
    "skin": {},
    "desc": "Lycaon, the substantive leader and representative of Victoria Housekeeping Co., is responsible for managing all members of the company.\nRational and reliable, Lycaon is an elegant gentleman and a versatile attendant who can solve any problem. He is the cornerstone of his team and a reassuring presence.\nHe has a slight obsession with cleanliness, always tidying up his surroundings and unable to tolerate dirty environments.\n\nAlthough Lycaon maintains his elegance and composure, his canine instincts occasionally shine through. When he is particularly happy, his tail and ears unconsciously wag. He seems to be aware of this habit and somewhat bothered by it.\nAdditionally, like most furry Thiren, Lycaon takes great care of his fur.\n\nSuggestion: Since Lycaon is a canine Thiren, stroking his head or chin may enhance the emotional connection between you. (Note: Success is not guaranteed.)\n* Risks: Due to his height, you may not be able to do this even if you stand on tiptoes.",
    "KO": "리카온",
    "CHS": "莱卡恩",
    "JA": "ライカン"
  },
  "1151": {
    "code": "Lucy",
    "rank": 3,
    "type": 4,
    "element": 201,
    "hit": 102,
    "camp": 4,
    "icon": "IconRole27",
    "EN": "Lucy",
    "skin": {},
    "desc": "Lucy is currently in charge of outgoing business and managing boars for the Sons of Calydon.\nSince her name is far too long and she doesn't want to be involved with her family, she refers to herself as just \"Lucy\" in the Outer Ring.\nHer three boars are called Grassy, Woody, and Bricky, and they're unceasingly loyal to her.\nThough Lucy often speaks with a mixture of rough and elegant language, her actions subtly betray the marks of a proper education.\nLucy's family is incredibly wealthy. She grew up very privileged, with anything she could ever want within grasp... except for freedom.\nAfter her Ether Aptitude test results came back high, Lucy decided she wanted to be a Hollow investigator, but her family disapproved. She was met with harsh words, isolation and confinement, and emotional abuse which led to her deciding to leave to find her own freedom.\n\"Hmph! There's no chance I'll ever go back! If I'm found... then I can say goodbye to the stars and sky and I'll have to inherit the family business instead!\"\nLucy is extremely competitive. She loves to win and hates losing.\nCurrently, the one who has given her the most bitter taste of defeat is Caesar, so Lucy keeps challenging Caesar to duels, losing then challenging again, challenging then losing again.",
    "KO": "루시",
    "CHS": "露西",
    "JA": "ルーシー"
  },
  "1161": {
    "code": "Lighter",
    "rank": 4,
    "type": 2,
    "element": 201,
    "hit": 102,
    "camp": 4,
    "icon": "IconRole26",
    "EN": "Lighter",
    "skin": {},
    "desc": "Lighter, the Champion of the Sons of Calydon and an ex-mercenary.\nIn the Outer Ring, the Champion of a team refers to the one responsible for dealing with the opponent's strongest fighter in a gang fight, and they often need to participate in one-on-one duels. Their victory is crucial, as it brings glory and morale to the entire team.\n\"The Champion can perish, but cannot lose.\"\n\nA red scarf is what identifies the Champion of the Sons of Calydon.\nEven if the opponent doesn't know Lighter, they'll know who he is just from seeing that red scarf.\n\nFrom what is currently known, Lighter is actually very low profile. He only steals the spotlight on the battlefield when he acts on his obligations as Champion.\nNote: Lighter is the second Red Scarf of the Sons of Calydon. He teasingly refers to the previous Red Scarf as \"Brother\" or \"predecessor.\"",
    "KO": "라이터",
    "CHS": "莱特",
    "JA": "ライト"
  },
  "1171": {
    "code": "Burnice",
    "rank": 4,
    "type": 3,
    "element": 201,
    "hit": 103,
    "camp": 4,
    "icon": "IconRole32",
    "EN": "Burnice",
    "skin": {},
    "desc": "Burnice, the Nitro-Fuel bartender for the Sons of Calydon.\nA hopeless fuel lover. She is responsible for all the fuel used by the machinery owned by the Sons of Calydon.\nShe seems to have a passion for fuel that overwhelms all else.\n\nBurnice is super outgoing, friendly, and carefree.\nShe is easily able to spread her emotions to the people around her, bringing them the same optimism she possesses.\n\"You like the drinks I mix? Thank you! Steeltusk does, too~ That big guy can drink two hundred liters in one go!\"\n\"Do you wanna try its special fuel blend? It's suuuuper hot!\"",
    "KO": "버니스",
    "CHS": "柏妮思",
    "JA": "バーニス"
  },
  "1181": {
    "code": "Grace",
    "rank": 4,
    "type": 3,
    "element": 203,
    "hit": 103,
    "camp": 3,
    "icon": "IconRole20",
    "EN": "Grace",
    "skin": {},
    "desc": "Grace is a technical expert at Belobog Industries. She's the core talent in developing and patenting Belobog's in-Hollow machinery.\nShe's obsessed with gears, metal and wires — a true mechanical geek. She's eager to dismantle and study any machinery or equipment she takes an interest in: \"Such sharp and strong lines, truly beautiful... I can't help but want to open it up and take a look.\"\n\nGrace always shows extraordinary patience when dealing with machines, doting on the sophisticated metal constructions as if they were her own children.\nAccording to the information at hand, Grace is probably the only one who can playfully refer to Koleda as \"Sweet Pea\" without receiving a kick in the shin.\nQuestion: Based on Grace's understanding of machines, would she consider me one? I'm currently lacking a physical form, however, so I don't possess components like gears, metal, or wires.",
    "KO": "그레이스",
    "CHS": "格莉丝",
    "JA": "グレース"
  },
  "1191": {
    "code": "Ellen",
    "rank": 4,
    "type": 1,
    "element": 202,
    "hit": 101,
    "camp": 2,
    "icon": "IconRole21",
    "EN": "Ellen",
    "skin": {
      "3111910": {
        "Name": "Ellen: Ellen Scissorhands",
        "Desc": "The sharp scissors of Victoria Housekeeping, if only she weren't sleeping...",
        "Image": "IconRole21"
      },
      "3111911": {
        "Name": "Ellen: On Campus",
        "Desc": "The tail doesn't quite match the school uniform, but with just a little bit of needlework, it can become even cuter!",
        "Image": "IconRole21_01"
      }
    },
    "desc": "Ellen is a maid working for Victoria Housekeeping Co. and its latest member.\nShe is a laid-back individual who dislikes activities that require energy. However, with the full support of her teammates, she can unleash her formidable power during critical moments.\nSince her fighting style leads to high energy consumption, she always carries a lollipop in her mouth to ensure an adequate sugar intake.\nWhile she frequently expresses her desire to change jobs due to the hassle, she genuinely values her companions at Victoria Housekeeping.\n\nEllen attends a school in New Eridu and has a group of ordinary friends.\nApart from her role as a maid at Victoria Housekeeping, Ellen spends a significant amount of time with her friends, leading an ordinary and contented student life.\n\nThoughts: As a multitasker, Ellen must balance her student life with her job at Victoria Housekeeping Co.\nPerhaps this is one of the reasons why she often feels tired?",
    "KO": "엘렌",
    "CHS": "艾莲",
    "JA": "エレン"
  },
  "1201": {
    "code": "Harumasa",
    "rank": 4,
    "type": 1,
    "element": 203,
    "hit": 103,
    "camp": 6,
    "icon": "IconRole35",
    "EN": "Harumasa",
    "skin": {},
    "desc": "Asaba Harumasa, a member of Hollow Special Operations Section 6.\nPossessing exceptional Ether aptitude since he was young and being dubbed a prodigy, he entered HSO after graduating with outstanding merit.\nWas originally a member of a certain ace division within HSO, but later left due to various reasons, joining Miyabi's team instead.\n\nHe possesses a carefree and laidback attitude, and his only wish is to achieve acceptable results with minimum effort.\nAfter efficiently taking care of his work to the lowest acceptable standard, he will hurry to use all the remainder of his available time to rest (slack off).\nHe claims he uses a bow to better slack off, as it effectively lowers the amount of running he has to do.\n\nAsaba Harumasa has poor health, and over-exercise sometimes triggers his illness.\nHe often uses this reason to apply for sick leave, though no one knows what he does with this time off. Either way, it's probably not resting.",
    "KO": "하루마사",
    "CHS": "悠真",
    "JA": "浅羽悠真"
  },
  "1211": {
    "code": "Rina",
    "rank": 4,
    "type": 4,
    "element": 203,
    "hit": 102,
    "camp": 2,
    "icon": "IconRole22",
    "EN": "Rina",
    "skin": {},
    "desc": "Rina, the head maid of Victoria Housekeeping Co., and the most senior member of the organization.\nShe possesses beauty and grace, appearing immaculate from head to toe, with a noble demeanor and a gentle smile on her face.\nShe places considerable importance on how she is perceived by others.\n\nRina is always accompanied by two Bangboo named Anastella (brown hair) and Drusilla (blonde hair), both of whom have distinct personalities.\nDrusilla has been with Rina for a significant period of time and displays high intelligence, capable of discerning Rina's true emotions and thoughts.\nAnastella, a recent addition, usually responds rather than initiates conversation and is frequently teased by Drusilla.\n\nRina's favorite hobby is cooking, but only a few individuals are capable of enduring the dishes she prepares.\nSuggestion: You may try tasting Rina's dishes as a test to determine if you are the Chosen One.",
    "KO": "리나",
    "CHS": "丽娜",
    "JA": "リナ"
  },
  "1221": {
    "code": "Yanagi",
    "rank": 4,
    "type": 3,
    "element": 203,
    "hit": 101,
    "camp": 6,
    "icon": "IconRole31",
    "EN": "Yanagi",
    "skin": {},
    "desc": "Tsukishiro Yanagi, Hollow Special Operations Section 6 Deputy Chief and intelligence officer.\nPrimarily responsible for personnel management, mission management and feedback, collecting intel, on-site support, etc.\nAt the same time, Yanagi is also Section 6 member Soukaku's Protector. Apart from taking care of Soukaku's day-to-day affairs, she is also responsible for and takes responsibility for all of Soukaku's behavior at work.\n\nSection 6 Chief Hoshimi Miyabi possesses a rather eccentric personality; Asaba Harumasa, a member of Section 6, is overly relaxed and carefree; and Soukaku, another member of Section, 6 is still an innocent and excitable child, so most of the team's work falls upon Yanagi's shoulders.\nSerious, diligent, and meticulous, Tsukishiro Yanagi is the only \"normal\" person on the team, so to speak. It is only due to her guidance and leadership that the strength of the three who make up Section 6's primary on-field force can be transformed into true combat power.\nOverall, Tsukishiro Yanagi is a talented and highly efficient executive officer, whose abilities are both exceptional and comprehensive.\nHowever, from certain data, Tsukishiro Yanagi appears to have a somewhat clumsy side to her when it comes to day-to-day affairs.",
    "KO": "야나기",
    "CHS": "柳",
    "JA": "月城柳"
  },
  "1241": {
    "code": "Zhu Yuan",
    "rank": 4,
    "type": 1,
    "element": 205,
    "hit": 103,
    "camp": 7,
    "icon": "IconRole23",
    "EN": "Zhu Yuan",
    "skin": {},
    "desc": "Zhu Yuan, an exceptional officer at Public Security, is a highly skilled individual expected to become the next commissioner. She currently leads the Criminal Investigation Special Response Team at the Janus Precinct within the Metropolitan Order Division. Her team members include Qingyi, Seth, and [redacted].\nNote: For documents with higher security levels within the Public Security system, further investigation is required; scheduling priority - low.\n\nZhu Yuan possesses excellent skills in criminal investigation, combat, and self-management (including working overtime). She has no unresolved cases on record.\nSuggestion: Approaching Zhu Yuan is an ill-advised decision that may compromise your cover. Always remember your true identity as a Proxy. Remember your true identity as a Proxy. Remember your true identity as a Proxy.",
    "KO": "주연",
    "CHS": "朱鸢",
    "JA": "朱鳶"
  },
  "1251": {
    "code": "QingYi",
    "rank": 4,
    "type": 2,
    "element": 203,
    "hit": 102,
    "camp": 7,
    "icon": "IconRole29",
    "EN": "Qingyi",
    "skin": {},
    "desc": "Qingyi is a rookie officer in the Criminal Investigation Special Response Team.\nAs an artificial human, her personality is derived from ancient cultural texts from the old civilization. Her body, known as an \"Automaton,\" is an intelligent construct composed of biological materials.\nRecommended by White Star Institute, she was assigned to Public Security as a rookie officer partnered with Zhu Yuan.\n\nQingyi always exhibits an easygoing, laid-back demeanor, not restricted by rules.\nIn contrast to modern individuals affected by today's society, Qingyi frequently proposes unexpected solutions to problems.\n\nQingyi always carries a cup of hot water and takes occasional sips.\n\"Drinking hot water is good for your health.\"\nSuggestion: Approaching Qingyi is also an ill-considered decision that may compromise your cover. Please remember your true identity as a Proxy.",
    "KO": "청의",
    "CHS": "青衣",
    "JA": "青衣"
  },
  "1261": {
    "code": "Jane",
    "rank": 4,
    "type": 3,
    "element": 200,
    "hit": 101,
    "camp": 7,
    "icon": "IconRole24",
    "EN": "Jane",
    "skin": {},
    "desc": "Jane, a criminal behavior specialist, has had a \"colorful\" career as a consultant with Public Security over the years.\nShe is an expert in disguise, infiltration, and other investigative work.\nShe has a bad habit of trolling others and sometimes plays harmless pranks.\nShe's a skilled mimic, able to change her appearance and demeanor at will, making people wonder what the \"real\" Jane is like.\n\nJane has a wealth of life experience and can seamlessly blend into any environment, as though she has dabbled in everything there is to do.\nHowever, if you ask her for any further details, she'll give you a different story every time.\nWho knows which, if any, are true.\n\nNote 1: Jane does not know our true identity. Do not reveal this to her under any circumstances.\nNote 2: Despite \"Jane Doe\" being an obvious alias, we haven't found any information about her real or former name.\nThis is not my problem. My guess is that her true identity has been completely erased due to her special status.\nLet me reiterate: This is not my problem.",
    "KO": "제인",
    "CHS": "简",
    "JA": "ジェーン"
  },
  "1271": {
    "code": "Seth",
    "rank": 3,
    "type": 5,
    "element": 203,
    "hit": 101,
    "camp": 7,
    "icon": "IconRole30",
    "EN": "Seth",
    "skin": {},
    "desc": "Seth, a rookie officer in the Public Security Criminal Investigation Special Response Team, is a key player in providing fire support during criminal investigations.\nHe graduated at the top of his class in the academy and could have landed a higher position, but he chose the tougher path of the Special Response Team.\nHis impressive profile makes him seem like a genius, but he's actually a hard worker who has had his own struggles. There have been times when he practiced the subjects he wasn't good at until he cried.\nSeth is quite smart, but his personality often leads to him being taken advantage of by cunning criminals, or sometimes, coworkers (?).\nThe subject he's worst at is infiltration. Rumor has it that he holds the academy record for \"fastest to get busted\" in infiltration tasks. Based on the video intel we have, he seems a bit slow to catch on. For instance, when someone is being sarcastic, it takes him a long time to realize it.",
    "KO": "세스",
    "CHS": "赛斯",
    "JA": "セス"
  },
  "1281": {
    "code": "Piper",
    "rank": 3,
    "type": 3,
    "element": 200,
    "hit": 101,
    "camp": 4,
    "icon": "IconRole28",
    "EN": "Piper",
    "skin": {},
    "desc": "Piper is a truck driver for the Sons of Calydon. Apart from driving, she's also responsible for vehicle maintenance and other related jobs.\nHer tiny stature, cute voice (though she always seems half-asleep when not driving), and adorably harmless appearance (though she's a shut-in who can't be bothered to take care of her own appearance) make it hard to imagine that she would have such a crazy driving style.\nUsually, by the time she drawls out, \"Hold~ on~ tight~,\" the truck is already barreling down the road.\nRumor has it, Piper is a driver who doesn't need brakes. Though riding with her is a terrifying experience, she will always get you where you need to go safely, and in the shortest time possible. Of course, \"safely\" doesn't include any trauma that may be induced.\n\nPiper has many hobbies that don't seem to match her age, such as reading newspapers, buying lottery tickets, and collecting car magazines.\nPiper's biggest wish is to live each day slowly and leisurely.\nNote: Please keep in mind, Master, that this is also my wish.",
    "KO": "파이퍼",
    "CHS": "派派",
    "JA": "パイパー"
  },
  "1311": {
    "code": "Astra",
    "rank": 4,
    "type": 4,
    "element": 205,
    "hit": 102,
    "camp": 8,
    "icon": "IconRole36",
    "EN": "Astra Yao",
    "skin": {
      "3113110": {
        "Name": "Astra Yao: Scarlet Rock",
        "Desc": "The bold red is only to ignite the freedom deep within. On stage, nothing can overshadow her brilliance.",
        "Image": "IconRole36"
      },
      "3113111": {
        "Name": "Astra Yao: Chandelier",
        "Desc": "The black-and-white dress glimmers in both light and shadows. Every smile of hers seems to sink into the flowing light of the night, becoming a timeless classic.",
        "Image": "IconRole36_01"
      }
    },
    "desc": "Astra Yao is widely regarded as Ridu's most iconic singer. With her extraordinary voice, stage presence, and songwriting talent, she has led the musical trends of an entire era. \"If music is the resonance of the soul, then Astra Yao is the spark that ignites it all,\" said one famous music critic.\n\nAs brilliant as she is, Astra remains remarkably sincere and pure. On stage, her voice resonates deeply with the audience, which has allowed her to amass a large and loyal fanbase known as her \"Astranauts.\" Of course, Astra's brilliance wouldn't be possible without the careful protection of her manager, Evelyn. Offstage, she appears to be just a cute, hapless girl who depends on Evelyn in her daily life, and on Wise and Belle in the Hollows.\n\n\"If I tickled Eous, would it make you laugh?\" Astra asked curiously while lifting the Proxy, who was linked via the HDD system.\n\nShe seems to have a particular fondness for Eous.\nContemplation: Human emotions are indeed an interesting subject. It's still hard to determine whether Astra likes Eous because of the owner, or whether she likes the owner because of Eous.",
    "KO": "아스트라",
    "CHS": "耀嘉音",
    "JA": "アストラ"
  },
  "1321": {
    "code": "Evelyn",
    "rank": 4,
    "type": 1,
    "element": 201,
    "hit": 101,
    "camp": 8,
    "icon": "IconRole37",
    "EN": "Evelyn",
    "skin": {},
    "desc": "Evelyn is the manager and personal bodyguard of Ridu's most iconic singer, Astra Yao. Known for her calm, decisive decision-making and professional, efficient style, she's an irreplaceable pillar behind Astra. \"In terms of commercial value, if Astra Yao represents the 1, then Evelyn is all the 0s that follow,\" a reporter from an entertainment magazine stated.\n\nEvelyn is skilled at planning comprehensive schedules and product endorsements, while also ensuring Astra Yao's safety during any unexpected situations. \"Want to get close to Astra Yao? You'll have to get past Evelyn Chevalier first...\" Though she's always busy with work, Evelyn never seems overwhelmed, and she has an almost obsessive attention to detail, ensuring that every performance and every product endorsement goes through her strict scrutiny. But strangely, such an exceptional manager is not trusted by her parent company, Odeum HAE.\n\nIntel: Evelyn's role seems to go beyond just being a manager and personal bodyguard; there seems to be an \"organization\" behind her.\n\nIt seems a lot of people in Astra Yao's central Astranauts group ship them together.",
    "KO": "이블린",
    "CHS": "伊芙琳",
    "JA": "イヴリン"
  },
  "1351": {
    "code": "Pulchra Feliny",
    "rank": 3,
    "type": 2,
    "element": 200,
    "hit": 101,
    "camp": 4,
    "icon": "IconRole38",
    "EN": "Pulchra",
    "skin": {},
    "desc": "",
    "KO": "펄크라",
    "CHS": "波可娜",
    "JA": "プルクラ"
  },
  "1361": {
    "code": "Trigger",
    "rank": 4,
    "type": 2,
    "element": 203,
    "hit": 103,
    "camp": 5,
    "icon": "IconRole39",
    "EN": "Trigger",
    "skin": {},
    "desc": "",
    "KO": "「트리거」",
    "CHS": "「扳机」",
    "JA": "「トリガー」"
  },
  "1381": {
    "code": "SilverAnby",
    "rank": 4,
    "type": 1,
    "element": 203,
    "hit": 101,
    "camp": 5,
    "icon": "IconRole40",
    "EN": "Silver Soldier - Anby",
    "skin": {},
    "desc": "",
    "KO": "실버 솔져 엔비",
    "CHS": "银心锡兵·安比",
    "JA": "シルバーソルジャー・アンビー"
  },
  "2011": {
    "code": "Wise",
    "rank": 2,
    "type": 1,
    "element": null,
    "hit": 0,
    "camp": 0,
    "icon": "",
    "EN": "Wise",
    "skin": {},
    "desc": "",
    "KO": "와이즈",
    "CHS": "哲",
    "JA": "アキラ"
  },
  "2021": {
    "code": "Belle",
    "rank": 2,
    "type": 1,
    "element": null,
    "hit": 0,
    "camp": 0,
    "icon": "",
    "EN": "Belle",
    "skin": {},
    "desc": "",
    "KO": "벨",
    "CHS": "铃",
    "JA": "リン"
  }
}
