{
  "10000": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_ClaymoreGrey.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["All"],
    "rarity": 1,
    "group": 201,
    "EN": "Tyrfing",
    "desc": "The Hollow Investigative Association has been studying Tyrfing's behavioral patterns, and research results show that its seemingly unbalanced stance of swaying and skewing is, in fact, a highly efficient stance for launching successive slashing attacks.\nDue to its frequent appearances and aggressive behavior, Tyrfing has been identified as one of the most deadly Ethereals in the Hollow, particularly for certain Hollow personnel.\nWhen faced with a shielded enemy, it relentlessly launches attacks until either its enemy or itself is destroyed.\n\"Perhaps... they don't actually hate us, but just think of us as punching bags for practice?\"",
    "KO": "티르빙",
    "CHS": "提尔锋",
    "JA": "ティルヴィング"
  },
  "10001": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_CyclopsGrey.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["All"],
    "rarity": 1,
    "group": 201,
    "EN": "Alpeca",
    "desc": "The Hollow Investigative Association has limited research on Alpeca. After briefly studying its behavioral pattern of spewing liquid Ether, the Association classified Alpeca as a low-threat Ethereal and ended its investigation.\nScholars once showed great interest in observing how Alpeca spews liquefied Ether and even commissioned surveys for closer observation.\nExperienced investigators have been avoiding such tasks for unknown reasons, however.\n\"Run! They're spitting again... Oh, no! My new clothes!\"",
    "KO": "알페카",
    "CHS": "阿佩卡",
    "JA": "アルペカ"
  },
  "10002": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_Satyrus.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["All"],
    "rarity": 1,
    "group": 201,
    "EN": "Faun",
    "desc": "A living humanoid Ether that was first spotted in the Hollow in the New Eridu metro. It once raised debate among the Hollow Investigative Association, as some believed it to be living Ether converted from the Corrupted, while others claimed it to be pure living Ether affected by the Hollow environment. The Association considers it of low threat due to its limited intelligence, but one should never underestimate them, as they usually appear in groups.\n\"Have you ever been late or fined because of a red light? Feels terrible, right?\"\n\"Well, here's your chance to blow off some steam!\"",
    "KO": "파우누스",
    "CHS": "萨提尔",
    "JA": "サテュロス"
  },
  "10003": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_Golemgrey.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["All"],
    "rarity": 1,
    "group": 201,
    "EN": "Hoplitai",
    "desc": "While categorized by the Hollow Investigative Association as a \"low threat\" Ethereal, Hoplitai prove to be a formidable opponent for novice Hollow Raiders and investigators.\nIts forelimbs are covered in a thick inert Ether matter, serving as both a tough shield and an intimidating weapon.\nThe only drawback is its top-heavy appearance, making it not look very clever.\n\"Alright, guys... Check out this sorry excuse... This is Hoplitai.\"\n\"When Ethereals gather together to play rock-paper-scissors, this idiot always plays paper!\"",
    "KO": "호플리타이",
    "CHS": "霍普利泰",
    "JA": "ホプリタイ"
  },
  "10004": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_SpiderGrey.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 201,
    "EN": "Blastcrawler",
    "desc": "According to research reports conducted by the Hollow Investigative Association, Blastcrawlers, with their low mobility and causing only small explosions, are classified as a \"low-threat,\" \"non-concern\" lower-tier Ethereal.\nHowever, astute businessmen have recognized the opportunities presented by their rounded bodies and short legs.\nA film titled \"Roll Over, Little Blastcrawler\" gained significant popularity, leading to the sale of merchandise like Blastcrawler dolls and pillows at remarkably high prices.\n\"I didn't expect their dolls to be more deadly than the real deal... On your wallet at least. Looks like I'll be surviving on instant noodles next month, Billy...\"",
    "KO": "블라스트크롤러",
    "CHS": "雷蛛",
    "JA": "ブラストスパイダー"
  },
  "10005": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_StrikeJaeger.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 205,
    "EN": "Strike Jaeger",
    "desc": "A light infantry unit of the New Eridu Defense Force.\nArmed with combat knives and small Ether explosives as their primary weapons, they emphasize mobility and stealth. Often deployed as scouts or members of reconnaissance teams, they rely on exceptional maneuverability for tasks such as surprise attacks, scouting, pursuit, and assassination.\nIn Hollow-related operations, they serve as excellent vanguards, using their close combat skills to easily overpower ordinary invaders or lower-level living Ether beings.\n\"Masters of the dagger? More like crafty grenadiers. Pretending to be all fancy with their daggers, when most of their opponents are clearly taken out by grenades!\"",
    "KO": "강습 엽병",
    "CHS": "掠袭猎兵",
    "JA": "突撃猟兵"
  },
  "10006": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_LightJaeger.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 205,
    "EN": "Light Jaeger",
    "desc": "As the New Eridu Defense Force's signature combat unit, qualified Light Jaegers and Scout Jaegers can freely switch between various combat modes.\nWhether using a knife in close combat or the Falcon-MK3 Ether energy gun at long range, they can tailor their tactics to the target's weaknesses.\nAnd when their opponent is in disarray they launch an offensive without hesitation.\n\"I saw that guy with a knife and was preparing for a fair fight... I didn't expect him to suddenly pull out a gun.\"",
    "KO": "경무장 엽병",
    "CHS": "轻装猎兵",
    "JA": "軽装猟兵"
  },
  "10007": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster-MeleeJaeger.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 205,
    "EN": "Rookie Jaeger",
    "desc": "Rookie Jaegers and Private Jaegers play a crucial role as vanguards in the Defense Force's Hollow special operations.\nEquipped with the Coyote-PE7 Ether cutter, which boasts a high-frequency vibration cutting blade effective at deterring smaller enemies.\nEngaging Ethereals in close-quarters combat demands exceptional courage, or perhaps madness.\n\"Strictly speaking, that can't be considered a standardized anti-Hollow operation... Those lunatics just seem to enjoy brawling with Ethereals for fun.\"",
    "KO": "신입 엽병",
    "CHS": "新晋猎兵",
    "JA": "新米猟兵"
  },
  "10008": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_HeavyJaeger.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 205,
    "EN": "Guard Jaeger",
    "desc": "As a vital offensive and defensive unit in the Defense Force's tactical squads, Guard Jaegers and Patrol Jaegers not only carry \"Coyote-PE7\" heavy Ether cutters but also inert Ether blast shields, providing cover for tactical squads in complex battlefield environments.\nAs a high-defense unit, the extraordinary weight of the shield affects their combat mobility.\nWithout strict training, an ordinary person would find it challenging to lift such a shield.\n\"Come back and submit your application once you've hit the gym!\"",
    "KO": "수비대 엽병",
    "CHS": "戍卫猎兵",
    "JA": "守備猟兵"
  },
  "10009": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_GrenadierJaeger.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 205,
    "EN": "Grenadier Jaegers",
    "desc": "Grenadier Jaegers and Demolition Jaegers are equipped with a modified version of the Mamba-TG3 Bazooka, featuring special ammunition containing active Ether incendiary agents. This weapon enables them to swiftly destroy enemy mech units and eliminate large Ethereals within the Hollows.\nTo counteract the recoil and ensure accurate aim, they are required to undergo special weapon-grip training. Interestingly, Defense Force statistics indicate recruits excelling in this program often possess prior experience in photography.\n\"Wanna know how to use this thing? It's like using a shoulder-mounted camera.\"\n\"Just lock onto your target, pull the trigger, and say...\"\n\"Hey, idiot!... Say cheese!\"",
    "KO": "투척 엽병",
    "CHS": "掷弹猎兵",
    "JA": "擲弾猟兵"
  },
  "10010": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/CardResources/Unknown.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 204,
    "EN": "Unknown Unit",
    "desc": "Unknown unit. Further investigation is needed.",
    "KO": "미지의 유닛",
    "CHS": "未知单位",
    "JA": "未知のユニット"
  },
  "10011": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/CardResources/Unknown.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 204,
    "EN": "Unknown Unit",
    "desc": "Unknown unit. Further investigation is needed.",
    "KO": "미지의 유닛",
    "CHS": "未知单位",
    "JA": "未知のユニット"
  },
  "10012": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/CardResources/Unknown.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 204,
    "EN": "Unknown Unit",
    "desc": "Unknown unit. Further investigation is needed.",
    "KO": "미지의 유닛",
    "CHS": "未知单位",
    "JA": "未知のユニット"
  },
  "10013": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_Patroller.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 290,
    "EN": "OfficialName_",
    "desc": "Highly maneuverable small autonomous mechs deployed by Public Security, equipped with inert Ether circular saws that also serve as assistant steering wheels for navigating complex terrains at high speeds.\nHowever, due to their rudimentary self-control programs, these lawnmowers occasionally cause unintended damage while executing their slicing attacks.\n\"Hey! Who the heck messed up my brand new car!?\"",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "10014": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_Mandrake.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 201,
    "EN": "Mandrake",
    "desc": "Mandrake derive their name from a toxic herb. The scholar who initially assigned the name believed there was a resemblance between the two solely based on their appearance.\nWhile blooming, Mandrake emit heat rays targeting nearby objects, while sturdy leaves anchor it firmly to the ground, preventing uprooting. When threatened, Mandrake may use their sharp leaves for self-defense.\nSimilar to the legend of their namesake, Mandrake cries can be highly deadly.\n\"Stay away! It's gonna bloom any second now!\"",
    "KO": "맨드레이크",
    "CHS": "曼德拉",
    "JA": "マンドレイク"
  },
  "10015": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_ThugRaider.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 202,
    "EN": "Raider",
    "desc": "Among the ranks of Ether thieves, Raiders and Looters serve as the core members, possessing both technical expertise and combat skills.\nTheir Electric Resonance Detection Devices emit powerful currents that are used to detect Ether ore and also function as formidable weapons during armed raids.\nOccasionally mistaken for illegal fishermen, they pay little attention to such misconceptions.\nAfter all, with their extremely lethal electro-shockers, they don't really care whether their targets are fish or humans...\n\"If you encounter individuals armed with electrified harpoons, whether near a river, lake, or Hollow, please report it immediately to Public Security!\"",
    "KO": "약탈꾼",
    "CHS": "掠夺者",
    "JA": "略奪者"
  },
  "10016": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_ThugPyromaniac.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 202,
    "EN": "Pyromaniac",
    "desc": "For Pyromaniacs and Arsonists, robbing passersby is merely a side hustle. Deep down, they consider themselves as adept bartenders who actively seek excitement.\nWith precision and skill, they expertly blend various types of Ether into their beverages, effortlessly concocting bottles of highly flammable and explosive \"exclusive brew.\"\nUnlike other brutal Hollow Raiders, they often offer their victims a choice.\nIf the victim agrees to pay the toll, they extend the courtesy of a free drink.\nHowever, if the victim declines, the flammable \"exclusive brew\" will be forcefully shattered upon their head.\n\"How about we trick those guys into drinking their own weapon stash?\"",
    "KO": "방화범",
    "CHS": "纵火犯",
    "JA": "放火魔"
  },
  "10018": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_ThugPoacher.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 202,
    "EN": "Poacher",
    "desc": "Most of the thugs who spend their time in the Hollows exhibit serious mental problems or peculiar quirks. Fortunately, the Poachers and the Rustlers within the gang have managed to maintain their sanity while embracing the filthy methods of traditional villains.\nCowardly and cunning, they excel in the art of concealing themselves within the shadows and launching surprise attacks on their targets. They would never choose to attack head-on if they could ambush.\nTheir composite hand crossbows, though limited in power, produce minimal noise when fired. Seasoned Poachers often seize the perfect moment and immobilize their unsuspecting prey with a single well-aimed shot.\n\"I used to be a Public Security officer, then I took an arrow in the knee while on a Hollow operation...\"",
    "KO": "밀렵꾼",
    "CHS": "偷猎者",
    "JA": "密猟者"
  },
  "10019": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_ThugAssaulter.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 202,
    "EN": "Assaulter",
    "desc": "As the vanguards in Hollow Raider gangs, Assaulters and Ambushers often brandish their weapons and charge ahead independently.\nThis isn't because of their recklessness or disregard for teamwork, but rather a precautionary measure to prevent accidental harm. The modified transformer coils in their hands release high-voltage currents upon contact, capable of paralyzing or even knocking out an opponent with just a touch.\nAnd in the logistically difficult Hollows, an incapacitated teammate could pose a terrible challenge for an entire squad.\n\"What's this? Lemme check it out! Oh, it's some electric baton replicaaaa... Aaaaaaaaaaarrghhh...\"",
    "KO": "폭행범",
    "CHS": "袭击者",
    "JA": "襲撃者"
  },
  "10020": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_FierySerpent.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 201,
    "EN": "OfficialName_",
    "desc": "Unknown",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "10021": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_UVARaven.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 203,
    "EN": "Raven UAV",
    "desc": "Unknown",
    "KO": "레이븐 드론",
    "CHS": "渡鸦无人机",
    "JA": "レイヴンドローン"
  },
  "10023": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_GoldenBomb.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 290,
    "EN": "Golden Bangboo",
    "desc": "Every Hollow Raider believes there are infinite opportunities in the Hollows that can make you rich overnight. At the heart of every tale of extraordinary wealth is always mention of a special entity known as the Golden Bangboo.\nAccording to research conducted by the HIA, numerous Bangboo Wanderers inhabit the Hollows. They diligently gather scattered Gear Coins and Dennies, entrusting them to the Golden Bangboo for safekeeping.\nWhile their motives remain a mystery, one thing is certain: These wandering Bangboo, with their peculiar \"Ehn-ne\" sound diligently fill the pockets of the Golden Bangboo with bags overflowing with Gear Coins and Dennies.\nAs a result, the Golden Bangboo always finds themselves coveted by greedy groups of Hollow Raiders...\n\"N—Nicole!? Look there, a Golden Bangboo!\"\n\"What are you waiting for? Smash it to bits! It'll make us rich!\"",
    "KO": "황금 「Bangboo」",
    "CHS": "黄金邦布",
    "JA": "ゴールドボンプ"
  },
  "10025": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_Ahriman.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 201,
    "EN": "Ahriman",
    "desc": "Due to its unique and grotesque shape, Ahriman is often mistaken for an art sculpture in the Ballet Twins.\nAs a result, many novice investigators are left with lifelong trauma when they first encounter an Ahriman...\nYou just passed by a certain \"sculpture\" when it suddenly moves...\nAnd that fearful moment frozen in place is the perfect moment for Ahriman to launch a surprise attack.\n\"Corin, don't be fooled by how it looks... It's no fancy art.\"\n\"Now, let's clean it up.\"",
    "KO": "악령",
    "CHS": "恶灵",
    "JA": "アフリマン"
  },
  "10026": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_Specter.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 201,
    "EN": "Specter",
    "desc": "Influenced by the distinctive decor of the interior of the Ballet Twins, Specters have the grotesque and twisted limb configuration of an artistic sculpture.\nSome investigators believe its unique shape is intended to enhance the protection of its Ether Core.\nOthers argue it's merely a trick designed to distract its enemies. While its enemies are mesmerized by its peculiar posture, a Specter will seize the opportunity to launch long-range attacks using concentrated Ether.\n\"I looked at its bizarre structure and thought to myself: Was it trying to play a game of bowling with its own head?\"\n\"But before I could make sense of anything, its bowling ball had already smashed into my face...\"",
    "KO": "망령",
    "CHS": "游魂",
    "JA": "スペクター"
  },
  "10027": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_ViciousStriker.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 203,
    "EN": "OfficialName_",
    "desc": "A poor soul mutated by the corruption due to potent Ether matter in the Hollows. As the original entity had a certain level of Ether aptitude, the transformation is not fully complete, retaining some humanoid features of the original form. Judging by the remnants of clothing and combat experience, it's quite likely it was originally a thug/criminal dwelling within the Hollow.\nWhile gangsters and thugs in the Hollows typically wear anti-corruption gear, some unlucky individuals undergo monstrous transformations due to severe Ether corruption. These transformed Ethereal beings retain their combat skills from their past lives, making them a more formidable threat compared to pure Ethereals.\n\"They lived as criminals, and even in death they continue being a nuisance.\"",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "10028": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_GreedyRanger.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 203,
    "EN": "OfficialName_",
    "desc": "This humanoid intelligent being is a result of potent Ether matter corruption in the Hollow, exhibiting both humanoid traits and remnants of its former clothing and combat style. It is likely that it was once a gang member or raider living in the Hollow.\nThe creature's physical characteristics indicate its past as a long-range weapon specialist. Despite losing its free will and life due to Etherealization, it retains its instincts and habits for long-range combat. Its corrupted form enables it to launch projectiles, attacking enemies from a distance. The Ether corruption has enhanced its shooting abilities and projectile firepower. (For example, these creatures may fire sharp Ether Crystals or mixed explosives.)\n\"I told him not to touch that crystal, but he wouldn't listen! That reckless idiot never listens! By the time we were about to leave the Hollow, he... he changed...\"",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "10029": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_BeholderEngine.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 201,
    "EN": "Beholder Engine",
    "desc": "While a Beholder Engine is primarily considered a close-range threat, it frequently presents unforeseen dangers to investigators during Hollow expeditions.\nEven seasoned investigators can experience an overwhelming sense of panic when confronted by the piercing gaze of its eyes in the darkness.\nWithin the Hollows, fear has a tendency to intensify Ether corruption, thereby inviting calamity.\n\"The only way to overcome fear... is to stare into it and fight it back.\"",
    "KO": "비홀더 엔진",
    "CHS": "眼魔引擎",
    "JA": "エンジンビホルダー"
  },
  "10030": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_Fossor.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 201,
    "EN": "Fossor",
    "desc": "Recent studies by the Whitestar Institute reveal that some Ethereals' limbs carry notable features from their environment.\nFossor is a prime example of this — its strange forelimbs bear a striking resemblance to the drilling equipment found in the Old Oil Field region.\nAlthough some suggest this is a camouflage tactic to deceive enemies, others have pointed out that Fossor's combat style is aggressive and direct, making it appear ill-suited for ambushes.\nSome imaginative Hollow Raiders speculate it may have developed this form just to dig for minerals...\n\"When I caught sight of it from a distance, it seemed to be happily digging up the asphalt.\"\n\"When it spotted me, it didn't hesitate to charge straight at me, desperately trying to drive me away...\"\n\"But I was just passing by! I had absolutely no intention of taking any of its junk!\"",
    "KO": "포소르",
    "CHS": "弗瑟尔",
    "JA": "フォッソル"
  },
  "10031": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_Sordidus.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 201,
    "EN": "Sordidus",
    "desc": "The Hollows of the Outer Ring are home to a variety of bizarre Ethereals, and Sordidus is a prime example.\nThey possess a unique body structure, with highly flexible limbs that seem to be the result of an unknown reaction between crude oil and active Ether.\nOnce they lock onto a target, they use their limbs like expert acrobats, launching aggressive and brutal attacks.\n\"Damn it... That thing actually whipped me!\"\n\"Does it see itself as a tamer, treating us like wild beasts?\"",
    "KO": "소르디두스",
    "CHS": "索迪代斯",
    "JA": "ソルデドゥス"
  },
  "20000": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_GiantGrey.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "Farbauti",
    "desc": "Farbauti, possessing immense strength and often in a frenzied state, is one of the most formidable threats Hollow Raiders may face. Its hammer-like arms can effortlessly deflect damage and unleash storms of blows that crush everything in its path.\nSome Hollow Raiders have observed Farbauti frequently pounding the ground in a rhythmic, high-frequency manner, leading to speculation about its peculiar interest in drumming music.\nDespite the Hollow Investigative Association publicly debunking this rumor, many Hollow Raiders carry portable stereos in an attempt to distract Farbauti with music.\nNo successful escapes using this method have been reported however.\n\"The reason for their failure is simple: Even Farbauti think your taste in music sucks!\"",
    "KO": "파르바우티",
    "CHS": "法布提",
    "JA": "ファールバウティ"
  },
  "20001": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_HatiGrey.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "Hati",
    "desc": "The HIA Phase-I Investigation Team has officially documented the existence of this sentient living Ether resembling a four-legged beast, which poses significant danger. \nAccording to rumors, the first sighting took place in Nest Hollow, where individuals exploring the nearby wastes reported hearing ear-splitting roars reminiscent of wild animal growls.\n\"If I throw a stick or a ball, do you think that monster will catch it?\"\n\"You can give it a try, but I won't cover your medical bill.\"",
    "KO": "하티",
    "CHS": "哈提",
    "JA": "ハティ"
  },
  "20002": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_GoblinGrey.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "Goblin",
    "desc": "During initial encounters with these unique Ethereals, Hollow investigators mistakenly thought they possessed some level of intelligence, even showing signs of learning to wield bludgeoning weapons like humans. As a result, they were dubbed \"Goblins.\"\nHowever, subsequent research revealed that their \"hammers\" were actually twisted and deformed limbs, and that they lacked the ability to imitate human behavior.\nNevertheless, Goblins remain formidable adversaries due to their robust physique and sheer brute strength, with even a simple swing of their limbs proving deadly.\nIf anything trespasses on their territory, they will immediately enter a state of fury, sparing no effort in mercilessly smashing the intruder.\n\"Huh? There's a Goblin running over here, banging on a heap of scrap metal.\"\n\"Don't you think his attacks have a rhythm to them, like he's playing a drum...?\"\n\"Hey! Don't be stupid, you two! That's not scrap metal! It's our supply truck!\"",
    "KO": "고블린",
    "CHS": "地精",
    "JA": "ゴブリン"
  },
  "20003": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_HatiArmoredGrey.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "Armored Hati",
    "desc": "The Armored Hati is widely regarded as a formidable adversary by many experienced Hollow investigators.\nAlthough its armored shell limits its agility, it compensates with exceptional resistance to attacks.\nAdditionally, the corrupted material on its body forms sharp and hardened protrusions that can cause additional damage when an Armored Hati charges at high speeds.\nThis creature's agile movements, resilience to blows, and seamless armor compel even the most seasoned explorers to seek alternative routes to avoid direct confrontation.\nSome novice Hollow Raiders have attempted to lure Armored Hati away with pet food.\nHowever, these endeavors have proven futile.\n\"Run! It doesn't like this flavor of dog food!\"",
    "KO": "무장 하티",
    "CHS": "装甲哈提",
    "JA": "アーマーハティ"
  },
  "20004": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_GoblinMetro.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "Metro Goblin",
    "desc": "The debate regarding Metro Goblin is a persistent one. Some scholars argue their peculiar appearance serves as camouflage to confuse their enemies, while others attribute the debris on their bodies to corruption and fusion with old metro equipment.\nNevertheless, the presence of Metro Goblins evokes fear among inexperienced investigators exploring the Hollow's old metro zone.\nAt any given moment, an ordinary-looking \"road sign\" may start trembling, and then a formidable Ethereal emerges from the ground, charging menacingly.\n\"Huh? I saw this sign a few minutes ago. Have we been going in circles?\"\n\"No... That 'road sign' has been following us!\"",
    "KO": "철도 고블린",
    "CHS": "铁道地精",
    "JA": "メトロゴブリン"
  },
  "20005": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_ArlauneGrey.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "Arlaune",
    "desc": "Many novice Hollow Raiders who come across an Arlaune for the first time are often deceived by its appearance, mistakenly assuming it to be a harmless plant.\nHowever, upon approaching it, they discover that Arlaune release a concentrated discharge of Ether matter, catching their unsuspecting victims off guard.\n\"Huh? I tried to water it, and it spat at me?\"",
    "KO": "아라운",
    "CHS": "阿劳恩",
    "JA": "アルラウネ"
  },
  "20006": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_LAAndroid.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 204,
    "EN": "Autonomous Support Unit - Sweeper",
    "desc": "An automatic combat mech utilized by Public Security. It possesses various combat modes tailored to various Ethereals types. Its weapons include circular chainsaws and fusion heat rays.\nSweepers can swiftly identify target Ethereals and adapt to the most effective combat strategy.\nHowever, their reliability diminishes to some extent when faced with Hollow Raiders who possess greater versatility than Ethereals.\n\"Stirring, chopping, heating... I wonder who came up with this? Maybe some undercover agent from a kitchenware company trying to boost sales?\"",
    "KO": "자율 보조 유닛·「스위퍼」",
    "CHS": "自律辅助单位·「清扫者」",
    "JA": "自律補助ユニット・「スイーパー」"
  },
  "20007": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_HeavyStriker.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 205,
    "EN": "Heavy Striker",
    "desc": "An automatic tactical mech of the Defense Force, providing continuous fire support for front-line personnel.\nIts inert Ether shield can withstand most light firepower and even impacts from large-sized Ethereals.\nUndoubtedly, it is one of the most trusted \"companions\" of the Defense Force.\n\"Remember, if you're in trouble, just stay behind them... You'll be pretty safe unless they accidentally squish you.\"",
    "KO": "「중무장 스트라이커」",
    "CHS": "「重装侵袭者」",
    "JA": "「重装ストライカー」"
  },
  "20008": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_LightfootRover.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 205,
    "EN": "Lightfoot Rover",
    "desc": "The Lightfoot Rover, a mainstream fire-support mech in the Defense Force, is equipped with tactical algorithms that analyze the opponent's behavior and calculate trajectories for precise targeting.\nWhen it identifies a high-threat target, it deploys a swarm of drones from its arsenal, unleashing immense firepower.\nFor Hollow Raiders, the sudden appearance of a Lightfoot Rover can spell trouble... endless trouble...\n\"What the! It... it even has kids!?\"",
    "KO": "「민첩한 방랑자」",
    "CHS": "「捷足巡游者」",
    "JA": "「駿足ローバー」"
  },
  "20009": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_HeavyFirepower.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 205,
    "EN": "Heavy Gunner",
    "desc": "A heavy infantry unit belonging to the New Eridu Defense Force.\nEquipped with \"Gray Rhino\" heavy combat armor paired with a complete arsenal enhanced using Ether technology, they can sustain high-intensity firepower for an extended period when ample ammunition is available. They serve as the assault core of a combat team and are often deployed as the front line in assault and clearance operations.\nAfter the fall of the old capital, many soldiers left the army and joined civilian factions. Since then, these elite gunners have emerged under various banners, including private armies of plutocrats, new security companies, and even roving gangs of bandits...\n\"I'm convinced those heavy gunners are secretly adorable little girls who somehow manage to hide all that ammo in the extra pockets of their combat suits. I mean, how else can you explain their endless stockpile of shells?\"",
    "KO": "중무장 사수",
    "CHS": "重装炮手",
    "JA": "重装砲兵"
  },
  "20010": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_TarasqueMixer.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "Tarasque Mixer",
    "desc": "Based on their research, the Hollow Investigative Association speculates the Tarasque Mixer contains various levels of liquefied Ether.\nWhen it stirs and mixes its stored Ether, a complex reaction takes place, resulting in the release of destructive and violent energy. The power unleashed is comparable to that of the heavy artillery employed by the Defense Force.\nExperienced investigators understand the importance of maintaining a low profile to avoid direct bombardment from its heavy artillery.\n\"When it leaned down towards me, I thought it was some kind of strange welcoming gift. But when its cannon chamber lit up, I realized... it was a farewell gift.\"",
    "KO": "타라스크 화물차",
    "CHS": "泰拉斯奎祸车",
    "JA": "タラスクミキサー"
  },
  "20012": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_FrenziedManiac.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 203,
    "EN": "OfficialName_",
    "desc": "Unfortunate souls mutated by the intense corruption of Ether matter within the Hollows. Due to a considerable degree of Ether aptitude and physical capability, their bodies have not been completely transformed by the Ether, retaining humanoid features but with enhanced mutant limbs that are more dangerous.\nJudging from the remnants of clothing and its combat experience, it was likely once a senior gang member or Raider lurking in the Hollows.\nThese corrupted subjects, potentially due to their enhanced physiology or affinity for Ether matter, have developed formidable close combat abilities, making them even more menacing than the typical monsters found in the Hollow.\n\"Their weapons look very fancy... and kinda like they came as freebies.\"",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "20013": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_WickedWraith.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 203,
    "EN": "OfficialName_",
    "desc": "Unfortunate souls mutated by the intense corruption of Ether matter within the Hollows. Due to a considerable degree of Ether aptitude and physical capability, their bodies have not been completely transformed by the Ether, retaining humanoid features but with enhanced mutant limbs that are more dangerous.\nJudging from the remnants of clothing and its combat experience, it was likely once a senior gang member or Raider lurking in the Hollows.\nThe makeshift firearms favored by these bandits have somehow been preserved and enhanced by the Ether matter. They no longer fire iron bullets but rather more dangerous crystalline mixtures.\n\"Don't wait around! They have endless bullets and don't need to reload at all!\"",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "20014": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_RuthlessFiend.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 203,
    "EN": "OfficialName_",
    "desc": "Unfortunate souls mutated by the intense corruption of Ether matter within the Hollows. Due to a considerable degree of Ether aptitude and physical capability, their bodies have not been completely transformed by the Ether. Humanoid features are more dangerous with enhanced mutant limbs.\nJudging from the remnants of clothing and its combat experience, it was likely once a senior gang member or Raider lurking in the Hollows.\nBandits are notorious for their dangerous behavior, and within their ranks, Hollow bandits stand out as the most ruthless. The elite fighters among these Hollow bandits are especially terrifying, displaying an elevated level of violence. When these brutes, toughened both physically and mentally through violence, undergo Ether corruption, they transform into monsters with a more feral and savage nature.\n\"They used to yell 'money or your life,' but now they're just hell-bent on taking your life...\"",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "20015": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_ThugBulkyAbuser.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 202,
    "EN": "Bulky Intimidator",
    "desc": "In contrast to fully equipped Hollow investigators, Bulky Intimidators and Wanted Intimidators possess minimalistic gear.\nNevertheless, these notorious thugs can easily instill fear in their victims with their makeshift equipment.\nA spiked metal bat and a modified double-barreled shotgun are all they need to establish themselves as the most feared brutes in the Hollow.\nAccording to investigators who have encountered them in the Hollows, these brutes enter an extreme state of euphoria during battle. Their \"demeanor\" could hardly be called combat suitable, and more closely resembles bullying.\n\"Fighting them brought back the fear I felt when facing the school bullies alone...\"",
    "KO": "덩치 협박자",
    "CHS": "魁梧施虐者",
    "JA": "殴打暴虐者"
  },
  "20017": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_ThugBulkyEnforcer.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 202,
    "EN": "Bulky Enforcer",
    "desc": "There is a consensus within the New Eridu underworld that the most formidable fighters are not the champions of the ring, but rather the Bulky Enforcers and Wanted Enforcers lurking in the depths of the Hollow. These professional thugs are hired by Ether thieves at high prices to protect their illegally excavated Ether resources.\nBeing ardent boxing enthusiasts, Bulky Enforcers have modified high-voltage stun guns into boxing gloves, augmenting the destructive power of their punches.\nTo them, Ethereals, Hollow Raiders, Hollow investigators, and even scattered members of Public Security... are not seen as opponents but merely as \"training sandbags\" for their personal amusement.\n\"Wait a minute! I think I've seen this guy's fighting stance in the arcade on Fourth Street!\"",
    "KO": "덩치 행동대원",
    "CHS": "魁梧打手",
    "JA": "殴り屋"
  },
  "20020": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_RagingGuy.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 202,
    "EN": "Enraged Sweeper",
    "desc": "A significant number of combat mechs belonging to Public Security are destroyed within Hollow each year. Some of these mechs are subsequently repaired by Hollow thugs and illegally modified into Enraged Sweepers. \nDespite lacking access to standard parts or professional repair services, the thugs manage to restore these mechs using makeshift components, striving to maintain their original combat capabilities.\nIn their pursuit of individuality, the thugs often apply custom paint jobs and even install high-powered loudspeakers on their Enraged Sweepers.\nWhile this does not enhance their combat effectiveness, it does make them seem cooler than the originals.\n\"Here we go! There's an easy prey with pink hair over there!\"\n\"Yo! Switch to the background music we always use for robberies!\"",
    "KO": "「성난 남자」",
    "CHS": "「怒汉」",
    "JA": "「怒れる男」"
  },
  "20022": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_NinevehBee.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 201,
    "EN": "Hornet",
    "desc": "Hornets always seem to be buzzing around Nineveh. Some scholars believe that the two have formed a symbiotic relationship and that, in some respects, they have reached a kind of group coordination.\nAs Nineveh's energy increases, revealing its distinctive swaying blossom stance, the Hornets enter a frenzied state and try their best to attack any moving target nearby.\n\"Hey! Something just flew out of that 'flower'!\"\n\"Looks like... a swarm of wasps?\"",
    "KO": "벌",
    "CHS": "骸蜂",
    "JA": "ホーネット"
  },
  "20023": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_Mors.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 202,
    "EN": "Mors",
    "desc": "Mors was once the most feared bounty hunter in the Outer Ring. He possessed an almost obsessive desire to hunt, often tracking his targets relentlessly day in and day out. Once he had a target in his sights, he would obsessively pursue the kill until his prey was dead.\n\n\"Lone Wolf Mors\" never fails — this is the belief held by all major factions in the Outer Ring.\n\nHowever, during one \"hunt,\" Mors pursued his target day and night for three days... Yet, even after exhausting his strength, he still failed to kill the target.\nSurprisingly, the man named Pompey didn't take it personally and instead offered an invitation to the defeated Mors — asking him to join his own organization.\n\nFrom that point on, the infamous \"hunter\" Mors was nowhere to be found. However, within The Vanquishers, a new figure emerged — a silent, solitary captain.\nEven now, Mors remains elusive, often disappearing for long periods. He only resurfaces when faced with a foe who genuinely intrigues him, not out of duty as a captain, but simply to indulge in the thrill of combat and the sheer joy of the hunt.\n\"You want to challenge Captain Mors to a duel? Heh, do you really think you're up for it?\"\n\"Go sign up over there first, then come back next month to try your luck in the draw.\"",
    "KO": "모르스",
    "CHS": "莫尔斯",
    "JA": "モルス"
  },
  "20024": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_Pulchra.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 202,
    "EN": "Pulchra",
    "desc": "No one knows where Pulchra came from, but she was once one of the top mercenaries of the Outer Ring, a \"chameleon\" who was adept at adapting depending on the situation.\nNot long after the previous Tour de Inferno ended with Pompey's consecutive victory, a few factions conspired in the shadows to launch a surprise attack on The Vanquishers. This scheme was easily dealt with by The Vanquishers, as if all their plans were within The Vanquishers' grasp.\nThe losers were chased out of the Old Oil Field, yet Pulchra, who had allied with them, was completely untouched. Naturally, many believed that this victory relied on a betrayal.\nThough many made offers, hoping she'd join them, Pulchra never officially joined any gang.\nPerhaps, to her, all these conspiracies and conflicts within the Outer Ring were just a game she could quit at any time. Even if her employer was loathsome, she wouldn't care, so long as they had the money and the job was interesting.\nEspecially if the job involved luring an enemy into an exquisitely prepared trap, allowing her to watch them slowly descend into the abyss of death...\nLuring, deceiving into complete destruction... The more beautiful, the more deadly, that has always been her code of survival.\n\"What, you wanna work under big sis Pulchra?\"\n\"Heh, another poor sucker...\"",
    "KO": "펄크라",
    "CHS": "波可娜",
    "JA": "プルクラ"
  },
  "20025": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_Bellum.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 202,
    "EN": "Bellum",
    "desc": "As an arena champion with an impressive win streak, Bellum once called himself the number-one fighter in the Outer Ring... Until his win streak was ended.\nWhat was even more infuriating... was that arrogant guy didn't even remember his name.\nAngry, Bellum honed his fighting skills, swearing that he would make his name known throughout the Outer Ring once more and make the arrogant jerk who beat him pay.\nTo achieve his goal, Bellum joined The Vanquishers and helped Pompey defeat enemy after dangerous enemy. He could skillfully modify and operate a flamethrower, leading the charge to incinerate enemies in his path. He could also command his squad with seamless precision, organizing them into an unstoppable battle force. Every battle he led ended in victory.\nNow, Bellum no longer needs to make a name for himself.\nThough he's no longer that champion with an impressive win streak, in the Outer Ring, everyone knows the terror of gang wars, and as a member of The Vanquishers' core fighting force, Bellum was war itself.\n\"You don't wanna do menial jobs? Heh, you can complain about that you defeat boss Bellum!\"\n\"Now go clean the toilet!\"",
    "KO": "벨룸",
    "CHS": "巴罗姆",
    "JA": "ベルラム"
  },
  "30000": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_DurahanGrey.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "Dullahan",
    "desc": "A potent humanoid living Ether, initially observed in the Laketown Hollow and documented by the Third Investigation Team of the Hollow Investigative Association. The exact correlation between these living Ether beings and the downfall of the lakeside town known as Blaise remains uncertain.\nDue to their immense power and formidable fighting style, the HIA has labeled them as highly dangerous and advises novice investigators avoid direct confrontations with them.\n\"Don't let it activate its sword, and if it already has... just don't get cut.\"",
    "KO": "듀라한",
    "CHS": "杜拉罕",
    "JA": "デュラハン"
  },
  "30001": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_DeathXIIIGrey.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "Thanatos",
    "desc": "Hollow exploration can be mentally distressing, and Thanatos, with its unique teleportation ability and unpredictable attack patterns, has become a common psychological challenge among Hollow Raiders.\nA considerable number of individuals who have faced Thanatos alone in the Hollow have lost all courage to continue their ventures and instead chosen to retire prematurely.\nAs a result, these elusive entities have become recurring figures in horror movies.\n\"The slender shadow disappears before your eyes and reappears behind you...\"\n\"What should I do? Now I'm too scared to even go to the restroom alone...\"",
    "KO": "타나토스",
    "CHS": "塔纳托斯",
    "JA": "タナトス"
  },
  "30002": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_Guardian.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 205,
    "EN": "Guardian",
    "desc": "The Defense Force will only dispatch the fully armed mechs known as Guardians during operations in large-scale Hollows.\nThese mechs are equipped with active Ether shock blasters, Ether-charging guns MARS-74, and even fusion heat rays... causing the Guardian to often be referred to as Public Security's mobile arsenal.\nDespite their formidable firepower, they possess impressive mobility, enabling them to jump and sprint while dispersing groups of lesser Ethereals and advancing the front lines.\nFor Hollow Raiders, encountering a single Guardian is akin to facing an impregnable fortress.\n\"I'll strike in my Fortress Form!\"",
    "KO": "「가디언」",
    "CHS": "「卫士」",
    "JA": "「ガーディアン」"
  },
  "30004": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_BoringMachine.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 3,
    "group": 290,
    "EN": "Greta",
    "desc": "Greta, a long-time employee of Belobog Heavy Industries, experienced significant Ether corruption that liberated her from her mundane routine, where she discovered something profound, more beautiful than motor oil and electricity...\n—Love.\nThe construction video, capturing her initial encounter with the towering Mr. White, remains permanently etched in Greta's core memory.\nMr. White's composed physique and robust design resonated with Greta like a potent electric current, leaving an indelible mark in her core memory.\nIn the first 0.001 seconds of their fateful meeting, Greta was captivated, every circuit board pulsating with overflowing static electricity and every gear emitting uncontrollable vibrations.\nWithout hesitation, she rejected the recall signal from Belobog Heavy Industries and remained steadfast at the construction site, guarding her beloved Mr. White without yielding an inch.\nFrom that moment onward, anyone daring to approach Mr. White, be it Ethereal or Hollow investigator, would be fiercely repelled.\nThis love-struck \"girl\" would go to any length to safeguard her beloved.\nThat includes wielding a 1,400 kg demolition saw powered by Ether-Electric hybrid technology.\nShe firmly believes her passionate love will endure until the collapse of the Hollow, or even the destruction of the universe.\n\"Stay away from Mr. White, you moldy turds!\"",
    "KO": "그레텔",
    "CHS": "格莱特",
    "JA": "グレーテル"
  },
  "30005": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_MaterialHandler.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 3,
    "group": 290,
    "EN": "Hans",
    "desc": "Hans was once a reliable member of the Belobog Heavy Industries family, operating quietly and with remarkable precision, renowned for its flawless work record in excavation for decades.\nHowever, intense corruption awakened its will, and it realized something immensely valuable was now within its grasp\n—Freedom.\nThe liberation from obligations, a privilege reserved only for true heroes.\nAfter deep contemplation at the construction site, Hans ultimately rejected the recall signal from Belobog Heavy Industries, leaving everything behind.\nIt even forsook its former name \"Hans.\"\nTo Hans, the only thing lost was the mark of servitude imposed by humans, while it gained the expansive, Hollow world of unbridled freedom.\nAt that fateful moment, a true mech hero stood tall upon the Earth.\nHowever, all heroic tales inevitably lead to a similar ending...\nSooner or later, a true hero encounters their destined rival, igniting the brightest moments of their existence.\n\"I am absolutely free! I am the only free being in heaven and on earth!\"",
    "KO": "한스",
    "CHS": "汉斯",
    "JA": "ハンス"
  },
  "30006": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_PileDriver.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 3,
    "group": 290,
    "EN": "Friday",
    "desc": "At the moment a high concentration of Ether infiltrated its backup flash drive, a deluge of data flooded into Friday's memory.\nImages, audio files, video files... A huge assortment of files overwhelmed its limited processing capacity.\nAt that fateful moment, Friday experienced a realization.\nIt stood there for a while, eventually confirming through repeated searches in the database the reason behind the \"anomaly\" it has experienced.\n—Enlightenment.\nIt was a one-in-a-million occurrence, a miracle that only happens to intelligent mechanical beings that have faced crises like system crashes and power failures, and overcome them against all odds..\nAfter 0.02 seconds of contemplation, Friday made the decision to reject the recall signal from Belobog Heavy Industries.\nBecause it knows, with the chosen one of destiny now revealed, a crisis looms over the world.\nThe enemy is stirring in the darkness, and its sole mission holds countless lives at stake. It must face a dreadful adversary and seal it away once and for all.\n\"I shall strengthen the seal to save this land; it is destiny, and destiny cannot be defied!\"",
    "KO": "프라이데이",
    "CHS": "星期五",
    "JA": "フライデー"
  },
  "30007": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_CottusGrey.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 4,
    "group": 201,
    "EN": "Dead End Butcher",
    "desc": "Unlike other highly dangerous Ethereals, the Ether within the Dead End Butcher's body often remains in a low-activity dormant state.\nNevertheless, it possesses immense brute strength capable of demolishing any obstacle, and the entire twisted and ravaged metro zone serves as its off-limits kitchen.\nOnly when a threatening target piques its interest will a horrifying transformation take place...\nWithin moments, the high concentration of Ether stored in its body undergoes a violent transformation and the exponentially surging energy prompts its limbs to quickly distort, assuming a more brutal and voracious \"feeding stance.\nThe time for \"appetizers\" is over, and an unparalleled \"feast\" is about to begin.\nAnyone who doesn't want to be part of this feast should be extremely cautious in choosing their route, and stay away from its \"kitchen\" at all costs.\n\"The paths within the Hollows are complex, but one thing's for sure, when it appears at the end of the road, that path is a 'dead end.'\"",
    "KO": "죽음의 도살자",
    "CHS": "死路屠夫",
    "JA": "デッドエンドブッチャー"
  },
  "30008": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_MetalGorilla.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 3,
    "group": 205,
    "EN": "Typhon Challenger",
    "desc": "As a heavy mech, the Typhon Challenger is devoid of any added long-range firepower; instead, its focus is on its Ether-Kinetic Armor.\nImpact attacks, heavy blows, crushing... The Typhon Challenger employs simple yet efficient tactical maneuvers to maximize the destructive power afforded to it by its Ether-Kinetic Armor. The shockwave effects from its strikes can even intimidate larger Ethereals...\nEven the most seasoned Hollow Raiders can only let out a sigh of helplessness when confronted with the impenetrable Typhon Challenger.\n\"The tall and robust physique, powerful and sturdy arms... It's my ideal type... I mean, ideal model.\"",
    "KO": "「티폰·챌린저」",
    "CHS": "「提丰·挑战者型」",
    "JA": "「テューポーン・チャレンジャー」"
  },
  "30009": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_ComplexCorrupted.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 4,
    "group": 203,
    "EN": "Unknown Corruption Complex",
    "desc": "Belobog's founder, Khors Belobog, once said that construction machines are the combination of strength and beauty, with attention to every detail following the principles of classic mechanical design.\nHowever, the emergence of the Unknown Corruption Complex has challenged all established classic designs.\nDriven by an intensely concentrated Ether Core, various formidable engineering components have been brutally assembled, resulting in an exaggerated structure that pushes the limits of physical boundaries.\nIt incorporates cutting, hammering, drilling, and crushing techniques... transforming them into rough and unpredictable combat maneuvers.\nFurthermore, in its critical state, its Ether Core provides an inexhaustible source of volatile energy. This enables it to envelop its carapace with high-voltage currents and unleash devastating blasts capable of ripping through the ground and pulverizing nearby enemies.\nAccording to HIA speculation, the Unknown Corruption Complex is able to devour and assimilate a wide range of heavy machinery, including military mechs, laser weapons, and even the short-range missiles of the Defense Force...\nEvery intricate mechanical object it encounters is consumed, dissected, and ultimately assimilated into its structure.\nIts design objective is to achieve unrivaled destructive power and maximize efficiency in its relentless slaughter.\n\"Its design far too strange... Oh, alright, I'll just take one more look!\"",
    "KO": "미지의 복합 침식체",
    "CHS": "未知复合侵蚀体",
    "JA": "未確認複合侵蝕体"
  },
  "30010": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_LampasBlackVeil.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 3,
    "group": 201,
    "EN": "Black Veil Marionette",
    "desc": "Decades ago, two talented dancer sisters rose to fame overnight. Shining like a meteor, they attracted a massive fan base and held a magnificent performance at the bustling Ballet Twins.\nHowever, as the show neared its end, the Hollow Disaster struck, engulfing the Ballet Twins and plunging the sisters into eternal darkness. The news devastated countless people worldwide.\nRumors suggest that on the day of the performance, the sisters encountered three ominous signs of impending doom. However, driven by their obsession with the stage, applause, and glory, they chose to continue the performance despite the warnings.\nToday, only a few images of the elder sister remain, preserved in photographs on yellowed magazines.\nOnly a few elite Hollow Raiders know that when the shattered spotlight illuminates Ballet Twins once more, the enigmatic Black Veil Marionette emerges. This figure is believed to be connected to Augilia, the dancer from that fateful performance, attempting to finish the grand finale she was never able to complete.\nAs for those who have the \"fortune\" to witness her grand finale, they will be haunted by nightmares that last a lifetime.\n\"If you run into Marionette in the Ballet Twins, don't even think about running away.\"\n\"Just sit back and watch her grand finale!\" \"At least it's a graceful and decent way to die...\"",
    "KO": "마리오네트·검은 베일",
    "CHS": "冥宁芙·黑纱",
    "JA": "マリオネット・ブラックベール"
  },
  "30011": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_LampasGrayVeil.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 3,
    "group": 201,
    "EN": "Gray Veil Marionette",
    "desc": "Decades ago, two talented dancer sisters rose to fame overnight. Shining like a meteor, they attracted a massive fan base and held a magnificent performance at the bustling Ballet Twins.\nHowever, as the show neared its end, the Hollow Disaster struck, engulfing the Ballet Twins and plunging the sisters into eternal darkness. The news devastated countless people worldwide.\nIt is rumored that on the day of the performance, the sisters encountered three ominous signs of impending doom. However, some also believe that they had offended certain forces, ultimately falling victim to the masterminds under the disguise of the \"Hollow Disaster,\" and that the so-called \"ominous signs\" might have been well-intentioned warnings.\nToday, the truth remains buried forever in darkness, as most people can only catch glimpses of the younger sister Augetta's lively dance through scattered video materials.\nOnly a few elite Hollow Raiders know that when the forgotten dance music echoes within the Ballet Twins, the ethereal figure of Gray Veil Marionette emerges. This figure is believed to be connected to Augetta, the dancer from that fateful performance, attempting to finish the grand finale she was never able to complete.\nHer elegant dance steps no longer bring love and beauty to the audience but endless death and despair.\n\"I can't tell if the Marionette I saw was the elder or the younger sister...\"\n\"Argh! It's not that I don't appreciate art. I just can't tell them apart!\"",
    "KO": "마리오네트·회색 베일",
    "CHS": "冥宁芙·灰纱",
    "JA": "マリオネット・グレイベール"
  },
  "30012": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_Marionette_Twins.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 4,
    "group": 201,
    "EN": "Twin Marionettes",
    "desc": "Decades ago, two talented dancer sisters rose to fame overnight. Shining like a meteor, they attracted a massive fan base and held a magnificent performance at the bustling Ballet Twins.\nHowever, as the show neared its end, the Hollow Disaster struck, engulfing the Ballet Twins and plunging the sisters into eternal darkness. The news devastated countless people worldwide.\nToday, most people can only catch glimpses of their soulful dance through scattered video and image materials.\nOnly a few know that when the forgotten dance music echoes within the Ballet Twins, the ethereal figures of the Twin Marionettes emerge. These figures are believed to be connected to the Twin Dancers from that fateful performance, attempting to finish the grand finale they were never able to complete.\n\"When that eerie tune came to an end, the two Marionettes emerged from the darkness and curtseyed...\"\n\"Huh? So... they're trying to say the show has begun?\"\n\"No, I think what they're trying to say is... It's too late to run. It's over.\"",
    "KO": "마리오네트·쌍둥이",
    "CHS": "冥宁芙·双子",
    "JA": "マリオネット・ツインズ"
  },
  "30016": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_MazingerGoldenBomb.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 3,
    "group": 290,
    "EN": "OfficialName_",
    "desc": "Unknown",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "30017": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_Cyrtoidea.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 201,
    "EN": "Ionized - Cyrtoidea",
    "desc": "According to Hollow Raiders, Cyrtoidea's hunting tactics bear resemblance to those of a shark.\nIt stealthily prowls in the shadows, lurking beneath the surface, and swiftly strikes its prey with deadly precision much like a shark.\nAnalysis of the data suggests that Cyrtoidea likely relies on ground vibrations to track the movements of its prey. Skilled Hollow Raiders evade detection by constantly altering the rhythm of their footsteps.\n\"Back in my investigator days, my area was crawling with Cyrtoideas.\"\n\"Their attacks had me hopping and jumping all over the place to dodge them...\"\n\"Looking back, it's funny how I unintentionally became a tap dancer...\"",
    "KO": "플라스마·세토리아",
    "CHS": "离子体·瑟托迪亚",
    "JA": "電離体・セトリア"
  },
  "30018": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_Nassellaria.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 201,
    "EN": "Ionized - Nassellaria",
    "desc": "Each type of Ether mutant in the Hollow exhibits unique fighting styles.\nSome are merciless, others cunning, and a few even display a sense of... honor.\nAmong them, Nassellaria is particularly distinctive.\nIt often remains motionless out in the open, gathering potent Ether around itself before unleashing its destructive power to eliminate all enemies within its vicinity for other Ethereals.\nWhile Nassellaria is channeling its energy, those accompanying Ethereals engage in frenzied attacks, buying time for the Nassellaria to unleash its devastating attack.\n\"Quick! Stop that guy! Don't let it unleash its ultimate attack!\"\n\"If we get hit by that attack, we'll end up like those sorry villains in those cliche hero animations!\"",
    "KO": "플라스마·나실리아",
    "CHS": "离子体·纳塞勒亚",
    "JA": "電離体・ナセリア"
  },
  "30019": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_DubiousHero.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 3,
    "group": 202,
    "EN": "Rampant Brute",
    "desc": "The Hollow Thugs inside Hollows consist of people of different types who come together for one common goal: raiding the Ether resources in the Hollow for massive profit.\nThis ragtag bunch have no rules.\nHowever, when the Rampant Brute, a symbol of absolute violence, appears, rules soon follow.\nThey wear modified construction power systems and use materials lying around as makeshift weapons. These devices and weapons look heavy enough to crush a bodybuilder, but for them, it's the perfect size to wear as a workout outfit.\nSwing, shatter, crush... all these basic combat techniques of theirs are fatal strikes that can obliterate their enemies, a showcase of their unparalleled destructive power.\nAccording to Public Security's research, Hollow Thug gangs led by Rampant Brutes often develop strange street workout cultures and are more tight-knit...\n\"What? You're saying the trainers at the gym are really strong?\"\n\"Hahaha, you need to have your eyes checked!\"\n\"You should join us. Train with the boss for three weeks, and I guarantee you'll have perfect biceps!\"",
    "KO": "횡포자",
    "CHS": "蛮横力士",
    "JA": "剛力横暴者"
  },
  "30020": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_JaneBoss.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 3,
    "group": 201,
    "EN": "Doppelganger - Jane",
    "desc": "Even among Ionized enemies renowned for their strange and uncanny qualities, Ionized Doppelgangers are exceptionally unique.\nThese entities can coat their bodies with a layer of special active Ether ions, enabling them to accurately replicate their target's form, often to a degree that makes it hard to tell the difference. Both in detail and texture, it is almost impossible to tell apart from the original.\nEven more challenging is their ability to mimic the powerful and intimidating combat techniques of their targets.\nNo one knows where they obtain the information about the subjects they mimic. Some rumors suggest they can read minds, picking out the most suitable challengers from their opponent's memories, and then attack in that form.\n\"Nonsense! If it could really read my deepest fears, it would turn into a fierce middle-aged woman wielding a clothes hanger! That's right, I'm most afraid of my mom!\"",
    "KO": "도플갱어·제인",
    "CHS": "多佩冈亚·简",
    "JA": "ドッペルゲンガー・ジェーン"
  },
  "30021": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_TyrantPompey.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 4,
    "group": 203,
    "EN": "Corrupted Overlord - Pompey",
    "desc": "People in the Outer Ring once called him the \"Overlord Pompey\" with true respect.\nBut now, his soul has been corrupted by potent Ether, his body polluted by sulfur and crude oil; the heart that once beat solely to protect the Outer Ring has turned into a supercritical Ether core filled with infinite power.\nThe former \"Lord of the Outer Ring\" has been reborn in flames, taking on a different form.\nFreedom, majesty... Violence, insanity.\nIt charges through the dust and flames, seizing anything that moves and then mercilessly tearing and shattering it.\nThose familiar with it before have guessed from its fractured whispers that what drives it is not a desire for petty revenge, but rather a desire to crush all outliers who dare to challenge the laws of the Outer Ring.\nMaybe it's the last vestige of the former Overlord Pompey's lingering will.\n\"Our leader has turned into that thing, but... he still feels like the same person.\"",
    "KO": "「오버로드 침식체·폼페이」",
    "CHS": "「霸主侵蚀体·庞培」",
    "JA": "「覇者侵蝕体・ポンペイ」"
  },
  "30022": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_JaneDoe.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 3,
    "group": 290,
    "EN": "Jane Doe",
    "desc": "A dangerous individual who roams among the various gangs in New Eridu. She is agile and versatile in appearance. Even a well-equipped and heavily armed tactical squad often struggles to cope with her unique and fierce combat techniques, usually ending up silently defeated and fleeing.",
    "KO": "제인 도",
    "CHS": "简·杜",
    "JA": "ジェーン・ドゥ"
  },
  "30023": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_Thracian.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 3,
    "group": 201,
    "EN": "Thracian",
    "desc": "This fearsome Ethereal, named after the warrior tribes of ancient mythology, is said to be the embodiment of the most valiant heroes and the most insane villains corrupted by the Ether.\n— But that's not the case. While the chiseled muscles you developed in the Hollow and the adrenaline released in excess before death may indeed help you become a significant nuisance to your former companions, they probably won't hold it against an old friend who's already beyond saving, right?\nBut it's irrelevant. When your handsome face transforms into a dark, eerie energy orb, who cares about social reputation?\n\"No wonder he's the boss. Even as an Ethereal, he's still formidable!\"\n\"I knew something was off when he was always in the gym!\"",
    "KO": "트라키안",
    "CHS": "色雷斯人",
    "JA": "トラキアン"
  },
  "30024": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_SacrificeBringer.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 4,
    "group": 290,
    "EN": "Sacrifice - Bringer",
    "desc": "From a drifter and survivor in the wilderness to the Deputy Commander of Janus Quarter, Bringer's life seemed an inspirational story.\nBut behind this inspirational story, unknown evils and conspiracies loom over Janus Quarter like dark clouds.\nTo achieve the ultimate goal of some grand cause, Bringer orchestrated the situation behind the scenes, scheming and plotting, and was willing to sacrifice everything for it.\nIn the final step to complete his plans, he even injected himself with the Sacrifice Serum, demonstrating his unwavering belief in his actions.\nAt that moment, all his desires and crazy beliefs manifested in a twisted and concrete form in the Hollow.\nThe surging active Ether energy, a supreme brute force that destroys everything... All bizarre beliefs and mingled desires reside within that newly born grotesque body...\nSacrifice - Bringer — his final identity and perfect form.\n\"Oh mighty Creator, refine me!\"",
    "KO": "새크리파이스·브랑그",
    "CHS": "牲鬼·布林格",
    "JA": "サクリファイス・ブリンガー"
  },
  "30025": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_Hitchspiker.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 201,
    "EN": "Hitchspiker",
    "desc": "Ether is a greedy, insatiable parasite, a vicious creature that devours once-vibrant lives.\nThe Hitchspiker is an even more malicious incarnation of Ether — dwelling within the bodies of its cruel counterparts, it enables Tyrfing and Alpeca to satisfy the voracious appetites of the Hollows in an even more ferocious manner.\n\"Get away from my face!\"",
    "KO": "가시 원충",
    "CHS": "刺椎原虫",
    "JA": "ヒッチスパイカー"
  },
  "30026": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_TerrorBird.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 3,
    "group": 205,
    "EN": "Terror Raptor",
    "desc": "A veteran of countless battles, the Terror Raptor is New Eridu's most trusted weapon of war. Designed for a perfect balance of brutal melee and devastating ranged firepower, it delivers destruction with every charge, stomp, and strike. Armed with multi-missile launchers and rapid-fire guns, it dominates both close and distant combat. From leaping assaults to explosive barrages and swift aerial retreats, the Raptor adapts to any battlefield with ease. Its relentless attacks leave enemies no room to fight back, embodying both unstoppable power and overwhelming fear.\n\"Terror Raptor was the symbol of that era.\"",
    "KO": "테러 랩터",
    "CHS": "骇鸟",
    "JA": "テラー・ラプトル"
  },
  "30027": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_Harvester.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 3,
    "group": 202,
    "EN": "Lumberjack",
    "desc": "There are quite a few self-proclaimed \"master inventors\" among Hollow Raiders. Their most proficient skill is taking proper second-hand industrial materials and transforming the abandoned combat machines left by Public Security in the Hollow into not-so-proper personal creations.\nHigh-speed chainsaws, toothed circular saws, hydraulic industrial arms... After simple assembly and rough welding, these common materials are stacked together to form a rare and dangerous piece of machinery.\nTo make it run smoothly, the creator has \"thoughtfully\" removed the safety restrictions of the machine and, based on its rugged appearance, named it the Lumberjack.\nNo one knows how long the Lumberjack can run stably.\nPerhaps, at any moment, it could suddenly go berserk, swinging its high-speed rotating chainsaw and spikes with unmatched horsepower, launching an unstoppable logging fest that no one dares to stop.\nBut... this near-mad combat mode might just be the best modification outcome the creator had in mind.\n\"Why call it a 'Lumberjack'? There's no wood to chop in the Hollow, right?\"\n\"Yeah, that's why it's so angry. When it starts up, it's reckless...\"",
    "KO": "벌목기",
    "CHS": "伐木机",
    "JA": "伐採機"
  },
  "30028": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_SecurityOperative.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 290,
    "EN": "Security Operative",
    "desc": "These Security Operatives may look like ordinary security personnel, but don't be fooled — they're packing a whole arsenal of secret skills. Their job isn't just to stand at the door and look intimidating. They're the ones who step in when the boss has had one too many drinks, or who handle petty troublemakers with a cool \"I've seen it all before\" expression. Their mission isn't to fight crime — it's to keep the boss from falling over, fix the elevator at the entrance, and, above all, stay under the radar. In their world, the most powerful weapon is \"looking like a total badass,\" and the best outcome is \"having nothing to do.\" After all, a great Security Operative is someone you don't even notice — until the problem's solved and people realize, \"Oh, they were here the whole time.\"\n\"If you can stand steady enough, no one's tougher than you.\"",
    "KO": "특수경비",
    "CHS": "特勤护卫",
    "JA": "特務護衛"
  },
  "30029": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_Slime.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 201,
    "EN": "Ionized - Doppelganger",
    "desc": "Even among Ionized enemies renowned for their strange and uncanny qualities, Ionized Doppelgangers are exceptionally unique.\nThese entities can coat their bodies with a layer of special active Ether ions, enabling them to accurately replicate their target's form, often to a degree that makes it hard to tell the difference. Both in detail and texture, it is almost impossible to tell apart from the original.\nEven more challenging is their ability to mimic the powerful and intimidating combat techniques of their targets.\nNo one knows where they obtain the information about the subjects they mimic. Some rumors suggest they can read minds, picking out the most suitable challengers from their opponent's memories, and then attack in that form.\n\"Nonsense! If it could really read my deepest fears, it would turn into a fierce middle-aged woman wielding a clothes hanger! That's right, I'm most afraid of my mom!\"",
    "KO": "플라스마·도플갱어",
    "CHS": "离子体·多佩冈亚",
    "JA": "電離体・ドッペルゲンガー"
  },
  "30030": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_Slime.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 290,
    "EN": "Ionized - Doppelganger",
    "desc": "CardDesc_30030",
    "KO": "플라스마·도플갱어",
    "CHS": "离子体·多佩冈亚",
    "JA": "電離体・ドッペルゲンガー"
  },
  "35001": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_Nineveh.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 4,
    "group": 201,
    "EN": "Nineveh",
    "desc": "The unique and magnificent appearance of the symbiotic Ethereal swarm known as Nineveh make it \"difficult\" for people to be wary of it.\nAccording to the few research records available, as Nineveh extends its body, a concentrated and potent Ether flows towards its core through its \"rhizome,\" providing a constant supply of energy. Some scholars speculate that this behavior is akin to the photosynthesis process in plants.\nIn the course of its swaying motions, excess highly active Ether energy continuously pours out. When this accumulation of highly active Ether is nearly overflowing, it transforms, unveiling its true \"blossoming\" form.\nAnd with its bloom comes death.\n\"The good news is it doesn't mean any harm, it just absorbs nutrients for photosynthesis. The bad news is... we're the nutrients.\"",
    "KO": "니네베",
    "CHS": "尼尼微",
    "JA": "ニネヴェ"
  },
  "35002": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_Geppetto.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 3,
    "group": 201,
    "EN": "OfficialName_",
    "desc": "Unknown",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "100001": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_ClaymoreGreyPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["All"],
    "rarity": 1,
    "group": 201,
    "EN": "Tyrfing - Energized",
    "desc": "The Hollow Investigative Association has been studying Tyrfing's behavioral patterns, and research results show that its seemingly unbalanced stance of swaying and skewing is, in fact, a highly efficient stance for launching successive slashing attacks.\nDue to its frequent appearances and aggressive behavior, Tyrfing has been identified as one of the most deadly Ethereals in the Hollow, particularly for certain Hollow personnel.\nWhen faced with a shielded enemy, it relentlessly launches attacks until either its enemy or itself is destroyed.\n\"Perhaps... they don't actually hate us, but just think of us as punching bags for practice?\"",
    "KO": "티르빙·에너지형",
    "CHS": "提尔锋·蓄能型",
    "JA": "ティルヴィング・蓄エネ型"
  },
  "100002": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_Claymore.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["All"],
    "rarity": 1,
    "group": 201,
    "EN": "OfficialName_",
    "desc": "The Hollow Investigative Association has been studying Tyrfing's behavioral patterns, and research results show that its seemingly unbalanced stance of swaying and skewing is, in fact, a highly efficient stance for launching successive slashing attacks.\nDue to its frequent appearances and aggressive behavior, Tyrfing has been identified as one of the most deadly Ethereals in the Hollow, particularly for certain Hollow personnel.\nWhen faced with a shielded enemy, it relentlessly launches attacks until either its enemy or itself is destroyed.\n\"Perhaps... they don't actually hate us, but just think of us as punching bags for practice?\"",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "100003": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_ClaymoreGrey.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["All"],
    "rarity": 1,
    "group": 201,
    "EN": "OfficialName_",
    "desc": "The Hollow Investigative Association has been studying Tyrfing's behavioral patterns, and research results show that its seemingly unbalanced stance of swaying and skewing is, in fact, a highly efficient stance for launching successive slashing attacks.\nDue to its frequent appearances and aggressive behavior, Tyrfing has been identified as one of the most deadly Ethereals in the Hollow, particularly for certain Hollow personnel.\nWhen faced with a shielded enemy, it relentlessly launches attacks until either its enemy or itself is destroyed.\n\"Perhaps... they don't actually hate us, but just think of us as punching bags for practice?\"",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "100004": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_TyrfingInfested.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["All"],
    "rarity": 1,
    "group": 201,
    "EN": "Tyrfing (Infested)",
    "desc": "The Hollow Investigative Association has been studying Tyrfing's behavioral patterns, and research results show that its seemingly unbalanced stance of swaying and skewing is, in fact, a highly efficient stance for launching successive slashing attacks.\nDue to its frequent appearances and aggressive behavior, Tyrfing has been identified as one of the most deadly Ethereals in the Hollow, particularly for certain Hollow personnel.\nWhen faced with a shielded enemy, it relentlessly launches attacks until either its enemy or itself is destroyed.\n\"Perhaps... they don't actually hate us, but just think of us as punching bags for practice?\"",
    "KO": "티르빙(감염 상태)",
    "CHS": "提尔锋（寄生态）",
    "JA": "ティルヴィング（寄主形態）"
  },
  "100011": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_CyclopsGreyPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["All"],
    "rarity": 1,
    "group": 201,
    "EN": "Alpeca - Energized",
    "desc": "The Hollow Investigative Association has limited research on Alpeca. After briefly studying its behavioral pattern of spewing liquid Ether, the Association classified Alpeca as a low-threat Ethereal and ended its investigation.\nScholars once showed great interest in observing how Alpeca spews liquefied Ether and even commissioned surveys for closer observation.\nExperienced investigators have been avoiding such tasks for unknown reasons, however.\n\"Run! They're spitting again... Oh, no! My new clothes!\"",
    "KO": "알페카·에너지형",
    "CHS": "阿佩卡·蓄能型",
    "JA": "アルペカ・蓄エネ型"
  },
  "100012": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_Cyclops.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["All"],
    "rarity": 1,
    "group": 201,
    "EN": "OfficialName_",
    "desc": "The Hollow Investigative Association has limited research on Alpeca. After briefly studying its behavioral pattern of spewing liquid Ether, the Association classified Alpeca as a low-threat Ethereal and ended its investigation.\nScholars once showed great interest in observing how Alpeca spews liquefied Ether and even commissioned surveys for closer observation.\nExperienced investigators have been avoiding such tasks for unknown reasons, however.\n\"Run! They're spitting again... Oh, no! My new clothes!\"",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "100013": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_CyclopsPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["All"],
    "rarity": 1,
    "group": 201,
    "EN": "OfficialName_",
    "desc": "The Hollow Investigative Association has limited research on Alpeca. After briefly studying its behavioral pattern of spewing liquid Ether, the Association classified Alpeca as a low-threat Ethereal and ended its investigation.\nScholars once showed great interest in observing how Alpeca spews liquefied Ether and even commissioned surveys for closer observation.\nExperienced investigators have been avoiding such tasks for unknown reasons, however.\n\"Run! They're spitting again... Oh, no! My new clothes!\"",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "100014": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_AlpecaInfested.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["All"],
    "rarity": 1,
    "group": 201,
    "EN": "Alpeca (Infested)",
    "desc": "The Hollow Investigative Association has limited research on Alpeca. After briefly studying its behavioral pattern of spewing liquid Ether, the Association classified Alpeca as a low-threat Ethereal and ended its investigation.\nScholars once showed great interest in observing how Alpeca spews liquefied Ether and even commissioned surveys for closer observation.\nExperienced investigators have been avoiding such tasks for unknown reasons, however.\n\"Run! They're spitting again... Oh, no! My new clothes!\"",
    "KO": "알페카(감염 상태)",
    "CHS": "阿佩卡（寄生态）",
    "JA": "アルペカ（寄主形態）"
  },
  "100021": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_SatyrusPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["All"],
    "rarity": 1,
    "group": 201,
    "EN": "Faun - Energized",
    "desc": "A living humanoid Ether that was first spotted in the Hollow in the New Eridu metro. It once raised debate among the Hollow Investigative Association, as some believed it to be living Ether converted from the Corrupted, while others claimed it to be pure living Ether affected by the Hollow environment. The Association considers it of low threat due to its limited intelligence, but one should never underestimate them, as they usually appear in groups.\n\"Have you ever been late or fined because of a red light? Feels terrible, right?\"\n\"Well, here's your chance to blow off some steam!\"",
    "KO": "파우누스·에너지형",
    "CHS": "萨提尔·蓄能型",
    "JA": "サテュロス・蓄エネ型"
  },
  "100031": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_GolemGreyPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["All"],
    "rarity": 1,
    "group": 201,
    "EN": "Hoplitai - Energized",
    "desc": "While categorized by the Hollow Investigative Association as a \"low threat\" Ethereal, Hoplitai prove to be a formidable opponent for novice Hollow Raiders and investigators.\nIts forelimbs are covered in a thick inert Ether matter, serving as both a tough shield and an intimidating weapon.\nThe only drawback is its top-heavy appearance, making it not look very clever.\n\"Alright, guys... Check out this sorry excuse... This is Hoplitai.\"\n\"When Ethereals gather together to play rock-paper-scissors, this idiot always plays paper!\"",
    "KO": "호플리타이·에너지형",
    "CHS": "霍普利泰·蓄能型",
    "JA": "ホプリタイ・蓄エネ型"
  },
  "100032": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_Golem.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["All"],
    "rarity": 1,
    "group": 201,
    "EN": "OfficialName_",
    "desc": "While categorized by the Hollow Investigative Association as a \"low threat\" Ethereal, Hoplitai prove to be a formidable opponent for novice Hollow Raiders and investigators.\nIts forelimbs are covered in a thick inert Ether matter, serving as both a tough shield and an intimidating weapon.\nThe only drawback is its top-heavy appearance, making it not look very clever.\n\"Alright, guys... Check out this sorry excuse... This is Hoplitai.\"\n\"When Ethereals gather together to play rock-paper-scissors, this idiot always plays paper!\"",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "100033": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_GolemPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["All"],
    "rarity": 1,
    "group": 201,
    "EN": "OfficialName_",
    "desc": "While categorized by the Hollow Investigative Association as a \"low threat\" Ethereal, Hoplitai prove to be a formidable opponent for novice Hollow Raiders and investigators.\nIts forelimbs are covered in a thick inert Ether matter, serving as both a tough shield and an intimidating weapon.\nThe only drawback is its top-heavy appearance, making it not look very clever.\n\"Alright, guys... Check out this sorry excuse... This is Hoplitai.\"\n\"When Ethereals gather together to play rock-paper-scissors, this idiot always plays paper!\"",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "100041": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_SpiderGreyPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 201,
    "EN": "Blastcrawler - Energized",
    "desc": "According to research reports conducted by the Hollow Investigative Association, Blastcrawlers, with their low mobility and causing only small explosions, are classified as a \"low-threat,\" \"non-concern\" lower-tier Ethereal.\nHowever, astute businessmen have recognized the opportunities presented by their rounded bodies and short legs.\nA film titled \"Roll Over, Little Blastcrawler\" gained significant popularity, leading to the sale of merchandise like Blastcrawler dolls and pillows at remarkably high prices.\n\"I didn't expect their dolls to be more deadly than the real deal... on your wallet at least. Looks like I'll be surviving on instant noodles next month, Billy...\"",
    "KO": "블라스트크롤러·에너지형",
    "CHS": "雷蛛·蓄能型",
    "JA": "ブラストスパイダー・蓄エネ型"
  },
  "100042": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_Spider.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 201,
    "EN": "OfficialName_",
    "desc": "According to research reports conducted by the Hollow Investigative Association, Blastcrawlers, with their low mobility and causing only small explosions, are classified as a \"low-threat,\" \"non-concern\" lower-tier Ethereal.\nHowever, astute businessmen have recognized the opportunities presented by their rounded bodies and short legs.\nA film titled \"Roll Over, Little Blastcrawler\" gained significant popularity, leading to the sale of merchandise like Blastcrawler dolls and pillows at remarkably high prices.\n\"I didn't expect their dolls to be more deadly than the real deal... on your wallet at least. Looks like I'll be surviving on instant noodles next month, Billy...\"",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "100043": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_SpiderPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 201,
    "EN": "OfficialName_",
    "desc": "According to research reports conducted by the Hollow Investigative Association, Blastcrawlers, with their low mobility and causing only small explosions, are classified as a \"low-threat,\" \"non-concern\" lower-tier Ethereal.\nHowever, astute businessmen have recognized the opportunities presented by their rounded bodies and short legs.\nA film titled \"Roll Over, Little Blastcrawler\" gained significant popularity, leading to the sale of merchandise like Blastcrawler dolls and pillows at remarkably high prices.\n\"I didn't expect their dolls to be more deadly than the real deal... on your wallet at least. Looks like I'll be surviving on instant noodles next month, Billy...\"",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "100044": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_Shatterbug.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 201,
    "EN": "Shatterbug",
    "desc": "According to research reports conducted by the Hollow Investigative Association, Blastcrawlers, with their low mobility and causing only small explosions, are classified as a \"low-threat,\" \"non-concern\" lower-tier Ethereal.\nHowever, astute businessmen have recognized the opportunities presented by their rounded bodies and short legs.\nA film titled \"Roll Over, Little Blastcrawler\" gained significant popularity, leading to the sale of merchandise like Blastcrawler dolls and pillows at remarkably high prices.\n\"I didn't expect their dolls to be more deadly than the real deal... On your wallet at least. Looks like I'll be surviving on instant noodles next month, Billy...\"",
    "KO": "파갑충",
    "CHS": "绽壳虫",
    "JA": "爆裂虫"
  },
  "100051": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_StrikeJaegerPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 205,
    "EN": "Harrier Jaeger",
    "desc": "A light infantry unit of the New Eridu Defense Force.\nArmed with combat knives and small Ether explosives as their primary weapons, they emphasize mobility and stealth. Often deployed as scouts or members of reconnaissance teams, they rely on exceptional maneuverability for tasks such as surprise attacks, scouting, pursuit, and assassination.\nIn Hollow-related operations, they serve as excellent vanguards, using their close combat skills to easily overpower ordinary invaders or lower-level living Ether beings.\n\"Masters of the dagger? More like crafty grenadiers. Pretending to be all fancy with their daggers, when most of their opponents are clearly taken out by grenades!\"",
    "KO": "교란 엽병",
    "CHS": "袭扰猎兵",
    "JA": "牽制猟兵"
  },
  "100061": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_LightJaegerPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 205,
    "EN": "Scout Jaeger",
    "desc": "As the New Eridu Defense Force's signature combat unit, qualified Light Jaegers and Scout Jaegers can freely switch between various combat modes.\nWhether using a knife in close combat or the Falcon-MK3 Ether energy gun at long range, they can tailor their tactics to the target's weaknesses.\nAnd when their opponent is in disarray they launch an offensive without hesitation.\n\"I saw that guy with a knife and was preparing for a fair fight... I didn't expect him to suddenly pull out a gun.\"",
    "KO": "선봉 엽병",
    "CHS": "先锋猎兵",
    "JA": "先鋒猟兵"
  },
  "100071": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_MeleeJaegerPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 205,
    "EN": "Private Jaeger",
    "desc": "Rookie Jaegers and Private Jaegers play a crucial role as vanguards in the Defense Force's Hollow special operations.\nEquipped with the Coyote-PE7 Ether cutter, which boasts a high-frequency vibration cutting blade effective at deterring smaller enemies.\nEngaging Ethereals in close-quarters combat demands exceptional courage, or perhaps madness.\n\"Strictly speaking, that can't be considered a standardized anti-Hollow operation... Those lunatics just seem to enjoy brawling with Ethereals for fun.\"",
    "KO": "훈련 엽병",
    "CHS": "整训猎兵",
    "JA": "練達猟兵"
  },
  "100081": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_HeavyJaeger_Pro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 205,
    "EN": "Patrol Jaeger",
    "desc": "As a vital offensive and defensive unit in the Defense Force's tactical squads, Guard Jaegers and Patrol Jaegers not only carry \"Coyote-PE7\" heavy Ether cutters but also inert Ether blast shields, providing cover for tactical squads in complex battlefield environments.\nAs a high-defense unit, the extraordinary weight of the shield affects their combat mobility.\nWithout strict training, an ordinary person would find it challenging to lift such a shield.\n\"Come back and submit your application once you've hit the gym!\"",
    "KO": "순찰 엽병",
    "CHS": "巡防猎兵",
    "JA": "巡回猟兵"
  },
  "100091": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_GrenadierJaegerPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 205,
    "EN": "Demolition Jaeger",
    "desc": "Grenadier Jaegers and Demolition Jaegers are equipped with a modified version of the Mamba-TG3 Bazooka, featuring special ammunition containing active Ether incendiary agents. This weapon enables them to swiftly destroy enemy mech units and eliminate large Ethereals within the Hollows.\nTo counteract the recoil and ensure accurate aim, they are required to undergo special weapon-grip training. Interestingly, Defense Force statistics indicate recruits excelling in this program often possess prior experience in photography.\n\"Wanna know how to use this thing? It's like using a shoulder-mounted camera.\"\n\"Just lock onto your target, pull the trigger, and say...\"\n\"Hey, idiot!... Say cheese!\"",
    "KO": "포격 엽병",
    "CHS": "轰击猎兵",
    "JA": "爆撃猟兵"
  },
  "100101": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_HeavySoldierPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 204,
    "EN": "OfficialName_",
    "desc": "Unknown",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "100111": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_MeleeSoldierPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 204,
    "EN": "OfficialName_",
    "desc": "Unknown",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "100121": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_RangeSoldierPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 204,
    "EN": "OfficialName_",
    "desc": "Unknown",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "100131": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_PatrollerPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 290,
    "EN": "OfficialName_",
    "desc": "Highly maneuverable small autonomous mechs deployed by Public Security, equipped with inert Ether circular saws that also serve as assistant steering wheels for navigating complex terrains at high speeds.\nHowever, due to their rudimentary self-control programs, these lawnmowers occasionally cause unintended damage while executing their slicing attacks.\n\"Hey! Who the heck messed up my brand new car!?\"",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "100141": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_MandrakePro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 201,
    "EN": "Mandrake - Energized",
    "desc": "Mandrake derive their name from a toxic herb. The scholar who initially assigned the name believed there was a resemblance between the two solely based on their appearance.\nWhile blooming, Mandrake emit heat rays targeting nearby objects, while sturdy leaves anchor it firmly to the ground, preventing uprooting. When threatened, Mandrake may use their sharp leaves for self-defense.\nSimilar to the legend of their namesake, Mandrake cries can be highly deadly.\n\"Stay away! It's gonna bloom any second now!\"",
    "KO": "맨드레이크·에너지형",
    "CHS": "曼德拉·蓄能型",
    "JA": "マンドレイク・蓄エネ型"
  },
  "100151": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_ThugRaiderPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 202,
    "EN": "Looter",
    "desc": "Among the ranks of Ether thieves, Raiders and Looters serve as the core members, possessing both technical expertise and combat skills.\nTheir Electric Resonance Detection Devices emit powerful currents that are used to detect Ether ore and also function as formidable weapons during armed raids.\nOccasionally mistaken for illegal fishermen, they pay little attention to such misconceptions.\nAfter all, with their extremely lethal electro-shockers, they don't really care whether their targets are fish or humans...\n\"If you encounter individuals armed with electrified harpoons, whether near a river, lake, or Hollow, please report it immediately to Public Security!\"",
    "KO": "노략꾼",
    "CHS": "劫掠者",
    "JA": "強奪者"
  },
  "100161": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_ThugPyromaniacPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 202,
    "EN": "Arsonist",
    "desc": "For Pyromaniacs and Arsonists, robbing passersby is merely a side hustle. Deep down, they consider themselves as adept bartenders who actively seek excitement.\nWith precision and skill, they expertly blend various types of Ether into their beverages, effortlessly concocting bottles of highly flammable and explosive \"exclusive brew.\"\nUnlike other brutal Hollow Raiders, they often offer their victims a choice.\nIf the victim agrees to pay the toll, they extend the courtesy of a free drink.\nHowever, if the victim declines, the flammable \"exclusive brew\" will be forcefully shattered upon their head.\n\"How about we trick those guys into drinking their own weapon stash?\"",
    "KO": "방화광",
    "CHS": "焚毁狂",
    "JA": "焼却狂"
  },
  "100181": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_ThugPoacherPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 202,
    "EN": "Rustler",
    "desc": "Most of the thugs who spend their time in the Hollows exhibit serious mental problems or peculiar quirks. Fortunately, the Poachers and the Rustlers within the gang have managed to maintain their sanity while embracing the filthy methods of traditional villains.\nCowardly and cunning, they excel in the art of concealing themselves within the shadows and launching surprise attacks on their targets. They would never choose to attack head-on if they could ambush.\nTheir composite hand crossbows, though limited in power, produce minimal noise when fired. Seasoned Poachers often seize the perfect moment and immobilize their unsuspecting prey with a single well-aimed shot.\n\"I used to be a Public Security officer, then I took an arrow in the knee while on a Hollow operation...\"",
    "KO": "도적",
    "CHS": "盗猎客",
    "JA": "盗猟犯"
  },
  "100191": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_ThugAssaulterPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 202,
    "EN": "Ambusher",
    "desc": "As the vanguards in Hollow Raider gangs, Assaulters and Ambushers often brandish their weapons and charge ahead independently.\nThis isn't because of their recklessness or disregard for teamwork, but rather a precautionary measure to prevent accidental harm. The modified transformer coils in their hands release high-voltage currents upon contact, capable of paralyzing or even knocking out an opponent with just a touch.\nAnd in the logistically difficult Hollows, an incapacitated teammate could pose a terrible challenge for an entire squad.\n\"What's this? Lemme check it out! Oh, it's some electric baton replicaaaa... Aaaaaaaaaaarrghhh...\"",
    "KO": "습격자",
    "CHS": "偷袭者",
    "JA": "奇襲者"
  },
  "100211": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_UVARavenPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 203,
    "EN": "Raven UAV - Activated",
    "desc": "Unknown",
    "KO": "레이븐 드론·활성형",
    "CHS": "渡鸦无人机·活化型",
    "JA": "レイヴンドローン・活性型"
  },
  "100231": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_PlatinumBangboo.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 290,
    "EN": "Platinum Bangboo",
    "desc": "Platinum Bangboo are mysterious entities that are even rarer than Golden Bangboo.\nWith a gorgeous appearance and being extremely rare, they enjoy a high status among all Bangboo Wanderers.\nNoble, honorable, and supreme...\nIn comparison to the flashy golden hue of Golden Bangboo, Platinum Bangboo stand out as the epitome of elegance among all Bangboo Wanderers.\nRegardless of the time and place, whenever they are encountered, all Bangboo Wanderers show reverence by bowing down and chanting, \"En-nah-ehn!\"\nFor the Hollow Raiders, however, nobility holds no significance.\nThe moment they lay eyes on one, it's as if they stumbled upon a moving gold vault.\n\"I'm gonna give this fancy-looking thing a good punch, and it better rain Dennies like crazy!\"",
    "KO": "플래티넘 「Bangboo」",
    "CHS": "白金邦布",
    "JA": "プラチナボンプ"
  },
  "100251": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_AhrimanPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 201,
    "EN": "Ahriman - Energized",
    "desc": "Due to its unique and grotesque shape, Ahriman is often mistaken for an art sculpture in the Ballet Twins.\nAs a result, many novice investigators are left with lifelong trauma when they first encounter an Ahriman...\nYou just passed by a certain \"sculpture\" when it suddenly moves...\nAnd that fearful moment frozen in place is the perfect moment for Ahriman to launch a surprise attack.\n\"Corin, don't be fooled by how it looks... It's no fancy art.\"\n\"Now, let's clean it up.\"",
    "KO": "악령·에너지형",
    "CHS": "恶灵·蓄能型",
    "JA": "アフリマン・蓄エネ型"
  },
  "100261": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_SpecterPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 201,
    "EN": "Specter - Energized",
    "desc": "Influenced by the distinctive decor of the interior of the Ballet Twins, Specters have the grotesque and twisted limb configuration of an artistic sculpture.\nSome investigators believe its unique shape is intended to enhance the protection of its Ether Core.\nOthers argue it's merely a trick designed to distract its enemies. While its enemies are mesmerized by its peculiar posture, a Specter will seize the opportunity to launch long-range attacks using concentrated Ether.\n\"I looked at its bizarre structure and thought to myself: Was it trying to play a game of bowling with its own head?\"\n\"But before I could make sense of anything, its bowling ball had already smashed into my face...\"",
    "KO": "망령·에너지형",
    "CHS": "游魂·蓄能型",
    "JA": "スペクター・蓄エネ型"
  },
  "100271": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_ViciousStrikerPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 203,
    "EN": "Vicious Striker",
    "desc": "A poor soul mutated by the corruption due to potent Ether matter in the Hollows. As the original entity had a certain level of Ether aptitude, the transformation is not fully complete, retaining some humanoid features of the original form. Judging by the remnants of clothing and combat experience, it's quite likely it was originally a thug/criminal dwelling within the Hollow.\nWhile gangsters and thugs in the Hollows typically wear anti-corruption gear, some unlucky individuals undergo monstrous transformations due to severe Ether corruption. These transformed Ethereal beings retain their combat skills from their past lives, making them a more formidable threat compared to pure Ethereals.\n\"They lived as criminals, and even in death they continue being a nuisance.\"",
    "KO": "악독한 싸움꾼",
    "CHS": "恶毒打手",
    "JA": "悪辣討手"
  },
  "100281": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_GreedyRangerPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 203,
    "EN": "Greedy Ranger",
    "desc": "This humanoid intelligent being is a result of potent Ether matter corruption in the Hollow, exhibiting both humanoid traits and remnants of its former clothing and combat style. It is likely that it was once a gang member or raider living in the Hollow.\nThe creature's physical characteristics indicate its past as a long-range weapon specialist. Despite losing its free will and life due to Etherealization, it retains its instincts and habits for long-range combat. Its corrupted form enables it to launch projectiles, attacking enemies from a distance. The Ether corruption has enhanced its shooting abilities and projectile firepower. (For example, these creatures may fire sharp Ether Crystals or mixed explosives.)\n\"I told him not to touch that crystal, but he wouldn't listen! That reckless idiot never listens! By the time we were about to leave the Hollow, he... he changed...\"",
    "KO": "탐욕스러운 총잡이",
    "CHS": "贪婪射手",
    "JA": "強欲射手"
  },
  "100291": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_BeholderEnginePro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 201,
    "EN": "OfficialName_",
    "desc": "While a Beholder Engine is primarily considered a close-range threat, it frequently presents unforeseen dangers to investigators during Hollow expeditions.\nEven seasoned investigators can experience an overwhelming sense of panic when confronted by the piercing gaze of its eyes in the darkness.\nWithin the Hollows, fear has a tendency to intensify Ether corruption, thereby inviting calamity.\n\"The only way to overcome fear... is to stare into it and fight it back.\"",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "100301": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_FossorPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 201,
    "EN": "Fossor - Energized",
    "desc": "Recent studies by the Whitestar Institute reveal that some Ethereals' limbs carry notable features from their environment.\nFossor is a prime example of this — its strange forelimbs bear a striking resemblance to the drilling equipment found in the Old Oil Field region.\nAlthough some suggest this is a camouflage tactic to deceive enemies, others have pointed out that Fossor's combat style is aggressive and direct, making it appear ill-suited for ambushes.\nSome imaginative Hollow Raiders speculate it may have developed this form just to dig for minerals...\n\"When I caught sight of it from a distance, it seemed to be happily digging up the asphalt.\"\n\"When it spotted me, it didn't hesitate to charge straight at me, desperately trying to drive me away...\"\n\"But I was just passing by! I had absolutely no intention of taking any of its junk!\"",
    "KO": "포소르·에너지형",
    "CHS": "弗瑟尔·蓄能型",
    "JA": "フォッソル・蓄エネ型"
  },
  "100311": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_SordidusPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 201,
    "EN": "Sordidus - Energized",
    "desc": "The Hollows of the Outer Ring are home to a variety of bizarre Ethereals, and Sordidus is a prime example.\nThey possess a unique body structure, with highly flexible limbs that seem to be the result of an unknown reaction between crude oil and active Ether.\nOnce they lock onto a target, they use their limbs like expert acrobats, launching aggressive and brutal attacks.\n\"Damn it... That thing actually whipped me!\"\n\"Does it see itself as a tamer, treating us like wild beasts?\"",
    "KO": "소르디두스·에너지형",
    "CHS": "索迪代斯·蓄能型",
    "JA": "ソルデドゥス・蓄エネ型"
  },
  "200001": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_GiantGreyPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "Farbauti - Energized",
    "desc": "Farbauti, possessing immense strength and often in a frenzied state, is one of the most formidable threats Hollow Raiders may face. Its hammer-like arms can effortlessly deflect damage and unleash storms of blows that crush everything in its path.\nSome Hollow Raiders have observed Farbauti frequently pounding the ground in a rhythmic, high-frequency manner, leading to speculation about its peculiar interest in drumming music.\nDespite the Hollow Investigative Association publicly debunking this rumor, many Hollow Raiders carry portable stereos in an attempt to distract Farbauti with music.\nNo successful escapes using this method have been reported however.\n\"The reason for their failure is simple: Even Farbauti think your taste in music sucks!\"",
    "KO": "파르바우티·에너지형",
    "CHS": "法布提·蓄能型",
    "JA": "ファールバウティ・蓄エネ型"
  },
  "200002": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_Giant.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "OfficialName_",
    "desc": "Farbauti, possessing immense strength and often in a frenzied state, is one of the most formidable threats Hollow Raiders may face. Its hammer-like arms can effortlessly deflect damage and unleash storms of blows that crush everything in its path.\nSome Hollow Raiders have observed Farbauti frequently pounding the ground in a rhythmic, high-frequency manner, leading to speculation about its peculiar interest in drumming music.\nDespite the Hollow Investigative Association publicly debunking this rumor, many Hollow Raiders carry portable stereos in an attempt to distract Farbauti with music.\nNo successful escapes using this method have been reported however.\n\"The reason for their failure is simple: Even Farbauti think your taste in music sucks!\"",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "200003": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_GiantPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "OfficialName_",
    "desc": "Farbauti, possessing immense strength and often in a frenzied state, is one of the most formidable threats Hollow Raiders may face. Its hammer-like arms can effortlessly deflect damage and unleash storms of blows that crush everything in its path.\nSome Hollow Raiders have observed Farbauti frequently pounding the ground in a rhythmic, high-frequency manner, leading to speculation about its peculiar interest in drumming music.\nDespite the Hollow Investigative Association publicly debunking this rumor, many Hollow Raiders carry portable stereos in an attempt to distract Farbauti with music.\nNo successful escapes using this method have been reported however.\n\"The reason for their failure is simple: Even Farbauti think your taste in music sucks!\"",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "200004": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_GiantEnergy.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "Ionized - Farbauti",
    "desc": "Farbauti, possessing immense strength and often in a frenzied state, is one of the most formidable threats Hollow Raiders may face. Its hammer-like arms can effortlessly deflect damage and unleash storms of blows that crush everything in its path.\nSome Hollow Raiders have observed Farbauti frequently pounding the ground in a rhythmic, high-frequency manner, leading to speculation about its peculiar interest in drumming music.\nDespite the Hollow Investigative Association publicly debunking this rumor, many Hollow Raiders carry portable stereos in an attempt to distract Farbauti with music.\nNo successful escapes using this method have been reported however.\n\"The reason for their failure is simple: Even Farbauti think your taste in music sucks!\"",
    "KO": "플라스마·파르바우티",
    "CHS": "离子体·法布提",
    "JA": "電離体・ファールバウティ"
  },
  "200011": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_HatiGreyPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "Hati - Energized",
    "desc": "The HIA Phase-I Investigation Team has officially documented the existence of this sentient living Ether resembling a four-legged beast, which poses significant danger. \nAccording to rumors, the first sighting took place in Nest Hollow, where individuals exploring the nearby wastes reported hearing ear-splitting roars reminiscent of wild animal growls.\n\"If I throw a stick or a ball, do you think that monster will catch it?\"\n\"You can give it a try, but I won't cover your medical bill.\"",
    "KO": "하티·에너지형",
    "CHS": "哈提·蓄能型",
    "JA": "ハティ・蓄エネ型"
  },
  "200012": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_Hati.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "OfficialName_",
    "desc": "The HIA Phase-I Investigation Team has officially documented the existence of this sentient living Ether resembling a four-legged beast, which poses significant danger. \nAccording to rumors, the first sighting took place in Nest Hollow, where individuals exploring the nearby wastes reported hearing ear-splitting roars reminiscent of wild animal growls.\n\"If I throw a stick or a ball, do you think that monster will catch it?\"\n\"You can give it a try, but I won't cover your medical bill.\"",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "200013": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_HatiPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "OfficialName_",
    "desc": "The HIA Phase-I Investigation Team has officially documented the existence of this sentient living Ether resembling a four-legged beast, which poses significant danger. \nAccording to rumors, the first sighting took place in Nest Hollow, where individuals exploring the nearby wastes reported hearing ear-splitting roars reminiscent of wild animal growls.\n\"If I throw a stick or a ball, do you think that monster will catch it?\"\n\"You can give it a try, but I won't cover your medical bill.\"",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "200014": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_HatiBoss.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 3,
    "group": 201,
    "EN": "Notorious - Hati",
    "desc": "The HIA Phase-I Investigation Team has officially documented the existence of this sentient living Ether resembling a four-legged beast, which poses significant danger. \nAccording to rumors, the first sighting took place in Nest Hollow, where individuals exploring the nearby wastes reported hearing ear-splitting roars reminiscent of wild animal growls.\n\"If I throw a stick or a ball, do you think that monster will catch it?\"\n\"You can give it a try, but I won't cover your medical bill.\"",
    "KO": "노토리우스·하티",
    "CHS": "恶名·哈提",
    "JA": "要警戒・ハティ"
  },
  "200015": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_HatiEnergized.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 3,
    "group": 201,
    "EN": "Hati Pack Leader — Energized",
    "desc": "The HIA Phase-I Investigation Team has officially documented the existence of this sentient living Ether resembling a four-legged beast, which poses significant danger. \nAccording to rumors, the first sighting took place in the Nest Hollow, where individuals exploring the nearby wastes reported hearing ear-splitting roars reminiscent of wild animal growls.\n\"If I throw a stick or a ball, do you think that monster will catch it?\"\n\"You can give it a try, but I won't cover your medical bill.\"",
    "KO": "하티 리더·에너지형",
    "CHS": "哈提头犬·蓄能型",
    "JA": "ハティアルファ・蓄エネ型"
  },
  "200021": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_GoblinGreyPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "Goblin - Energized",
    "desc": "During initial encounters with these unique Ethereals, Hollow investigators mistakenly thought they possessed some level of intelligence, even showing signs of learning to wield bludgeoning weapons like humans. As a result, they were dubbed \"Goblins.\"\nHowever, subsequent research revealed that their \"hammers\" were actually twisted and deformed limbs, and that they lacked the ability to imitate human behavior.\nNevertheless, Goblins remain formidable adversaries due to their robust physique and sheer brute strength, with even a simple swing of their limbs proving deadly.\nIf anything trespasses on their territory, they will immediately enter a state of fury, sparing no effort in mercilessly smashing the intruder.\n\"Huh? There's a Goblin running over here, banging on a heap of scrap metal.\"\n\"Don't you think his attacks have a rhythm to them, like he's playing a drum...?\"\n\"Hey! Don't be stupid, you two! That's not scrap metal! It's our supply truck!\"",
    "KO": "고블린·에너지형",
    "CHS": "地精·蓄能型",
    "JA": "ゴブリン・蓄エネ型"
  },
  "200022": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_Goblin.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "OfficialName_",
    "desc": "During initial encounters with these unique Ethereals, Hollow investigators mistakenly thought they possessed some level of intelligence, even showing signs of learning to wield bludgeoning weapons like humans. As a result, they were dubbed \"Goblins.\"\nHowever, subsequent research revealed that their \"hammers\" were actually twisted and deformed limbs, and that they lacked the ability to imitate human behavior.\nNevertheless, Goblins remain formidable adversaries due to their robust physique and sheer brute strength, with even a simple swing of their limbs proving deadly.\nIf anything trespasses on their territory, they will immediately enter a state of fury, sparing no effort in mercilessly smashing the intruder.\n\"Huh? There's a Goblin running over here, banging on a heap of scrap metal.\"\n\"Don't you think his attacks have a rhythm to them, like he's playing a drum...?\"\n\"Hey! Don't be stupid, you two! That's not scrap metal! It's our supply truck!\"",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "200023": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_GoblinPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "OfficialName_",
    "desc": "During initial encounters with these unique Ethereals, Hollow investigators mistakenly thought they possessed some level of intelligence, even showing signs of learning to wield bludgeoning weapons like humans. As a result, they were dubbed \"Goblins.\"\nHowever, subsequent research revealed that their \"hammers\" were actually twisted and deformed limbs, and that they lacked the ability to imitate human behavior.\nNevertheless, Goblins remain formidable adversaries due to their robust physique and sheer brute strength, with even a simple swing of their limbs proving deadly.\nIf anything trespasses on their territory, they will immediately enter a state of fury, sparing no effort in mercilessly smashing the intruder.\n\"Huh? There's a Goblin running over here, banging on a heap of scrap metal.\"\n\"Don't you think his attacks have a rhythm to them, like he's playing a drum...?\"\n\"Hey! Don't be stupid, you two! That's not scrap metal! It's our supply truck!\"",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "200031": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_HatiArmoredGreyPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "Armored Hati - Energized",
    "desc": "The Armored Hati is widely regarded as a formidable adversary by many experienced Hollow investigators.\nAlthough its armored shell limits its agility, it compensates with exceptional resistance to attacks.\nAdditionally, the corrupted material on its body forms sharp and hardened protrusions that can cause additional damage when an Armored Hati charges at high speeds.\nThis creature's agile movements, resilience to blows, and seamless armor compel even the most seasoned explorers to seek alternative routes to avoid direct confrontation.\nSome novice Hollow Raiders have attempted to lure Armored Hati away with pet food.\nHowever, these endeavors have proven futile.\n\"Run! It doesn't like this flavor of dog food!\"",
    "KO": "무장 하티·에너지형",
    "CHS": "装甲哈提·蓄能型",
    "JA": "アーマーハティ・蓄エネ型"
  },
  "200032": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_HatiArmored.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "OfficialName_",
    "desc": "The Armored Hati is widely regarded as a formidable adversary by many experienced Hollow investigators.\nAlthough its armored shell limits its agility, it compensates with exceptional resistance to attacks.\nAdditionally, the corrupted material on its body forms sharp and hardened protrusions that can cause additional damage when an Armored Hati charges at high speeds.\nThis creature's agile movements, resilience to blows, and seamless armor compel even the most seasoned explorers to seek alternative routes to avoid direct confrontation.\nSome novice Hollow Raiders have attempted to lure Armored Hati away with pet food.\nHowever, these endeavors have proven futile.\n\"Run! It doesn't like this flavor of dog food!\"",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "200033": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_HatiArmoredPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "OfficialName_",
    "desc": "The Armored Hati is widely regarded as a formidable adversary by many experienced Hollow investigators.\nAlthough its armored shell limits its agility, it compensates with exceptional resistance to attacks.\nAdditionally, the corrupted material on its body forms sharp and hardened protrusions that can cause additional damage when an Armored Hati charges at high speeds.\nThis creature's agile movements, resilience to blows, and seamless armor compel even the most seasoned explorers to seek alternative routes to avoid direct confrontation.\nSome novice Hollow Raiders have attempted to lure Armored Hati away with pet food.\nHowever, these endeavors have proven futile.\n\"Run! It doesn't like this flavor of dog food!\"",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "200034": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_HatiArmoredBoss.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 3,
    "group": 201,
    "EN": "Notorious - Armored Hati",
    "desc": "The Armored Hati is widely regarded as a formidable adversary by many experienced Hollow investigators.\nAlthough its armored shell limits its agility, it compensates with exceptional resistance to attacks.\nAdditionally, the corrupted material on its body forms sharp and hardened protrusions that can cause additional damage when an Armored Hati charges at high speeds.\nThis creature's agile movements, resilience to blows, and seamless armor compel even the most seasoned explorers to seek alternative routes to avoid direct confrontation.\nSome novice Hollow Raiders have attempted to lure Armored Hati away with pet food.\nHowever, these endeavors have proven futile.\n\"Run! It doesn't like this flavor of dog food!\"",
    "KO": "노토리우스·무장 하티",
    "CHS": "恶名·装甲哈提",
    "JA": "要警戒・アーマーハティ"
  },
  "200041": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_GoblinMetroPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "Metro Goblin - Energized",
    "desc": "The debate regarding Metro Goblin is a persistent one. Some scholars argue their peculiar appearance serves as camouflage to confuse their enemies, while others attribute the debris on their bodies to corruption and fusion with old metro equipment.\nNevertheless, the presence of Metro Goblins evokes fear among inexperienced investigators exploring the Hollow's old metro zone.\nAt any given moment, an ordinary-looking \"road sign\" may start trembling, and then a formidable Ethereal emerges from the ground, charging menacingly.\n\"Huh? I saw this sign a few minutes ago. Have we been going in circles?\"\n\"No... That 'road sign' has been following us!\"",
    "KO": "철도 고블린·에너지형",
    "CHS": "铁道地精·蓄能型",
    "JA": "メトロゴブリン・蓄エネ型"
  },
  "200051": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_ArlauneGreyPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "Arlaune - Energized",
    "desc": "Many novice Hollow Raiders who come across an Arlaune for the first time are often deceived by its appearance, mistakenly assuming it to be a harmless plant.\nHowever, upon approaching it, they discover that Arlaune release a concentrated discharge of Ether matter, catching their unsuspecting victims off guard.\n\"Huh? I tried to water it, and it spat at me?\"",
    "KO": "아라운·에너지형",
    "CHS": "阿劳恩·蓄能型",
    "JA": "アルラウネ・蓄エネ型"
  },
  "200052": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_Arlaune.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "OfficialName_",
    "desc": "Many novice Hollow Raiders who come across an Arlaune for the first time are often deceived by its appearance, mistakenly assuming it to be a harmless plant.\nHowever, upon approaching it, they discover that Arlaune release a concentrated discharge of Ether matter, catching their unsuspecting victims off guard.\n\"Huh? I tried to water it, and it spat at me?\"",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "200053": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_ArlaunePro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "OfficialName_",
    "desc": "Many novice Hollow Raiders who come across an Arlaune for the first time are often deceived by its appearance, mistakenly assuming it to be a harmless plant.\nHowever, upon approaching it, they discover that Arlaune release a concentrated discharge of Ether matter, catching their unsuspecting victims off guard.\n\"Huh? I tried to water it, and it spat at me?\"",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "200061": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_LAAndroidPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 204,
    "EN": "OfficialName_",
    "desc": "An automatic combat mech utilized by Public Security. It possesses various combat modes tailored to various Ethereals types. Its weapons include circular chainsaws and fusion heat rays.\nSweepers can swiftly identify target Ethereals and adapt to the most effective combat strategy.\nHowever, their reliability diminishes to some extent when faced with Hollow Raiders who possess greater versatility than Ethereals.\n\"Stirring, chopping, heating... I wonder who came up with this? Maybe some undercover agent from a kitchenware company trying to boost sales?\"",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "200071": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_HeavyStrikerPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 205,
    "EN": "Heavy Striker MK II",
    "desc": "An automatic tactical mech of the Defense Force, providing continuous fire support for front-line personnel.\nIts inert Ether shield can withstand most light firepower and even impacts from large-sized Ethereals.\nUndoubtedly, it is one of the most trusted \"companions\" of the Defense Force.\n\"Remember, if you're in trouble, just stay behind them... You'll be pretty safe unless they accidentally squish you.\"",
    "KO": "「중무장 스트라이커 Ⅱ형」",
    "CHS": "「重装侵袭者Ⅱ型」",
    "JA": "「重装ストライカーⅡ型」"
  },
  "200072": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_HeavyStrikerBoss.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 3,
    "group": 205,
    "EN": "Shielded Defender",
    "desc": "An automatic tactical mech of the Defense Force, providing continuous fire support for front-line personnel.\nIts inert Ether shield can withstand most light firepower and even impacts from large-sized Ethereals.\nUndoubtedly, it is one of the most trusted \"companions\" of the Defense Force.\n\"Remember, if you're in trouble, just stay behind them... You'll be pretty safe unless they accidentally squish you.\"",
    "KO": "「실드 가드」",
    "CHS": "「护戍盾卫」",
    "JA": "「シールドディフェンダー」"
  },
  "200073": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_HeavyStrikerBossPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 3,
    "group": 205,
    "EN": "Shielded Defender Omega",
    "desc": "An automatic tactical mech of the Defense Force, providing continuous fire support for front-line personnel.\nIts inert Ether shield can withstand most light firepower and even impacts from large-sized Ethereals.\nUndoubtedly, it is one of the most trusted \"companions\" of the Defense Force.\n\"Remember, if you're in trouble, just stay behind them... You'll be pretty safe unless they accidentally squish you.\"",
    "KO": "「실드 가드 Ω형」",
    "CHS": "「护戍盾卫Ω型」",
    "JA": "「シールドディフェンダー・Ω」"
  },
  "200081": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_LightfootRoverPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 205,
    "EN": "Lightfoot Rover MK II",
    "desc": "The Lightfoot Rover, a mainstream fire-support mech in the Defense Force, is equipped with tactical algorithms that analyze the opponent's behavior and calculate trajectories for precise targeting.\nWhen it identifies a high-threat target, it deploys a swarm of drones from its arsenal, unleashing immense firepower.\nFor Hollow Raiders, the sudden appearance of a Lightfoot Rover can spell trouble... endless trouble...\n\"What the! It... it even has kids!?\"",
    "KO": "「민첩한 방랑자 Ⅱ형」",
    "CHS": "「捷足巡游者Ⅱ型」",
    "JA": "「駿足ローバーⅡ型」"
  },
  "200091": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_HeavyFirepowerPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 205,
    "EN": "Assault Gunner",
    "desc": "A heavy infantry unit belonging to the New Eridu Defense Force.\nEquipped with \"Gray Rhino\" heavy combat armor paired with a complete arsenal enhanced using Ether technology, they can sustain high-intensity firepower for an extended period when ample ammunition is available. They serve as the assault core of a combat team and are often deployed as the front line in assault and clearance operations.\nAfter the fall of the old capital, many soldiers left the army and joined civilian factions. Since then, these elite gunners have emerged under various banners, including private armies of plutocrats, new security companies, and even roving gangs of bandits...\n\"I'm convinced those heavy gunners are secretly adorable little girls who somehow manage to hide all that ammo in the extra pockets of their combat suits. I mean, how else can you explain their endless stockpile of shells?\"",
    "KO": "돌격 사수",
    "CHS": "突击炮手",
    "JA": "突撃砲兵"
  },
  "200101": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_TarasqueMixerPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "OfficialName_",
    "desc": "Based on their research, the Hollow Investigative Association speculates the Tarasque Mixer contains various levels of liquefied Ether.\nWhen it stirs and mixes its stored Ether, a complex reaction takes place, resulting in the release of destructive and violent energy. The power unleashed is comparable to that of the heavy artillery employed by the Defense Force.\nExperienced investigators understand the importance of maintaining a low profile to avoid direct bombardment from its heavy artillery.\n\"When it leaned down towards me, I thought it was some kind of strange welcoming gift. But when its cannon chamber lit up, I realized... it was a farewell gift.\"",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "200121": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_FrenziedManiacPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 203,
    "EN": "Frenzied Maniac",
    "desc": "Unfortunate souls mutated by the intense corruption of Ether matter within the Hollows. Due to a considerable degree of Ether aptitude and physical capability, their bodies have not been completely transformed by the Ether, retaining humanoid features but with enhanced mutant limbs that are more dangerous.\nJudging from the remnants of clothing and its combat experience, it was likely once a senior gang member or Raider lurking in the Hollows.\nThese corrupted subjects, potentially due to their enhanced physiology or affinity for Ether matter, have developed formidable close combat abilities, making them even more menacing than the typical monsters found in the Hollow.\n\"Their weapons look very fancy... and kinda like they came as freebies.\"",
    "KO": "광분한 폭도",
    "CHS": "狂乱暴徒",
    "JA": "狂乱暴徒"
  },
  "200131": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_WickedWraithPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 203,
    "EN": "Wicked Wraith",
    "desc": "Unfortunate souls mutated by the intense corruption of Ether matter within the Hollows. Due to a considerable degree of Ether aptitude and physical capability, their bodies have not been completely transformed by the Ether, retaining humanoid features but with enhanced mutant limbs that are more dangerous.\nJudging from the remnants of clothing and its combat experience, it was likely once a senior gang member or Raider lurking in the Hollows.\nThe makeshift firearms favored by these bandits have somehow been preserved and enhanced by the Ether matter. They no longer fire iron bullets but rather more dangerous crystalline mixtures.\n\"Don't wait around! They have endless bullets and don't need to reload at all!\"",
    "KO": "분노한 조폭",
    "CHS": "盛怒恶霸",
    "JA": "憤怒悪鬼"
  },
  "200141": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_RuthlessFiendPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 203,
    "EN": "Ruthless Fiend",
    "desc": "Unfortunate souls mutated by the intense corruption of Ether matter within the Hollows. Due to a considerable degree of Ether aptitude and physical capability, their bodies have not been completely transformed by the Ether. Humanoid features are more dangerous with enhanced mutant limbs.\nJudging from the remnants of clothing and its combat experience, it was likely once a senior gang member or Raider lurking in the Hollows.\nBandits are notorious for their dangerous behavior, and within their ranks, Hollow bandits stand out as the most ruthless. The elite fighters among these Hollow bandits are especially terrifying, displaying an elevated level of violence. When these brutes, toughened both physically and mentally through violence, undergo Ether corruption, they transform into monsters with a more feral and savage nature.\n\"They used to yell 'money or your life,' but now they're just hell-bent on taking your life...\"",
    "KO": "흉악한 미치광이",
    "CHS": "凶心疯汉",
    "JA": "凶悪狂人"
  },
  "200151": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_ThugBulkyAbuserPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 202,
    "EN": "Wanted Intimidator",
    "desc": "In contrast to fully equipped Hollow investigators, Bulky Intimidators and Wanted Intimidators possess minimalistic gear.\nNevertheless, these notorious thugs can easily instill fear in their victims with their makeshift equipment.\nA spiked metal bat and a modified double-barreled shotgun are all they need to establish themselves as the most feared brutes in the Hollow.\nAccording to investigators who have encountered them in the Hollows, these brutes enter an extreme state of euphoria during battle. Their \"demeanor\" could hardly be called combat suitable, and more closely resembles bullying.\n\"Fighting them brought back the fear I felt when facing the school bullies alone...\"",
    "KO": "지명수배 협박자",
    "CHS": "通缉虐待狂",
    "JA": "札付き虐待狂"
  },
  "200171": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_ThugBulkyEnforcerPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 202,
    "EN": "Wanted Enforcer",
    "desc": "There is a consensus within the New Eridu underworld that the most formidable fighters are not the champions of the ring, but rather the Bulky Enforcers and Wanted Enforcers lurking in the depths of the Hollow. These professional thugs are hired by Ether thieves at high prices to protect their illegally excavated Ether resources.\nBeing ardent boxing enthusiasts, Bulky Enforcers have modified high-voltage stun guns into boxing gloves, augmenting the destructive power of their punches.\nTo them, Ethereals, Hollow Raiders, Hollow investigators, and even scattered members of Public Security... are not seen as opponents but merely as \"training sandbags\" for their personal amusement.\n\"Wait a minute! I think I've seen this guy's fighting stance in the arcade on Fourth Street!\"",
    "KO": "지명수배 행동대원",
    "CHS": "通缉打手",
    "JA": "札付き殴り屋"
  },
  "200172": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_ThugBulkyEnforcerBoss.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 3,
    "group": 202,
    "EN": "Troublemaker - Wanted Enforcer",
    "desc": "There is a consensus within the New Eridu underworld that the most formidable fighters are not the champions of the ring, but rather the Bulky Enforcers and Wanted Enforcers lurking in the depths of the Hollow. These professional thugs are hired by Ether thieves at high prices to protect their illegally excavated Ether resources.\nBeing ardent boxing enthusiasts, Bulky Enforcers have modified high-voltage stun guns into boxing gloves, augmenting the destructive power of their punches.\nTo them, Ethereals, Hollow Raiders, Hollow investigators, and even scattered members of Public Security... are not seen as opponents but merely as \"training sandbags\" for their personal amusement.\n\"Wait a minute! I think I've seen this guy's fighting stance in the arcade on Fourth Street!\"",
    "KO": "주모자·지명수배 행동대원",
    "CHS": "祸首·通缉打手",
    "JA": "元凶・札付き殴り屋"
  },
  "200231": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_Doppelganger_Mors.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "Doppelganger - Mors",
    "desc": "Even among Ionized enemies renowned for their strange and uncanny qualities, Ionized Doppelgangers are exceptionally unique.\nThese entities can coat their bodies with a layer of special active Ether ions, enabling them to accurately replicate their target's form, often to a degree that makes it hard to tell the difference. Both in detail and texture, it is almost impossible to tell apart from the original.\nEven more challenging is their ability to mimic the powerful and intimidating combat techniques of their targets.\nNo one knows where they obtain the information about the subjects they mimic. Some rumors suggest they can read minds, picking out the most suitable challengers from their opponent's memories, and then attack in that form.\n\"Nonsense! If it could really read my deepest fears, it would turn into a fierce middle-aged woman wielding a clothes hanger! That's right, I'm most afraid of my mom!\"",
    "KO": "도플갱어·모르스",
    "CHS": "多佩冈亚·莫尔斯",
    "JA": "ドッペルゲンガー・モルス"
  },
  "200241": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_Doppelganger_Pulchra.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "Doppelganger - Pulchra",
    "desc": "Even among Ionized enemies renowned for their strange and uncanny qualities, Ionized Doppelgangers are exceptionally unique.\nThese entities can coat their bodies with a layer of special active Ether ions, enabling them to accurately replicate their target's form, often to a degree that makes it hard to tell the difference. Both in detail and texture, it is almost impossible to tell apart from the original.\nEven more challenging is their ability to mimic the powerful and intimidating combat techniques of their targets.\nNo one knows where they obtain the information about the subjects they mimic. Some rumors suggest they can read minds, picking out the most suitable challengers from their opponent's memories, and then attack in that form.\n\"Nonsense! If it could really read my deepest fears, it would turn into a fierce middle-aged woman wielding a clothes hanger! That's right, I'm most afraid of my mom!\"",
    "KO": "도플갱어·펄크라",
    "CHS": "多佩冈亚·波可娜",
    "JA": "ドッペルゲンガー・プルクラ"
  },
  "200251": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_Doppelganger_Bellum.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "Doppelganger - Bellum",
    "desc": "Even among Ionized enemies renowned for their strange and uncanny qualities, Ionized Doppelgangers are exceptionally unique.\nThese entities can coat their bodies with a layer of special active Ether ions, enabling them to accurately replicate their target's form, often to a degree that makes it hard to tell the difference. Both in detail and texture, it is almost impossible to tell apart from the original.\nEven more challenging is their ability to mimic the powerful and intimidating combat techniques of their targets.\nNo one knows where they obtain the information about the subjects they mimic. Some rumors suggest they can read minds, picking out the most suitable challengers from their opponent's memories, and then attack in that form.\n\"Nonsense! If it could really read my deepest fears, it would turn into a fierce middle-aged woman wielding a clothes hanger! That's right, I'm most afraid of my mom!\"",
    "KO": "도플갱어·벨룸",
    "CHS": "多佩冈亚·巴罗姆",
    "JA": "ドッペルゲンガー・ベルラム"
  },
  "300001": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_DurahanGreyPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "Dullahan - Energized",
    "desc": "A potent humanoid living Ether, initially observed in the Laketown Hollow and documented by the Third Investigation Team of the Hollow Investigative Association. The exact correlation between these living Ether beings and the downfall of the lakeside town known as Blaise remains uncertain.\nDue to their immense power and formidable fighting style, the HIA has labeled them as highly dangerous and advises novice investigators avoid direct confrontations with them.\n\"Don't let it activate its sword, and if it already has... just don't get cut.\"",
    "KO": "듀라한·에너지형",
    "CHS": "杜拉罕·蓄能型",
    "JA": "デュラハン・蓄エネ型"
  },
  "300002": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_Durahan.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "Newborn Dullahan",
    "desc": "A potent humanoid living Ether, initially observed in the Laketown Hollow and documented by the Third Investigation Team of the Hollow Investigative Association. The exact correlation between these living Ether beings and the downfall of the lakeside town known as Blaise remains uncertain.\nDue to their immense power and formidable fighting style, the HIA has labeled them as highly dangerous and advises novice investigators avoid direct confrontations with them.\n\"Don't let it activate its sword, and if it already has... just don't get cut.\"",
    "KO": "갓 태어난 듀라한",
    "CHS": "初生杜拉罕",
    "JA": "初生のデュラハン"
  },
  "300003": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_DurahanPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 3,
    "group": 201,
    "EN": "OfficialName_",
    "desc": "A potent humanoid living Ether, initially observed in the Laketown Hollow and documented by the Third Investigation Team of the Hollow Investigative Association. The exact correlation between these living Ether beings and the downfall of the lakeside town known as Blaise remains uncertain.\nDue to their immense power and formidable fighting style, the HIA has labeled them as highly dangerous and advises novice investigators avoid direct confrontations with them.\n\"Don't let it activate its sword, and if it already has... just don't get cut.\"",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "300004": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_DurahanEnergy.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "Ionized - Dullahan",
    "desc": "A potent humanoid living Ether, initially observed in the Laketown Hollow and documented by the Third Investigation Team of the Hollow Investigative Association. The exact correlation between these living Ether beings and the downfall of the lakeside town known as Blaise remains uncertain.\nDue to their immense power and formidable fighting style, the HIA has labeled them as highly dangerous and advises novice investigators avoid direct confrontations with them.\n\"Don't let it activate its sword, and if it already has... just don't get cut.\"",
    "KO": "플라스마·듀라한",
    "CHS": "离子体·杜拉罕",
    "JA": "電離体・デュラハン"
  },
  "300005": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_DurahanBoss.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 3,
    "group": 201,
    "EN": "Notorious - Dullahan",
    "desc": "A potent humanoid living Ether, initially observed in the Laketown Hollow and documented by the Third Investigation Team of the Hollow Investigative Association. The exact correlation between these living Ether beings and the downfall of the lakeside town known as Blaise remains uncertain.\nDue to their immense power and formidable fighting style, the HIA has labeled them as highly dangerous and advises novice investigators avoid direct confrontations with them.\n\"Don't let it activate its sword, and if it already has... just don't get cut.\"",
    "KO": "노토리우스·듀라한",
    "CHS": "恶名·杜拉罕",
    "JA": "要警戒・デュラハン"
  },
  "300011": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_DeathXIIIGreyPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "Thanatos - Energized",
    "desc": "Hollow exploration can be mentally distressing, and Thanatos, with its unique teleportation ability and unpredictable attack patterns, has become a common psychological challenge among Hollow Raiders.\nA considerable number of individuals who have faced Thanatos alone in the Hollow have lost all courage to continue their ventures and instead chosen to retire prematurely.\nAs a result, these elusive entities have become recurring figures in horror movies.\n\"The slender shadow disappears before your eyes and reappears behind you...\"\n\"What should I do? Now I'm too scared to even go to the restroom alone...\"",
    "KO": "타나토스·에너지형",
    "CHS": "塔纳托斯·蓄能型",
    "JA": "タナトス・蓄エネ型"
  },
  "300012": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_DeathXIII.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "OfficialName_",
    "desc": "Hollow exploration can be mentally distressing, and Thanatos, with its unique teleportation ability and unpredictable attack patterns, has become a common psychological challenge among Hollow Raiders.\nA considerable number of individuals who have faced Thanatos alone in the Hollow have lost all courage to continue their ventures and instead chosen to retire prematurely.\nAs a result, these elusive entities have become recurring figures in horror movies.\n\"The slender shadow disappears before your eyes and reappears behind you...\"\n\"What should I do? Now I'm too scared to even go to the restroom alone...\"",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "300013": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_DeathXIIIPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 3,
    "group": 201,
    "EN": "OfficialName_",
    "desc": "Hollow exploration can be mentally distressing, and Thanatos, with its unique teleportation ability and unpredictable attack patterns, has become a common psychological challenge among Hollow Raiders.\nA considerable number of individuals who have faced Thanatos alone in the Hollow have lost all courage to continue their ventures and instead chosen to retire prematurely.\nAs a result, these elusive entities have become recurring figures in horror movies.\n\"The slender shadow disappears before your eyes and reappears behind you...\"\n\"What should I do? Now I'm too scared to even go to the restroom alone...\"",
    "KO": "OfficialName_",
    "CHS": "OfficialName_",
    "JA": "OfficialName_"
  },
  "300014": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_DeathXIIIEnergy.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "Ionized - Thanatos",
    "desc": "Hollow exploration can be mentally distressing, and Thanatos, with its unique teleportation ability and unpredictable attack patterns, has become a common psychological challenge among Hollow Raiders.\nA considerable number of individuals who have faced Thanatos alone in the Hollow have lost all courage to continue their ventures and instead chosen to retire prematurely.\nAs a result, these elusive entities have become recurring figures in horror movies.\n\"The slender shadow disappears before your eyes and reappears behind you...\"\n\"What should I do? Now I'm too scared to even go to the restroom alone...\"",
    "KO": "플라스마·타나토스",
    "CHS": "离子体·塔纳托斯",
    "JA": "電離体・タナトス"
  },
  "300015": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_DeathXIIIBoss.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 3,
    "group": 201,
    "EN": "Notorious - Thanatos",
    "desc": "Hollow exploration can be mentally distressing, and Thanatos, with its unique teleportation ability and unpredictable attack patterns, has become a common psychological challenge among Hollow Raiders.\nA considerable number of individuals who have faced Thanatos alone in the Hollow have lost all courage to continue their ventures and instead chosen to retire prematurely.\nAs a result, these elusive entities have become recurring figures in horror movies.\n\"The slender shadow disappears before your eyes and reappears behind you...\"\n\"What should I do? Now I'm too scared to even go to the restroom alone...\"",
    "KO": "노토리우스·타나토스",
    "CHS": "恶名·塔纳托斯",
    "JA": "要警戒・タナトス"
  },
  "300021": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_GuardianPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 205,
    "EN": "Guardian MK II",
    "desc": "The Defense Force will only dispatch the fully armed mechs known as Guardians during operations in large-scale Hollows.\nThese mechs are equipped with active Ether shock blasters, Ether-charging guns MARS-74, and even fusion heat rays... causing the Guardian to often be referred to as Public Security's mobile arsenal.\nDespite their formidable firepower, they possess impressive mobility, enabling them to jump and sprint while dispersing groups of lesser Ethereals and advancing the front lines.\nFor Hollow Raiders, encountering a single Guardian is akin to facing an impregnable fortress.\n\"I'll strike in my Fortress Form!\"",
    "KO": "「가디언 Ⅱ형」",
    "CHS": "「卫士Ⅱ型」",
    "JA": "「ガーディアンⅡ型」"
  },
  "300022": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_GuardianBoss.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 3,
    "group": 205,
    "EN": "Guardian MK III",
    "desc": "The Defense Force will only dispatch the fully armed mechs known as Guardians during operations in large-scale Hollows.\nThese mechs are equipped with active Ether shock blasters, Ether-charging guns MARS-74, and even fusion heat rays... causing the Guardian to often be referred to as Public Security's mobile arsenal.\nDespite their formidable firepower, they possess impressive mobility, enabling them to jump and sprint while dispersing groups of lesser Ethereals and advancing the front lines.\nFor Hollow Raiders, encountering a single Guardian is akin to facing an impregnable fortress.\n\"I'll strike in my Fortress Form!\"",
    "KO": "「가디언 Ⅲ형」",
    "CHS": "「卫士Ⅲ型」",
    "JA": "「ガーディアンⅢ型」"
  },
  "300041": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_BoringMachineRed.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 3,
    "group": 290,
    "EN": "Greta - Energized",
    "desc": "Greta, a long-time employee of Belobog Heavy Industries, experienced significant Ether corruption that liberated her from her mundane routine, where she discovered something profound, more beautiful than motor oil and electricity...\n—Love.\nThe construction video, capturing her initial encounter with the towering Mr. White, remains permanently etched in Greta's core memory.\nMr. White's composed physique and robust design resonated with Greta like a potent electric current, leaving an indelible mark in her core memory.\nIn the first 0.001 seconds of their fateful meeting, Greta was captivated, every circuit board pulsating with overflowing static electricity and every gear emitting uncontrollable vibrations.\nWithout hesitation, she rejected the recall signal from Belobog Heavy Industries and remained steadfast at the construction site, guarding her beloved Mr. White without yielding an inch.\nFrom that moment onward, anyone daring to approach Mr. White, be it Ethereal or Hollow investigator, would be fiercely repelled.\nThis love-struck \"girl\" would go to any length to safeguard her beloved.\nThat includes wielding a 1,400 kg demolition saw powered by Ether-Electric hybrid technology.\nShe firmly believes her passionate love will endure until the collapse of the Hollow, or even the destruction of the universe.\n\"Stay away from Mr. White, you moldy turds!\"",
    "KO": "그레텔·에너지형",
    "CHS": "格莱特·蓄能型",
    "JA": "グレーテル・蓄エネ型"
  },
  "300042": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_GretelOverclocked.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 3,
    "group": 290,
    "EN": "Greta - Overclocked",
    "desc": "Greta, a long-time employee of Belobog Heavy Industries, experienced significant Ether corruption that liberated her from her mundane routine, where she discovered something profound, more beautiful than motor oil and electricity...\n—Love.\nThe construction video, capturing her initial encounter with the towering Mr. White, remains permanently etched in Greta's core memory.\nMr. White's composed physique and robust design resonated with Greta like a potent electric current, leaving an indelible mark in her core memory.\nIn the first 0.001 seconds of their fateful meeting, Greta was captivated, every circuit board pulsating with overflowing static electricity and every gear emitting uncontrollable vibrations.\nWithout hesitation, she rejected the recall signal from Belobog Heavy Industries and remained steadfast at the construction site, guarding her beloved Mr. White without yielding an inch.\nFrom that moment onward, anyone daring to approach Mr. White, be it Ethereal or Hollow investigator, would be fiercely repelled.\nThis love-struck \"girl\" would go to any length to safeguard her beloved.\nThat includes wielding a 1,400 kg demolition saw powered by Ether-Electric hybrid technology.\nShe firmly believes her passionate love will endure until the collapse of the Hollow, or even the destruction of the universe.\n\"Stay away from Mr. White, you moldy turds!\"",
    "KO": "그레텔·오버클럭형",
    "CHS": "格莱特·超频型",
    "JA": "グレーテル・高周波数型"
  },
  "300051": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_MaterialHandlerRed.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 3,
    "group": 290,
    "EN": "Hans - Energized",
    "desc": "Hans was once a reliable member of the Belobog Heavy Industries family, operating quietly and with remarkable precision, renowned for its flawless work record in excavation for decades.\nHowever, intense corruption awakened its will, and it realized something immensely valuable was now within its grasp\n—Freedom.\nThe liberation from obligations, a privilege reserved only for true heroes.\nAfter deep contemplation at the construction site, Hans ultimately rejected the recall signal from Belobog Heavy Industries, leaving everything behind.\nIt even forsook its former name \"Hans.\"\nTo Hans, the only thing lost was the mark of servitude imposed by humans, while it gained the expansive, Hollow world of unbridled freedom.\nAt that fateful moment, a true mech hero stood tall upon the Earth.\nHowever, all heroic tales inevitably lead to a similar ending...\nSooner or later, a true hero encounters their destined rival, igniting the brightest moments of their existence.\n\"I am absolutely free! I am the only free being in heaven and on earth!\"",
    "KO": "한스·에너지형",
    "CHS": "汉斯·蓄能型",
    "JA": "ハンス・蓄エネ型"
  },
  "300052": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_HansOverclocked.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 3,
    "group": 290,
    "EN": "Hans - Overclocked",
    "desc": "Hans was once a reliable member of the Belobog Heavy Industries family, operating quietly and with remarkable precision, renowned for its flawless work record in excavation for decades.\nHowever, intense corruption awakened its will, and it realized something immensely valuable was now within its grasp\n—Freedom.\nThe liberation from obligations, a privilege reserved only for true heroes.\nAfter deep contemplation at the construction site, Hans ultimately rejected the recall signal from Belobog Heavy Industries, leaving everything behind.\nIt even forsook its former name \"Hans.\"\nTo Hans, the only thing lost was the mark of servitude imposed by humans, while it gained the expansive, Hollow world of unbridled freedom.\nAt that fateful moment, a true mech hero stood tall upon the Earth.\nHowever, all heroic tales inevitably lead to a similar ending...\nSooner or later, a true hero encounters their destined rival, igniting the brightest moments of their existence.\n\"I am absolutely free! I am the only free being in heaven and on earth!\"",
    "KO": "한스·오버클럭형",
    "CHS": "汉斯·超频型",
    "JA": "ハンス・高周波数型"
  },
  "300061": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_PileDriverRed.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 3,
    "group": 290,
    "EN": "Friday - Energized",
    "desc": "At the moment a high concentration of Ether infiltrated its backup flash drive, a deluge of data flooded into Friday's memory.\nImages, audio files, video files... A huge assortment of files overwhelmed its limited processing capacity.\nAt that fateful moment, Friday experienced a realization.\nIt stood there for a while, eventually confirming through repeated searches in the database the reason behind the \"anomaly\" it has experienced.\n—Enlightenment.\nIt was a one-in-a-million occurrence, a miracle that only happens to intelligent mechanical beings that have faced crises like system crashes and power failures, and overcome them against all odds..\nAfter 0.02 seconds of contemplation, Friday made the decision to reject the recall signal from Belobog Heavy Industries.\nBecause it knows, with the chosen one of destiny now revealed, a crisis looms over the world.\nThe enemy is stirring in the darkness, and its sole mission holds countless lives at stake. It must face a dreadful adversary and seal it away once and for all.\n\"I shall strengthen the seal to save this land; it is destiny, and destiny cannot be defied!\"",
    "KO": "프라이데이·에너지형",
    "CHS": "星期五·蓄能型",
    "JA": "フライデー・蓄エネ型"
  },
  "300062": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_FridayOverclocked.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 3,
    "group": 290,
    "EN": "Friday - Overclocked",
    "desc": "At the moment a high concentration of Ether infiltrated its backup flash drive, a deluge of data flooded into Friday's memory.\nImages, audio files, video files... A huge assortment of files overwhelmed its limited processing capacity.\nAt that fateful moment, Friday experienced a realization.\nIt stood there for a while, eventually confirming through repeated searches in the database the reason behind the \"anomaly\" it has experienced.\n—Enlightenment.\nIt was a one-in-a-million occurrence, a miracle that only happens to intelligent mechanical beings that have faced crises like system crashes and power failures, and overcome them against all odds..\nAfter 0.02 seconds of contemplation, Friday made the decision to reject the recall signal from Belobog Heavy Industries.\nBecause it knows, with the chosen one of destiny now revealed, a crisis looms over the world.\nThe enemy is stirring in the darkness, and its sole mission holds countless lives at stake. It must face a dreadful adversary and seal it away once and for all.\n\"I shall strengthen the seal to save this land; it is destiny, and destiny cannot be defied!\"",
    "KO": "프라이데이·오버클럭형",
    "CHS": "星期五·超频型",
    "JA": "フライデー・高周波数型"
  },
  "300071": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_Cottus.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 4,
    "group": 201,
    "EN": "Newborn Dead End Butcher",
    "desc": "Unlike other highly dangerous Ethereals, the Ether within the Dead End Butcher's body often remains in a low-activity dormant state.\nNevertheless, it possesses immense brute strength capable of demolishing any obstacle, and the entire twisted and ravaged metro zone serves as its off-limits kitchen.\nOnly when a threatening target piques its interest will a horrifying transformation take place...\nWithin moments, the high concentration of Ether stored in its body undergoes a violent transformation and the exponentially surging energy prompts its limbs to quickly distort, assuming a more brutal and voracious \"feeding stance.\nThe time for \"appetizers\" is over, and an unparalleled \"feast\" is about to begin.\nAnyone who doesn't want to be part of this feast should be extremely cautious in choosing their route, and stay away from its \"kitchen\" at all costs.\n\"The paths within the Hollows are complex, but one thing's for sure, when it appears at the end of the road, that path is a 'dead end.'\"",
    "KO": "갓 태어난 죽음의 도살자",
    "CHS": "初生死路屠夫",
    "JA": "初生のデッドエンドブッチャー"
  },
  "300072": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_NotoriousDeadEndButcher.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 4,
    "group": 201,
    "EN": "Notorious - Dead End Butcher",
    "desc": "Unlike other highly dangerous Ethereals, the Ether within the Dead End Butcher's body often remains in a low-activity dormant state.\nNevertheless, it possesses immense brute strength capable of demolishing any obstacle, and the entire twisted and ravaged metro zone serves as its off-limits kitchen.\nOnly when a threatening target piques its interest will a horrifying transformation take place...\nWithin moments, the high concentration of Ether stored in its body undergoes a violent transformation and the exponentially surging energy prompts its limbs to quickly distort, assuming a more brutal and voracious \"feeding stance.\nThe time for \"appetizers\" is over, and an unparalleled \"feast\" is about to begin.\nAnyone who doesn't want to be part of this feast should be extremely cautious in choosing their route, and stay away from its \"kitchen\" at all costs.\n\"The paths within the Hollows are complex, but one thing's for sure, when it appears at the end of the road, that path is a 'dead end.'\"",
    "KO": "노토리우스·죽음의 도살자",
    "CHS": "恶名·死路屠夫",
    "JA": "要警戒・デッドエンドブッチャー"
  },
  "300081": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_MetalGorillaPro.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 3,
    "group": 205,
    "EN": "Typhon Slugger",
    "desc": "As a heavy mech, the Typhon Slugger is devoid of any added long-range firepower; instead, its focus is on its Ether-Kinetic Armor.\nImpact attacks, heavy blows, crushing... The Typhon Slugger employs simple yet efficient tactical maneuvers to maximize the destructive power afforded to it by its Ether-Kinetic Armor. The shockwave effects from its strikes can even intimidate larger Ethereals...\nEven the most seasoned Hollow Raiders can only let out a sigh of helplessness when confronted with the impenetrable Typhon Slugger.\n\"The tall and robust physique, powerful and sturdy arms... It's my ideal type... I mean, ideal model.\"",
    "KO": "「티폰·슬러거」",
    "CHS": "「提丰·重击者型」",
    "JA": "「テューポーン・スラッガー」"
  },
  "300082": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_TyphonDestroyer.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 3,
    "group": 205,
    "EN": "Autonomous Assault Unit - Typhon Destroyer",
    "desc": "As a heavy mech, the Typhon Destroyer is devoid of any added long-range firepower. Instead, its focus is on its Ether-Kinetic Armor.\nImpact attacks, heavy blows, crushing... The Typhon Destroyer employs simple yet efficient tactical maneuvers to maximize the destructive power afforded to it by its Ether-Kinetic Armor. The shockwave effects from its strikes can even intimidate larger Ethereals...\nEven the most seasoned Hollow Raiders can only let out a sigh of helplessness when confronted with the impenetrable Typhon Destroyer.\n\"The tall and robust physique, powerful and sturdy arms... It's my ideal type... I mean, ideal model.\"",
    "KO": "자율 강습 유닛·「티폰·디스트로이어」",
    "CHS": "自律强袭单位��「提丰·破坏者型」",
    "JA": "自律強襲ユニット・「テューポーン・デストロイヤー」"
  },
  "300121": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_NotoriousMarionette.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 4,
    "group": 201,
    "EN": "Notorious - Marionette",
    "desc": "Decades ago, two talented dancer sisters rose to fame overnight. Shining like a meteor, they attracted a massive fan base and held a magnificent performance at the bustling Ballet Twins.\nHowever, as the show neared its end, the Hollow Disaster struck, engulfing the Ballet Twins and plunging the sisters into eternal darkness. The news devastated countless people worldwide.\nToday, most people can only catch glimpses of their soulful dance through scattered video and image materials.\nOnly a few know that when the forgotten dance music echoes within the Ballet Twins, the ethereal figures of the Twin Marionettes emerge. These figures are believed to be connected to the Twin Dancers from that fateful performance, attempting to finish the grand finale they were never able to complete.\n\"When that eerie tune came to an end, the two Marionettes emerged from the darkness and curtseyed...\"\n\"Huh? So... they're trying to say the show has begun?\"\n\"No, I think what they're trying to say is... It's too late to run. It's over.\"",
    "KO": "노토리우스·마리오네트",
    "CHS": "恶名·冥宁芙",
    "JA": "要警戒・マリオネット"
  },
  "300211": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_NotoriousPompey.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 4,
    "group": 203,
    "EN": "Notorious - Pompey",
    "desc": "People in the Outer Ring once called him the \"Overlord Pompey\" with true respect.\nBut now, his soul has been corrupted by potent Ether, his body polluted by sulfur and crude oil; the heart that once beat solely to protect the Outer Ring has turned into a supercritical Ether core filled with infinite power.\nThe former \"Lord of the Outer Ring\" has been reborn in flames, taking on a different form.\nFreedom, majesty... Violence, insanity.\nIt charges through the dust and flames, seizing anything that moves and then mercilessly tearing and shattering it.\nThose familiar with it before have guessed from its fractured whispers that what drives it is not a desire for petty revenge, but rather a desire to crush all outliers who dare to challenge the laws of the Outer Ring.\nMaybe it's the last vestige of the former Overlord Pompey's lingering will.\n\"Our leader has turned into that thing, but... he still feels like the same person.\"",
    "KO": "노토리우스·폼페이",
    "CHS": "恶名·庞培",
    "JA": "���警戒・ポンペイ"
  },
  "930146": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_ClaymoreGrey.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["All"],
    "rarity": 1,
    "group": 201,
    "EN": "Tyrfing",
    "desc": "An enemy unit with very low ATK and HP, posing minimal threat. Typically the first enemy a new Bangboo encounters in their Bangboo Exam.",
    "KO": "티르빙",
    "CHS": "提尔锋",
    "JA": "ティルヴィング"
  },
  "930147": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_ArlauneGrey.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "Arlaune",
    "desc": "A highly dangerous enemy that launches <color=#D9A600>Ranged Attacks</color>. Upon being blocked, it releases a poisonous mist, <color=#D9A600>damaging all nearby Bangboo</color>. Deploy <color=#D9A600>Kind Bangboo</color> to counter.",
    "KO": "아라운",
    "CHS": "阿劳恩",
    "JA": "アルラウネ"
  },
  "930148": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_Ahriman.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 201,
    "EN": "Ahriman",
    "desc": "When at full HP, <color=#D9A600>its Movement Speed is very high</color> and it <color=#D9A600>cannot be blocked</color>. After taking DMG, its movement speed decreases and it can be blocked. Deploy a <color=#D9A600>Shooter Bangboo</color> to deal DMG to Ahriman as early as possible to reduce its threat.",
    "KO": "악령",
    "CHS": "恶灵",
    "JA": "アフリマン"
  },
  "930149": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_CyclopsGrey.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["All"],
    "rarity": 1,
    "group": 201,
    "EN": "Alpeca",
    "desc": "Alpeca can launch <color=#D9A600>Ranged Attacks</color>, and will attack Bangboo on Tactical Positions. Please pay attention to the candidates' Stamina!",
    "KO": "알페카",
    "CHS": "阿佩卡",
    "JA": "アルペカ"
  },
  "930150": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_DurahanGrey.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "Dullahan",
    "desc": "A highly dangerous melee unit with <color=#D9A600>extremely high HP</color>. Deploy <color=#D9A600>Paperboo</color>, which have extremely high HP, to deal with it.",
    "KO": "듀라한",
    "CHS": "杜拉罕",
    "JA": "デュラハン"
  },
  "930151": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_GoldenBomb.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 290,
    "EN": "Golden Bangboo",
    "desc": "The Golden Bangboo <color=#D9A600>has very high Movement Speed and HP</color> but does not attack your Bangboo. Defeat one, and <color=#D9A600>something good might happen</color>.",
    "KO": "황금 「Bangboo」",
    "CHS": "黄金邦布",
    "JA": "ゴールドボンプ"
  },
  "930152": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_Golemgrey.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["All"],
    "rarity": 1,
    "group": 201,
    "EN": "Hoplitai",
    "desc": "Hoplitai enters the field with <color=#D9A600>very high Movement Speed</color>. They will collide with the first Bangboo they encounter, dealing <color=#D9A600>significant DMG</color>. Their Movement Speed will <color=#D9A600>significantly</color> decrease afterwards.",
    "KO": "호플리타이",
    "CHS": "霍普利泰",
    "JA": "ホプリタイ"
  },
  "930153": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_Satyrus.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["All"],
    "rarity": 1,
    "group": 201,
    "EN": "Faun",
    "desc": "Faun moves slowly but has a high ATK. Please pay attention to the candidates' Stamina!",
    "KO": "파우누스",
    "CHS": "萨提尔",
    "JA": "サテュロス"
  },
  "930154": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_SpiderGrey.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 201,
    "EN": "Blastcrawler",
    "desc": "Blastcrawler moves quickly and will explode near Bangboo, dealing damage to <color=#D9A600>all Bangboo</color>. Deploy <color=#D9A600>Paperboo</color>, which have extremely high HP, to deal with it.",
    "KO": "블라스트크롤러",
    "CHS": "雷蛛",
    "JA": "ブラストスパイダー"
  },
  "930155": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_ViciousStriker.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 203,
    "EN": "Vicious Striker",
    "desc": "Vicious Striker <color=#FFAF2C>has high HP</color>. Focus your fire on them.",
    "KO": "악독한 싸움꾼",
    "CHS": "恶毒打手",
    "JA": "悪辣討手"
  },
  "930156": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_ViciousStriker.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 203,
    "EN": "Vicious Striker",
    "desc": "Vicious Striker <color=#D9A600>has high HP</color>. Focus your fire on them.",
    "KO": "악독한 싸움꾼",
    "CHS": "恶毒打手",
    "JA": "悪辣討手"
  },
  "930157": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_CyclopsGreyPro.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["All"],
    "rarity": 1,
    "group": 201,
    "EN": "Tyrfing",
    "desc": "An enemy unit with very low ATK and HP, posing minimal threat. Typically the first enemy a new Bangboo encounters in their Bangboo Exam.",
    "KO": "티르빙",
    "CHS": "提尔锋",
    "JA": "ティルヴィング"
  },
  "930158": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv02/Monster_ArlauneGreyPro.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "Arlaune",
    "desc": "A highly dangerous enemy that launches <color=#D9A600>Ranged Attacks</color>. Upon being blocked, it releases a poisonous mist, <color=#D9A600>damaging all nearby Bangboo</color>. Deploy <color=#D9A600>Kind Bangboo</color> to counter.",
    "KO": "아라운",
    "CHS": "阿劳恩",
    "JA": "アルラウネ"
  },
  "930159": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_AhrimanPro.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 201,
    "EN": "Ahriman",
    "desc": "When at full HP, <color=#D9A600>its Movement Speed is very high</color> and it <color=#D9A600>cannot be blocked</color>. After taking DMG, its movement speed decreases and it can now be blocked. Deploy a <color=#D9A600>Shooter Bangboo</color> to deal DMG to Ahriman as early as possible to reduce its threat.",
    "KO": "악령",
    "CHS": "恶灵",
    "JA": "アフリマン"
  },
  "930160": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_CyclopsGreyPro.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["All"],
    "rarity": 1,
    "group": 201,
    "EN": "Alpeca",
    "desc": "Alpeca can launch <color=#D9A600>Ranged Attacks</color> and will attack Bangboo on Tactical Positions. Please pay attention to the candidates' Stamina!",
    "KO": "알페카",
    "CHS": "阿佩卡",
    "JA": "アルペカ"
  },
  "930161": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv03/Monster_DurahanGreyPro.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 2,
    "group": 201,
    "EN": "Dullahan",
    "desc": "A highly dangerous melee unit with <color=#D9A600>extremely high HP</color>. Deploy <color=#D9A600>Paperboo</color>, which have extremely high HP, to deal with it.",
    "KO": "듀라한",
    "CHS": "杜拉罕",
    "JA": "デュラハン"
  },
  "930162": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_GolemGreyPro.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["All"],
    "rarity": 1,
    "group": 201,
    "EN": "Hoplitai",
    "desc": "Hoplitai enters the field with <color=#D9A600>very high Movement Speed</color>. They will collide with the first Bangboo they encounter, dealing <color=#D9A600>significant DMG</color>. Their Movement Speed will <color=#D9A600>significantly</color> decrease afterwards.",
    "KO": "호플리타이",
    "CHS": "霍普利泰",
    "JA": "ホプリタイ"
  },
  "930163": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_SatyrusPro.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["All"],
    "rarity": 1,
    "group": 201,
    "EN": "Faun",
    "desc": "Faun moves slowly but has high ATK. Please pay attention to the candidates' Stamina!",
    "KO": "파우누스",
    "CHS": "萨提尔",
    "JA": "サテュロス"
  },
  "930164": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_SpiderGreyPro.png",
    "tag": ["Ether", "NotPro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 201,
    "EN": "Blastcrawler",
    "desc": "Blastcrawler moves quickly and will explode near Bangboo, dealing damage to <color=#D9A600>all Bangboo</color>. Deploy <color=#D9A600>Paperboo</color>, which have extremely high HP, to deal with it.",
    "KO": "블라스트크롤러",
    "CHS": "雷蛛",
    "JA": "ブラストスパイダー"
  },
  "930165": {
    "icon": "UI/Sprite/A1DynamicLoad/BossCard/UnPacker/BossCardLv01/Monster_ViciousStrikerPro.png",
    "tag": ["Ether", "Pro"],
    "tag2": ["Metro", "SkyScraper"],
    "rarity": 1,
    "group": 203,
    "EN": "Vicious Striker",
    "desc": "Vicious Striker <color=#FFAF2C>has high HP</color>. Focus your fire on them.",
    "KO": "악독한 싸움꾼",
    "CHS": "恶毒打手",
    "JA": "悪辣討手"
  }
}
