{
  "name": "Arlan",
  "abilities": {
    "basic": {
      "0": {
        "name": "Velocidad del rayo",
        "fullDesc": "Inflige un <orangeStrong>{{1}}%</orangeStrong> del ATQ de Arlan como Daño de Rayo a un enemigo.",
        "shortDesc": "Inflige una pequeña cantidad de Daño de Rayo a un enemigo."
      }
    },
    "skill": {
      "0": {
        "name": "Rompeataduras",
        "fullDesc": "Arlan consume una cantidad de PV equivalente al {{1}}% de sus PV máx. e inflige un <orangeStrong>{{2}}%</orangeStrong> de su ATQ como Daño de Rayo a un enemigo. Si no hay suficientes PV, al usar la habilidad básica los PV actuales de Arlan se reducen a 1.",
        "shortDesc": "Consume una parte de sus PV para infligir Daño de Rayo a un enemigo."
      }
    },
    "ult": {
      "0": {
        "name": "Castigo furibundo",
        "fullDesc": "Arlan inflige un <orangeStrong>{{1}}%</orangeStrong> de su ATQ como Daño de Rayo a un enemigo y un <orangeStrong>{{2}}%</orangeStrong> de su ATQ como Daño de Rayo a los enemigos adyacentes.",
        "shortDesc": "Inflige una gran cantidad de Daño de Rayo a un enemigo y Daño de Rayo a los enemigos adyacentes."
      }
    },
    "technique": {
      "0": {
        "name": "Cosecha rápida",
        "fullDesc": "Ataca inmediatamente al enemigo y entra en combate. Inflige un {{1}}% del ATQ de Arlan como Daño de Rayo a todos los enemigos.",
        "shortDesc": "Ataca al enemigo y entra en combate. Inflige una pequeña cantidad de Daño de Rayo a todos los enemigos."
      }
    },
    "overworld": {
      "0": {
        "name": "Ataque",
        "fullDesc": "Ataca a un enemigo y, tras entrar en combate, consume la Firmeza del tipo correspondiente del enemigo.",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Renacimiento",
        "fullDesc": "Si su porcentaje de PV es igual o inferior al {{1}}% cuando elimina a un enemigo, regenera un {{2}}% de sus PV máx.",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Constancia",
        "fullDesc": "La probabilidad de resistir estados negativos de Daño con el tiempo aumenta en un {{1}}%.",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Repelencia",
        "fullDesc": "Al entrar en combate, si el porcentaje de PV de Arlan es igual o inferior al {{1}}%, resiste todo el daño que no sea Daño con el tiempo. Este efecto desaparece después de que Arlan reciba un ataque.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Hasta el final",
      "desc": "Cuando su porcentaje de PV es igual o inferior al 50%, el daño que inflige su habilidad básica aumenta en un {{1}}%."
    },
    "2": {
      "name": "Liberación",
      "desc": "Al usar la habilidad básica o la habilidad definitiva, elimina uno de sus estados negativos."
    },
    "3": {
      "name": "Esfuerzo sostenido",
      "desc": "Niv. de habilidad básica +2 (máximo: nivel 15). Niv. de ATQ básico +1 (máximo: nivel 10)."
    },
    "4": {
      "name": "Cambio de tornas",
      "desc": "Al recibir un golpe letal durante el combate, en vez de caer derrotado, Arlan recupera un {{1}}% de sus PV máx. Este efecto se disipa automáticamente tras activarse 1 vez o después de {{2}} turnos."
    },
    "5": {
      "name": "Martillo y tenazas",
      "desc": "Niv. de habilidad definitiva +2 (máximo: nivel 15). Niv. de talento +2 (máximo: nivel 15)."
    },
    "6": {
      "name": "Autosacrificio",
      "desc": "Cuando el porcentaje de PV es igual o inferior al 50%, el daño que inflige la habilidad definitiva aumenta en un {{1}}% y el multiplicador de daño a los enemigos adyacentes aumenta en la misma proporción que el multiplicador de daño al objetivo principal."
    }
  }
}