{
  "name": "Yanqing",
  "abilities": {
    "basic": {
      "0": {
        "name": "Luz fría, filo helado",
        "fullDesc": "Inflige un <orangeStrong>{{1}}%</orangeStrong> del ATQ de Yanqing como Daño de Hielo a un enemigo.",
        "shortDesc": "Inflige una pequeña cantidad de Daño de Hielo a un enemigo."
      }
    },
    "skill": {
      "0": {
        "name": "Arista apedreadracos",
        "fullDesc": "Inflige un <orangeStrong>{{1}}%</orangeStrong> del ATQ de Yanqing como Daño de Hielo a un enemigo y activa Estocada empática durante 1 turno.",
        "shortDesc": "Inflige Daño de Hielo a un enemigo y activa Estocada empática."
      }
    },
    "ult": {
      "0": {
        "name": "Persecución pluvial de la golondrina",
        "fullDesc": "Aumenta su Prob. CRIT en un {{1}}%. Cuando Estocada empática está activa, su Daño CRIT aumenta en un <orangeStrong>{{2}}%</orangeStrong> adicional. Estos <u>efectos positivos</u> duran 1 turno. A continuación, inflige un <orangeStrong>{{3}}%</orangeStrong> del ATQ de Yanqing como Daño de Hielo a un enemigo.",
        "shortDesc": "Aumenta su Prob. CRIT y potencia Estocada empática. Inflige una gran cantidad de Daño de Hielo a un enemigo."
      }
    },
    "technique": {
      "0": {
        "name": "Maestría de espada",
        "fullDesc": "Tras usar la técnica, al comenzar la siguiente batalla, Yanqing inflige un {{2}}% más de daño durante {{3}} turnos a los enemigos que tengan un porcentaje de PV igual o superior al {{1}}%.",
        "shortDesc": "Tras usar la técnica, al comenzar la siguiente batalla, aumenta el daño que inflige a los enemigos que tengan un porcentaje de PV igual o superior al 50%."
      }
    },
    "overworld": {
      "0": {
        "name": "Ataque",
        "fullDesc": "Ataca a un enemigo y, tras entrar en combate, consume la Firmeza del tipo correspondiente del enemigo.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Hoja pulcra",
      "desc": "Si el enemigo al que ataca Yanqing está afectado por Congelación, le inflige inmediatamente un {{1}}% del ATQ de Yanqing como Daño de Hielo adicional."
    },
    "2": {
      "name": "Mente despejada",
      "desc": "Cuando Estocada empática está activa, la recuperación de energía aumenta en un {{1}}% adicional."
    },
    "3": {
      "name": "Espadachín nato",
      "desc": "Niv. de habilidad básica +2 (máximo: nivel 15). Niv. de ATQ básico +1 (máximo: nivel 10)."
    },
    "4": {
      "name": "Relente perforante",
      "desc": "Cuando el porcentaje de PV es igual o superior al {{1}}%, su PEN de la RES a Hielo aumenta en un {{2}}%."
    },
    "5": {
      "name": "Nacido para luchar",
      "desc": "Niv. de habilidad definitiva +2 (máximo: nivel 15). Niv. de talento +2 (máximo: nivel 15)."
    },
    "6": {
      "name": "Juego de pies",
      "desc": "Si tiene efectos positivos de Estocada empática o la habilidad definitiva al eliminar a un enemigo, la duración de dichos efectos se alarga en 1 turno."
    }
  }
}