{
  "name": "Topaz y Conti",
  "abilities": {
    "basic": {
      "0": {
        "name": "Déficit",
        "fullDesc": "Inflige un <orangeStrong>{{1}}%</orangeStrong> del ATQ de Topaz como Daño de Fuego a un enemigo.",
        "shortDesc": "Inflige una pequeña cantidad de Daño de Fuego a un enemigo."
      }
    },
    "skill": {
      "0": {
        "name": "¿Problemas con el pago?",
        "fullDesc": "Hace que un enemigo entre en el estado Certificado de deuda y aumenta en un <orangeStrong>{{2}}%</orangeStrong> el daño de <u>ataque adicional</u> que recibe. Certificado de deuda solo tiene efecto en el último objetivo al que se le haya aplicado. Al inicio del turno de un aliado o durante la acción de los aliados, si en el campo de batalla no hay ningún enemigo con Certificado de deuda, Topaz se lo aplica a un enemigo al azar.\\nConti inflige a ese objetivo un <orangeStrong>{{1}}%</orangeStrong> del ATQ de Topaz como Daño de Fuego. Lanzar esta habilidad básica e infligir daño se considera como lanzar un <u>ataque adicional</u>.",
        "shortDesc": "Hace que un enemigo entre en el estado Certificado de deuda y <orangeStrong>reciba más daño de ataque adicional</orangeStrong>. Conti inflige Daño de Fuego al objetivo."
      }
    },
    "ult": {
      "0": {
        "name": "De pérdida a ganancia",
        "fullDesc": "Conti entra en el estado Subida increíble. Su multiplicador de daño aumenta en un <orangeStrong>{{1}}%</orangeStrong> y su Daño CRIT en un <orangeStrong>{{2}}%</orangeStrong>. Además, cuando un enemigo afectado por Certificado de deuda recibe el ataque de un ATQ básico, habilidad básica o habilidad definitiva de un aliado, la acción de Conti se adelanta un {{3}}%. Conti sale del estado Subida increíble después de lanzar {{4}} ataques.",
        "shortDesc": "Conti entra en el estado Subida increíble y <orangeStrong>aumenta su multiplicador de daño y su Daño CRIT</orangeStrong>."
      }
    },
    "technique": {
      "0": {
        "name": "Subsidio explícito",
        "fullDesc": "Topaz invoca a Conti al entrar en el mapa. Conti busca automáticamente los tesoros normales y Chanchitos que haya en un área determinada.\\nUsar la técnica de forma proactiva hace que, después de que Conti lance su primer ataque en la siguiente batalla, Topaz recupere {{1}} pts. de energía.\\nTras usar la técnica de forma proactiva y ganar una batalla contra los enemigos del mapa, si Topaz sigue en el equipo, se obtiene una pequeña cantidad adicional de créditos al conseguir créditos. Solo se pueden obtener {{2}} créditos adicionales cada día natural.\\nTras usar la técnica de forma proactiva y ganar una batalla contra los enemigos en el Universo Simulado o el Universo Diferenciado, se obtiene una pequeña cantidad de fragmentos cósmicos y hay una pequeña probabilidad de obtener 1 objeto raro al azar.",
        "shortDesc": "<orangeStrong>Invoca a Conti</orangeStrong> en el mapa para que la siga. Conti <orangeStrong>busca automáticamente los tesoros normales y Chanchitos</orangeStrong> de los alrededores. Al usar la técnica, Topaz recupera energía después del primer ataque de Conti en la siguiente batalla."
      }
    },
    "overworld": {
      "0": {
        "name": "Ataque",
        "fullDesc": "Ataca a un enemigo y, tras entrar en combate, consume la Firmeza del tipo correspondiente del enemigo.",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Descubierto",
        "fullDesc": "Cuando Topaz lanza un ATQ básico e inflige daño, se considera como un ataque adicional.",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Agitación financiera",
        "fullDesc": "El daño que Topaz y Conti infligen a los enemigos con Debilidad de Fuego aumenta en un {{1}}%.",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Ajustes técnicos",
        "fullDesc": "Cuando Conti lanza un ataque en el estado Subida increíble, Topaz recupera {{1}} pts. de energía adicionales.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "El mercado del mañana",
      "desc": "Cuando un enemigo afectado por Certificado de deuda recibe un ataque adicional, entra en el estado Endeudamiento. Se puede activar 1 vez como máximo por ataque.\\nEndeudamiento hace que el Daño CRIT de los ataques adicionales que recibe el objetivo aumente en un {{1}}%. Se puede acumular hasta {{2}} veces. Cuando Certificado de deuda se disipa, Endeudamiento también se elimina."
    },
    "2": {
      "name": "Adquisición de buena fe",
      "desc": "Después de que Conti realice una acción y lance un ataque, Topaz recupera {{1}} pts. de energía."
    },
    "3": {
      "name": "Toma lo mucho y deja lo poco",
      "desc": "Niv. de habilidad básica +2 (máximo: nivel 15). Niv. de ATQ básico +1 (máximo: nivel 10)."
    },
    "4": {
      "name": "Gestión rápida",
      "desc": "Cuando comienza el turno de Conti, la acción de Topaz se adelanta un {{1}}%."
    },
    "5": {
      "name": "Demanda creciente",
      "desc": "Niv. de habilidad definitiva +2 (máximo: nivel 15). Niv. de talento +2 (máximo: nivel 15)."
    },
    "6": {
      "name": "Incentivos",
      "desc": "Cuando Conti está en el estado Subida increíble, su cantidad de ataques aumenta en {{1}} y, cuando ataca, su PEN de la RES a Fuego aumenta en un {{2}}%."
    }
  }
}