{
  "name": "Hanya",
  "abilities": {
    "basic": {
      "0": {
        "name": "Pincel del oráculo",
        "fullDesc": "Inflige un <orangeStrong>{{1}}%</orangeStrong> del ATQ de Hanya como Daño Físico a un enemigo.",
        "shortDesc": "Inflige una pequeña cantidad de Daño Físico a un enemigo."
      }
    },
    "skill": {
      "0": {
        "name": "Samsara, bloqueado",
        "fullDesc": "Inflige un <orangeStrong>{{1}}%</orangeStrong> del ATQ de Hanya como Daño Físico a un enemigo y lo afecta con Lastre.\\nCada vez que un aliado ataca 2 veces con un ATQ básico, una habilidad básica o una habilidad definitiva a un enemigo con Lastre, el equipo recupera 1 pt. de habilidad básica. Lastre solo tiene efecto en el último enemigo al que se le haya aplicado y se disipa automáticamente una vez que se haya activado {{2}} veces el efecto de recuperación de pts. de habilidad básica.",
        "shortDesc": "Inflige Daño Físico a un enemigo y lo afecta con Lastre. Cuando un aliado ataque 2 veces con un ATQ básico, una habilidad básica o una habilidad definitiva a un objetivo afectado por Lastre, <orangeStrong>se recupera 1 pt. de habilidad básica</orangeStrong>."
      }
    },
    "ult": {
      "0": {
        "name": "Decreto de los Diez Líderes, todos obedecerán",
        "fullDesc": "Aumenta la VEL de un aliado en un <orangeStrong>{{3}}%</orangeStrong> de la VEL de Hanya, y el ATQ de ese aliado en un <orangeStrong>{{1}}%</orangeStrong> durante {{2}} turnos.",
        "shortDesc": "<orangeStrong>Aumenta la VEL y el ATQ</orangeStrong> de un aliado."
      }
    },
    "technique": {
      "0": {
        "name": "Juicio del inframundo",
        "fullDesc": "Ataca al enemigo y entra en combate. Aplica un Lastre equivalente al aplicado por la habilidad básica a un enemigo al azar.",
        "shortDesc": "Ataca al enemigo y entra en combate. Aplica un Lastre equivalente al aplicado por la habilidad básica a un enemigo al azar."
      }
    },
    "overworld": {
      "0": {
        "name": "Ataque",
        "fullDesc": "Ataca a un enemigo y, tras entrar en combate, consume la Firmeza del tipo correspondiente del enemigo.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Un corazón",
      "desc": "Cuando un aliado con el efecto de la habilidad definitiva de Hanya derrota a un enemigo, la acción de Hanya se adelanta un {{1}}%. Este efecto solo puede activarse {{2}} vez por turno."
    },
    "2": {
      "name": "Dos vistas",
      "desc": "Tras usar su habilidad básica, su VEL aumenta en un {{1}}% durante {{2}} turno."
    },
    "3": {
      "name": "Tres tentaciones",
      "desc": "Niv. de habilidad básica +2 (máximo: nivel 15). Niv. de ATQ básico +1 (máximo: nivel 10)."
    },
    "4": {
      "name": "Cuatro verdades",
      "desc": "La duración de la habilidad definitiva aumenta en {{1}} turno."
    },
    "5": {
      "name": "Cinco agregados",
      "desc": "Niv. de habilidad definitiva +2 (máximo: nivel 15). Niv. de talento +2 (máximo: nivel 15)."
    },
    "6": {
      "name": "Seis reverencias",
      "desc": "El efecto de aumento de daño del talento aumenta en un {{1}}% adicional."
    }
  }
}