{
  "name": "Dr. Ratio",
  "abilities": {
    "basic": {
      "0": {
        "name": "El conocimiento es poder",
        "fullDesc": "Inflige un <orangeStrong>{{1, percent}}%</orangeStrong> del ATQ del Dr. Ratio como Daño Imaginario a un enemigo.",
        "shortDesc": "Inflige una pequeña cantidad de Daño Imaginario a un enemigo.",
        "tag": "ATQ individual"
      }
    },
    "skill": {
      "0": {
        "name": "Método de refuerzo cognitivo",
        "fullDesc": "Inflige un <orangeStrong>{{1, percent}}%</orangeStrong> del ATQ del Dr. Ratio como Daño Imaginario a un enemigo.",
        "shortDesc": "Inflige Daño Imaginario a un enemigo.",
        "tag": "ATQ individual"
      }
    },
    "ult": {
      "0": {
        "name": "Paradoja silogística",
        "fullDesc": "Inflige un <orangeStrong>{{1, percent}}%</orangeStrong> del ATQ del Dr. Ratio como Daño Imaginario a un enemigo y le aplica Locura de los sabios. Cuando un aliado del Dr. Ratio ataca a un objetivo afectado por Locura de los sabios, el Dr. Ratio lanza el ataque adicional del talento contra dicho objetivo.<br>Locura de los sabios se puede activar hasta {{2}} veces y solo afecta al último objetivo afectado por la habilidad definitiva del Dr. Ratio. Tras usar la habilidad definitiva, se reinicia el contador de activaciones.",
        "shortDesc": "Inflige Daño Imaginario a un enemigo y le aplica Locura de los sabios. Cuando un aliado del Dr. Ratio ataca a un objetivo afectado por Locura de los sabios, el Dr. Ratio lanza un <orangeStrong>ataque adicional</orangeStrong> contra dicho objetivo.",
        "tag": "ATQ individual"
      }
    },
    "talent": {
      "0": {
        "name": "Pienso, luego existo",
        "fullDesc": "Al usar su habilidad básica, el Dr. Ratio tiene una probabilidad fija del {{2, percent}}% de lanzar un ataque adicional contra el objetivo e infligir un Daño Imaginario equivalente al <orangeStrong>{{1, percent}}%</orangeStrong> de su ATQ. Por cada estado negativo que tenga el objetivo, la probabilidad fija de lanzar el ataque adicional aumenta en un {{3, percent}}%. Si el objetivo es derrotado antes de que se lance el ataque adicional, el ataque adicional se dirige contra otro enemigo al azar.",
        "shortDesc": "Al lanzar la habilidad básica, tiene una probabilidad de lanzar 1 <orangeStrong>ataque adicional</orangeStrong> que inflige Daño Imaginario contra el objetivo.",
        "tag": "ATQ individual"
      }
    },
    "technique": {
      "0": {
        "name": "Molde de la idolatría",
        "fullDesc": "Tras usar la técnica, crea una zona especial que afecta con Provocación a los enemigos cercanos durante {{1}} s. Al entrar en combate con los enemigos dentro de la zona especial, hay una probabilidad base del {{2, percent}}% de que la VEL de cada enemigo se reduzca en un {{3, percent}}% durante {{4}} turnos. Solo puede haber una zona especial creada por los aliados a la vez.",
        "shortDesc": "Crea una zona especial. Los enemigos que se encuentren dentro de la zona son afectados por Provocación. Al entrar en combate con los enemigos de la zona, hay una gran probabilidad de que <orangeStrong>la velocidad del objetivo enemigo se reduzca</orangeStrong>.",
        "tag": "Alteración"
      }
    },
    "overworld": {
      "0": {
        "name": "Ataque",
        "fullDesc": "Ataca a un enemigo y, tras entrar en combate, consume la Firmeza del tipo correspondiente del enemigo.",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Inducción",
        "fullDesc": "Al usar la habilidad básica, por cada estado negativo del objetivo, la Prob. CRIT del Dr. Ratio aumenta en un {{1, percent(fixed: 1)}}% y su Daño CRIT aumenta en un {{2, percent}}%. Este efecto se puede acumular hasta {{3}} veces."
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Inferencia",
        "fullDesc": "Al usar la habilidad básica para atacar a un enemigo, hay un {{1, percent}}% de probabilidad base de reducir la RES a efecto del objetivo en un {{2, percent}}% durante {{3}} turnos."
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Deducción",
        "fullDesc": "Al infligir daño, si el objetivo tiene {{1}} o más estados negativos, el Dr. Ratio le inflige un {{2, percent}}% más de daño por cada estado negativo, hasta un aumento máximo del {{3, percent}}%."
      }
    }
  },
  "ranks": {
    "1": {
      "name": "La calamidad de la arrogancia",
      "desc": "El límite de acumulaciones del Rastro Inducción aumenta en {{1}}. Al comenzar el combate, obtienes de inmediato {{2}} acumulaciones de Inducción. Es necesario haber desbloqueado antes el Rastro Inducción."
    },
    "2": {
      "name": "En los detalles está lo divino",
      "desc": "Cuando el ataque adicional de su talento golpea a un enemigo, el Dr. Ratio inflige un {{1, percent}}% de su ATQ como Daño Imaginario adicional por cada estado negativo que tenga el objetivo. Este efecto se puede activar un máximo de {{2}} veces cada vez que use su ataque adicional."
    },
    "3": {
      "name": "Conócete a ti mismo",
      "desc": "Niv. de habilidad definitiva +2 (máximo: nivel 15). Niv. de ATQ básico +1 (máximo: nivel 10)."
    },
    "4": {
      "name": "La ignorancia es atrevida",
      "desc": "Cuando se activa su talento, el Dr. Ratio recupera {{1}} pts. de energía adicionales."
    },
    "5": {
      "name": "A la deriva en la inmensidad",
      "desc": "Niv. de habilidad básica +2 (máximo: nivel 15). Niv. de talento +2 (máximo: nivel 15)."
    },
    "6": {
      "name": "La verdad eterna",
      "desc": "Locura de los sabios se puede activar {{1}} vez más. El daño que inflige el ataque adicional del talento aumenta en un {{2, percent}}%."
    }
  }
}