{
  "name": "Hook",
  "abilities": {
    "basic": {
      "0": {
        "name": "¡Oye, no te quemes!",
        "fullDesc": "Inflige un <orangeStrong>{{1}}%</orangeStrong> del ATQ de Hook como Daño de Fuego a un enemigo.",
        "shortDesc": "Inflige una pequeña cantidad de Daño de Fuego a un enemigo."
      }
    },
    "skill": {
      "0": {
        "name": "Hey, ¿te acuerdas de Hook?",
        "fullDesc": "Inflige un <orangeStrong>{{1}}%</orangeStrong> del ATQ de Hook como Daño de Fuego a un enemigo. Además, tiene un {{2}}% de <u>probabilidad base</u> de afectar con Quemadura al enemigo atacado durante {{3}} turnos.\\nLos enemigos quemados reciben al principio de cada turno un <orangeStrong>{{4}}%</orangeStrong> del ATQ de Hook como Daño de Fuego con el tiempo.",
        "shortDesc": "Inflige Daño de Fuego a un enemigo y tiene una gran probabilidad de causarle Quemadura."
      },
      "1": {
        "name": "Hey, ¿te acuerdas de Hook?",
        "fullDesc": "Inflige un <orangeStrong>{{1}}%</orangeStrong> del ATQ de Hook como Daño de Fuego a un enemigo y tiene un {{2}}% de <u>probabilidad base</u> de afectarlo con Quemadura durante {{3}} turnos. Además, inflige un Daño de Fuego equivalente al <orangeStrong>{{5}}%</orangeStrong> del ATQ de Hook a los enemigos adyacentes al objetivo.\\nLos enemigos quemados reciben al principio de cada turno un <orangeStrong>{{4}}%</orangeStrong> del ATQ de Hook como Daño de Fuego con el tiempo.",
        "shortDesc": "Inflige Daño de Fuego a un enemigo y tiene una gran probabilidad de causarle Quemadura. También inflige una pequeña cantidad de Daño de Fuego a los enemigos adyacentes."
      }
    },
    "ult": {
      "0": {
        "name": "¡Bum! ¡Aquí viene el fuego!",
        "fullDesc": "Inflige un <orangeStrong>{{1}}%</orangeStrong> del ATQ de Hook como Daño de Fuego a un enemigo.\\nTras usar la habilidad definitiva, potencia la habilidad básica la siguiente vez que se use. La habilidad básica potenciada inflige daño a un enemigo y a los enemigos adyacentes.",
        "shortDesc": "Inflige una gran cantidad de Daño de Fuego a un enemigo y <orangeStrong>potencia el siguiente uso de la habilidad básica</orangeStrong>."
      }
    },
    "technique": {
      "0": {
        "name": "¡Vaya, qué desastre!",
        "fullDesc": "Ataca inmediatamente al enemigo y entra en combate. Inflige un {{4}}% del ATQ de Hook como Daño de Fuego a un enemigo al azar. Además, cada enemigo tiene un {{1}}% de <u>probabilidad base</u> de ser afectado por Quemadura durante {{3}} turnos.\\nLos enemigos quemados reciben un Daño de Fuego con el tiempo equivalente al {{2}}% del ATQ de Hook al comienzo de cada turno.",
        "shortDesc": "Ataca inmediatamente al enemigo y entra en combate. Inflige Daño de Fuego a un enemigo al azar y tiene una gran probabilidad de afectar con Quemadura a cada enemigo."
      }
    },
    "overworld": {
      "0": {
        "name": "Ataque",
        "fullDesc": "Ataca a un enemigo y, tras entrar en combate, consume la Firmeza del tipo correspondiente del enemigo.",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Inocencia",
        "fullDesc": "Al activar su talento, Hook regenera una cantidad de PV equivalente al {{1}}% de sus PV máx.",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Ingenuidad",
        "fullDesc": "La probabilidad de resistir estados negativos de Control aumenta en un {{1}}%.",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Jugando con fuego",
        "fullDesc": "Tras usar la habilidad definitiva, la acción de Hook se adelanta un {{2}}% y recupera {{1}} pts. de energía adicionales.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "A la cama temprano",
      "desc": "La habilidad básica potenciada inflige un {{1}}% más de daño."
    },
    "2": {
      "name": "Tripita feliz, persona feliz",
      "desc": "La duración del estado de Quemadura causado por la habilidad básica de Hook se alarga en {{1}} turno."
    },
    "3": {
      "name": "Nada de elegir",
      "desc": "Niv. de habilidad básica +2 (máximo: nivel 15). Niv. de ATQ básico +1 (máximo: nivel 10)."
    },
    "4": {
      "name": "No pasa nada si no lo sabes",
      "desc": "Al activar el talento, tiene una probabilidad base del {{1}}% de afectar a los enemigos adyacentes al objetivo con una Quemadura equivalente a la de la habilidad básica."
    },
    "5": {
      "name": "Que todos sepan de las hazañas de Los Topos",
      "desc": "Niv. de habilidad definitiva +2 (máximo: nivel 15). Niv. de talento +2 (máximo: nivel 15)."
    },
    "6": {
      "name": "Siempre lista para patear traseros",
      "desc": "Hook inflige un {{1}}% más de daño a los enemigos afectados por Quemadura."
    }
  }
}