{
  "name": "Pela",
  "abilities": {
    "basic": {
      "0": {
        "name": "Disparo helado",
        "fullDesc": "Inflige un <orangeStrong>{{1}}%</orangeStrong> del ATQ de Pela como Daño de Hielo a un enemigo.",
        "shortDesc": "Inflige una pequeña cantidad de Daño de Hielo a un enemigo."
      }
    },
    "skill": {
      "0": {
        "name": "Escarcha",
        "fullDesc": "Elimina {{2}} <u>efecto positivo</u> de un enemigo y le inflige un <orangeStrong>{{1}}%</orangeStrong> del ATQ de Pela como Daño de Hielo.",
        "shortDesc": "<color=#f29e38ff>Elimina</color> 1 <color=#f29e38ff><u>efecto positivo</u></color> de un enemigo y le inflige Daño de Hielo."
      }
    },
    "ult": {
      "0": {
        "name": "Supresión de área",
        "fullDesc": "Cada enemigo tiene una <u>probabilidad base</u> del {{1}}% de ser afectado por Desprotección. Además, inflige un <orangeStrong>{{4}}%</orangeStrong> del ATQ de Pela como Daño de Hielo a todos los enemigos.\\nLa DEF de los enemigos afectados por Desprotección se reduce en un <orangeStrong>{{2}}%</orangeStrong> durante {{3}} turnos.",
        "shortDesc": "Gran probabilidad de <color=#f29e38ff>reducir la DEF</color> del enemigo. Inflige una pequeña cantidad de Daño de Hielo a todos los enemigos."
      }
    },
    "technique": {
      "0": {
        "name": "Iniciadora",
        "fullDesc": "Ataca inmediatamente al enemigo y entra en combate. Inflige un {{4}}% del ATQ de Pela como Daño de Hielo a un enemigo al azar. Además, cada enemigo tiene una <u>probabilidad base</u> del {{1}}% de ver reducida su DEF en un {{2}}% durante {{3}} turnos.",
        "shortDesc": "Ataca al enemigo y entra en combate. Inflige una pequeña cantidad de daño a un enemigo al azar. Además, cada enemigo tiene una gran probabilidad de ver reducida su DEF."
      }
    },
    "overworld": {
      "0": {
        "name": "Ataque",
        "fullDesc": "Ataca a un enemigo y, tras entrar en combate, consume la Firmeza del tipo correspondiente del enemigo.",
        "shortDesc": ""
      }
    }
  }
}