{
  "name": "Seele",
  "abilities": {
    "basic": {
      "0": {
        "name": "Trancazo",
        "fullDesc": "Inflige un <orangeStrong>{{1, percent}}%</orangeStrong> del ATQ de Seele como Daño Cuántico a un enemigo.",
        "shortDesc": "Inflige una pequeña cantidad de Daño Cuántico a un enemigo."
      }
    },
    "skill": {
      "0": {
        "name": "Hoja envainada",
        "fullDesc": "Seele aumenta su VEL en un {{2, percent}}% durante {{3}} turnos e inflige un <orangeStrong>{{1, percent}}%</orangeStrong> de su ATQ como Daño Cuántico a un enemigo.",
        "shortDesc": "Inflige Daño Cuántico a un enemigo y aumenta su propia VEL."
      }
    },
    "ult": {
      "0": {
        "name": "Mariposa desbocada",
        "fullDesc": "Seele entra en un estado potenciado e inflige un <orangeStrong>{{1, percent}}%</orangeStrong> de su ATQ como Daño Cuántico a un enemigo.",
        "shortDesc": "Entra en un <orangeStrong>estado potenciado</orangeStrong> e inflige una gran cantidad de Daño Cuántico a un enemigo."
      }
    },
    "technique": {
      "0": {
        "name": "Ilusión fantasmal",
        "fullDesc": "Tras usar la técnica, Seele obtiene Invisibilidad durante {{1}} s. Mientras está en el estado de Invisibilidad, Seele no puede ser detectada por los enemigos. Al entrar en combate tras atacar a un enemigo, Seele entra en el estado potenciado inmediatamente.",
        "shortDesc": "Entra en el estado de <orangeStrong>Invisibilidad</orangeStrong>. Tras atacar a un enemigo y entrar en combate, entra en el <orangeStrong>estado potenciado</orangeStrong>."
      }
    },
    "overworld": {
      "0": {
        "name": "Ataque",
        "fullDesc": "Ataca a un enemigo y, tras entrar en combate, consume la Firmeza del tipo correspondiente del enemigo.",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Sombra nocturna",
        "fullDesc": "Cuando el porcentaje de PV es igual o inferior al {{1, percent}}%, se reduce la probabilidad de recibir un ataque enemigo.",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Laceración",
        "fullDesc": "Cuando Seele está en el estado potenciado, su PEN de la RES a Cuántico aumenta en un {{1, percent}}%.",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Olas agitadas",
        "fullDesc": "Tras usar el ATQ básico, la siguiente acción de Seele se adelanta un {{1, percent}}%.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Corte total",
      "desc": "Cuando inflige daño a un objetivo que tiene un porcentaje de PV igual o inferior al {{1, percent}}%, la Prob. CRIT aumenta en un {{2, percent}}%."
    },
    "2": {
      "name": "Danza de la mariposa",
      "desc": "El efecto de aumento de VEL de la habilidad básica se puede acumular hasta {{1}} veces."
    },
    "3": {
      "name": "Confusión",
      "desc": "Niv. de habilidad básica +2 (máximo: nivel 15). Niv. de talento +2 (máximo: nivel 15)."
    },
    "4": {
      "name": "Espíritu efímero",
      "desc": "Cuando Seele elimina a un enemigo, recupera {{1}} pts. de energía."
    },
    "5": {
      "name": "Fragmentos punzantes",
      "desc": "Niv. de habilidad definitiva +2 (máximo: nivel 15). Niv. de ATQ básico +1 (máximo: nivel 10)."
    },
    "6": {
      "name": "Caos destructivo",
      "desc": "Tras usar la habilidad definitiva de Seele, el objetivo entra en el estado de Mariposa desbocada durante {{2}} turno. Cuando un enemigo afectado por Mariposa desbocada es atacado, recibe un Daño Cuántico adicional equivalente al {{1, percent}}% del daño de habilidad definitiva de Seele. Si el enemigo es eliminado por el daño adicional de Mariposa desbocada activado por el ataque de otro aliado, no se activará el talento de Seele.\\nCuando Seele sea derrotada, se disipará el estado de Mariposa desbocada infligido a los enemigos."
    }
  }
}