{
  "name": "Qingque",
  "abilities": {
    "basic": {
      "0": {
        "name": "Combinación oculta",
        "fullDesc": "Lanza 1 ficha de jade del palo que menos fichas tenga e inflige un <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> del ATQ de Qingque como Daño Cuántico a un enemigo.",
        "shortDesc": "Lanza 1 ficha e inflige una pequeña cantidad de Daño Cuántico a un enemigo."
      },
      "1": {
        "name": "¡Fuera la ficha del muro muerto!",
        "fullDesc": "Qingque inflige un <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> de su ATQ como Daño Cuántico a un enemigo y un <color=#f29e38ff><unbreak>#2[i]%</unbreak></color> de su ATQ como Daño Cuántico a los enemigos adyacentes.\\n\"¡Fuera la ficha del muro muerto!\" no recupera pts. de habilidad básica.",
        "shortDesc": "Inflige Daño Cuántico a un enemigo y una pequeña cantidad de Daño Cuántico a los enemigos adyacentes."
      }
    },
    "skill": {
      "0": {
        "name": "Última ficha posible",
        "fullDesc": "Roba <unbreak>#1[i]</unbreak> fichas de jade e inflige un <color=#f29e38ff><unbreak>#2[i]%</unbreak></color> más de daño hasta que termine el turno. Este efecto se puede acumular hasta <unbreak>#3[i]</unbreak> veces. Tras usar esta habilidad básica, el turno no termina.",
        "shortDesc": "<color=#f29e38ff>Roba</color>, aumenta el daño infligido y <color=#f29e38ff>el turno no termina</color>."
      }
    },
    "ult": {
      "0": {
        "name": "¿Cuatro peces ocultos? ¡Victoria!",
        "fullDesc": "Inflige un <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> del ATQ de Qingque como Daño Cuántico a todos los enemigos y obtiene 4 fichas de jade del mismo palo.",
        "shortDesc": "Inflige Daño Cuántico a todos los enemigos y obtiene 4 fichas del mismo palo."
      }
    },
    "technique": {
      "0": {
        "name": "Desafío a mí misma",
        "fullDesc": "Tras usar la técnica, al entrar en combate Qingque roba <unbreak>#1[i]</unbreak> fichas de jade.",
        "shortDesc": "Tras usar la técnica, roba ficha en la siguiente batalla."
      }
    },
    "overworld": {
      "0": {
        "name": "Ataque",
        "fullDesc": "Ataca a un enemigo y, tras entrar en combate, consume la Firmeza del tipo correspondiente del enemigo."
      }
    }
  }
}