{
  "setName": "Perla Oceánica",
  "setEffects": {
    "2": "Bono de Curación +15%.",
    "4": "Cuando el personaje que equipa este conjunto de artefactos cura a otro, crea el efecto de “burbuja marina” durante 3 s, el cual registra la cantidad de Vida regenerada (incluida la regenerada por encima del 100%). Tras ello, la burbuja marina estalla e inflige contra los enemigos cercanos un daño basado en el 90% de la cantidad regenerada. Este daño se calcula de manera similar al de las reacciones de Electrocargado, Superconductor, etc., pero no varía en función de la Maestría Elemental, el nivel del personaje o el bono de daño de las reacciones. Solo se puede crear una burbuja marina cada 3.5 s, la cual solo puede registrar un máximo de 30 000 pts. de Vida regenerada, incluyendo la regenerada por encima del 100%. Además, solo puede existir una burbuja marina en tu equipo al mismo tiempo. Cuando el personaje que equipa este conjunto de artefactos está en el equipo pero no en uso, también podrá activar este efecto."
  },
  "pieces": {
    "flower": {
      "name": "Flor Marina",
      "desc": "Una flor que se ha teñido de muchos de los colores del océano caprichoso y que reluce con hermosos reflejos bajo la luz de la luna."
    },
    "plume": {
      "name": "Pluma del Palacio de las Profundidades",
      "desc": "Una suave pluma del color del coral. Se dice que proviene del traje ceremonial de una miko."
    },
    "sands": {
      "name": "Cauri de la Despedida",
      "desc": "Una concha marina sin ninguna imperfección que proviene de las profundidades del océano."
    },
    "goblet": {
      "name": "Jaula de Perlas",
      "desc": "Las perlas relucientes que las miko de la Isla Watatsumi utilizan como ofrendas brillan eternamente y su fulgor nunca se apaga."
    },
    "circlet": {
      "name": "Corona de Watatsumi",
      "desc": "Una corona antigua e intrincada que solían utilizar las clérigas ahora olvidadas. En la actualidad, es una reliquia conservada con gran cuidado por las gentes de Watatsumi."
    }
  }
}