{
  "name": "Klee",
  "title": "El Sol Fugitivo",
  "description": "Una visitante frecuente de los calabozos de los Caballeros de Favonius, la maestra de explosiones de Mondstadt. La llaman “el Sol Fugitivo”.",
  "constellationName": "Trifolium",
  "auto": {
    "name": "¡Buuum!",
    "fields": {
      "normal": {
        "0": "<strong>Ataque Normal</strong>",
        "1": "Realiza hasta 3 ataques explosivos que infligen <pyro>Daño Pyro en el AdE</pyro>."
      },
      "charged": {
        "0": "<strong>Ataque Cargado</strong>",
        "1": "Consume una cierta cantidad de Aguante para infligir <pyro>Daño Pyro en el AdE</pyro> después de un corto tiempo de canalización."
      },
      "plunging": {
        "0": "<strong>Ataque Descendente</strong>",
        "1": "Concentra el poder del fuego y se lanza desde el aire para golpear el suelo, atacando a los enemigos que encuentre en su trayecto e infligiendo <pyro>Daño Pyro en el AdE</pyro> en el momento del impacto."
      }
    },
    "skillParams": {
      "0": "Daño de 1er golpe",
      "1": "Daño de 2.º golpe",
      "2": "Daño de 3er golpe",
      "3": "Daño de ATQ Cargado",
      "4": "Coste de Aguante de ATQ Cargado",
      "5": "Daño de Caída",
      "6": "Daño de impacto de caída baja/alta",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Bomba saltarina",
    "description": {
      "0": "¡La bomba saltarina es superdivertida!",
      "1": "Arroja una poderosa Bomba saltarina que rebota hasta tres veces. Cada vez que rebota genera una explosión que inflige <pyro>Daño Pyro en el AdE</pyro>.",
      "2": "<br/>",
      "3": "Después de rebotar tres veces, se dividirá en varias minas.",
      "4": "Al entrar en contacto con el enemigo, las minas explotarán, infligiendo <pyro>Daño Pyro en el AdE</pyro>.",
      "5": "<br/>",
      "6": "Puede ser usado 2 veces consecutivas.",
      "7": "<br/>",
      "8": "<i>La bomba saltarina es la nueva amiga de Klee... ¡Todos mueren por conocerla!</i>"
    },
    "skillParams": {
      "0": "Daño de Bomba saltarina",
      "1": "Daño de mina",
      "2": "Duración de minas",
      "3": "TdE",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Chispas explosivas",
    "description": {
      "0": "¡Klee a la carga! Mientras dure la habilidad, invoca constantemente Chispas explosivas que hacen daño a los enemigos cercanos, infligiendo <pyro>Daño Pyro en el AdE</pyro>.",
      "1": "<br/>",
      "2": "<i>Los Caballeros de Favonius creen que si Klee nunca se ha hecho daño con sus propias bombas es porque debe tener una buena estrella que la protege...</i>"
    },
    "skillParams": {
      "0": "Daño de Chispas explosivas",
      "1": "Duración",
      "2": "TdE",
      "3": "Energía Elemental",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Regalo explosivo",
    "description": {
      "0": "Cuando se inflige daño con <strong>Bomba saltarina</strong> y Ataque Normal, hay una probabilidad del 50% de que Klee obtenga una flor explosiva.",
      "1": "El siguiente Ataque Cargado consumirá esta flor explosiva sin ningún Coste de Aguante y tendrá un aumento de daño del 50%."
    },
    "upgradedDescription": {
      "0": "Al infligir daño con la Habilidad Elemental, <strong>Bomba saltarina</strong>, o el Ataque Normal, hay un 50% de probabilidad de que Klee obtenga una flor explosiva. Al usar la Habilidad Elemental, <strong>Bomba saltarina</strong>, o la Habilidad Definitiva, <strong>Chispas explosivas</strong>, Klee también obtendrá una flor explosiva. Klee puede tener un máximo de tres flores explosivas.",
      "1": "Cuando ejecute un Ataque Cargado mientras tiene flores explosivas, consumirá una para usar un Ataque Cargado especial llamado “Bombardeo pium-pium” que no consume Aguante y cuyo daño aumenta en un 50%.",
      "2": "<br/>",
      "3": "<strong>Taumaturgia: rito secreto</strong>",
      "4": "Mientras la Habilidad Definitiva, <strong>Chispas explosivas</strong>, esté activa, la secuencia de los Ataques Normales de Klee no se reiniciará. Cuando tenga flores explosivas y ejecute un Ataque Normal, el tercer golpe consumirá una flor para realizar un ataque adicional contra los enemigos equivalente a “Bombardeo pium-pium”."
    }
  },
  "passive2": {
    "name": "Estallido incesante",
    "description": {
      "0": "Cuando Klee asesta un golpe CRIT con su Ataque Cargado, todos los miembros del equipo recuperan 2 pts. de Energía Elemental."
    }
  },
  "passive3": {
    "name": "Todos mis tesoros",
    "description": {
      "0": "Muestra la ubicación de los <strong>objetos típicos de Mondstadt</strong> cercanos en el minimapa."
    }
  },
  "lockedPassive": {
    "name": "Rito de la noche de brujas: Magia chispeante",
    "description": {
      "0": "Tras completar la misión <strong>«Lecciones del Aquelarre: De hojas chispeantes»</strong>, Klee se convertirá en un personaje <strong>taumatúrgico</strong>. Cuando en el equipo haya al menos 2 personajes taumatúrgicos, estos obtendrán el efecto de <strong>taumaturgia: rito secreto</strong>, el cual les otorgará ciertos fortalecimientos.",
      "1": "<br/>",
      "2": "<strong>Taumaturgia: rito secreto</strong>",
      "3": "Cuando Klee inflige daño con un Ataque Normal, la Habilidad Elemental o la Habilidad Definitiva, obtiene una “medalla bum-bum” durante 20 s. Como máximo, cada uno de dichos ataques puede otorgarle de esta manera una medalla bum-bum a Klee. Las medallas bum-bum obtenidas mediante distintos tipos de ataque son independientes entre sí. Cuando Klee tiene 1/2/3 medallas, su Ataque Cargado especial, “Bombardeo pium-pium”, infligirá un 115/130/150% de su daño original."
    }
  },
  "constellation1": {
    "name": "Explosión en cadena",
    "description": {
      "0": "Al atacar o usar una habilidad, hay una probabilidad de invocar chispas que atacan al enemigo, las cuales infligen daño equivalente al 120% del daño de <strong>Chispas explosivas</strong>."
    },
    "upgradedDescription": {
      "0": "Al atacar o usar una habilidad, hay una probabilidad de invocar chispas que atacan al enemigo, las cuales infligen daño equivalente al 120% del daño de <strong>Chispas explosivas</strong>.",
      "1": "Tras activarse este efecto, el ATQ de Klee aumenta en un 60% durante 12 s."
    }
  },
  "constellation2": {
    "name": "Fragmentos de metralla",
    "description": {
      "0": "Las minas de <strong>Bomba saltarina</strong> reducen la DEF de los enemigos en un 23% durante 10 s."
    },
    "upgradedDescription": {
      "0": "Cuando Klee golpea a un enemigo con su Habilidad Elemental, la DEF de dicho enemigo se reduce en un 23% durante 10 s."
    }
  },
  "constellation3": {
    "name": "Mezcla especial de Klee",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Bomba saltarina</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation4": {
    "name": "¡Bomba va!",
    "description": {
      "0": "Si Klee se retira de combate mientras la habilidad <strong>Chispas explosivas</strong> está activa, creará una explosión que inflige un 555% de <pyro>Daño Pyro en el AdE</pyro>."
    },
    "upgradedDescription": {
      "0": "Si se retira de combate mientras las <strong>Chispas explosivas</strong> están activas o cuando termine la duración de dicha habilidad, se producirá una explosión que inflige <pyro>Daño Pyro en el AdE</pyro> en una cantidad equivalente al 555% del ATQ. Si Klee está en uso cuando se active este efecto, el daño que inflige aumenta en un 100%."
    }
  },
  "constellation5": {
    "name": "Estrella de los bombardeos",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Chispas explosivas</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation6": {
    "name": "¡Klee a la carga!",
    "description": {
      "0": "Mientras las <strong>Chispas explosivas</strong> estén activas, Klee hará que todos los miembros del equipo (a excepción de Klee) recuperen 3 pts. de Energía Elemental cada 3 s.",
      "1": "Después de activar <strong>Chispas explosivas</strong>, todos los miembros del equipo reciben un 10% de <pyro>Bono de Daño Pyro</pyro> durante 25 s."
    },
    "upgradedDescription": {
      "0": "Mientras las <strong>Chispas explosivas</strong> estén activas, Klee hará que todos los miembros del equipo (a excepción de sí misma) recuperen 3 pts. de Energía Elemental cada 3 s.",
      "1": "Durante 25 s tras usar <strong>Chispas explosivas</strong>, todos los miembros del equipo (a excepción de Klee) obtienen un 10% de <pyro>Bono de Daño Pyro</pyro>, y ella obtiene un 50% de <pyro>Bono de Daño Pyro</pyro>.",
      "2": "<br/>",
      "3": "<strong>Taumaturgia: rito secreto</strong>",
      "4": "Al activarse un efecto que requiera consumir <strong>flores explosivas</strong>, hay un 50% de probabilidad de que no se consuman. Además, mientras las <strong>Chispas explosivas</strong> estén activas, el primer y segundo golpe del Ataque Normal de Klee tienen un 40% de probabilidad de consumir una flor explosiva para realizar un ataque adicional contra los enemigos equivalente a “Bombardeo pium-pium”."
    }
  }
}