{
  "name": "Arataki Itto",
  "title": "El Héroe de Hanamizaka",
  "description": "El primer gran líder de la Banda de Arataki, muy activo en la zona de Hanamizaka de la Ciudad de Inazuma. ¿Nunca habías oído hablar de la Banda de Arataki? ¿En serio?",
  "constellationName": "Taurus Iracundus",
  "auto": {
    "name": "Héroe del combate",
    "fields": {
      "normal": {
        "0": "<strong>Ataque Normal</strong>",
        "1": "Realiza hasta 4 tajos de espada consecutivos.",
        "2": "Al golpear a un enemigo con el segundo y el cuarto tajo, crea respectivamente 1 y 2 cargas del efecto “fuerza sobrenatural”, el cual puede acumularse un máximo de 5 veces. Al activar este efecto, se reiniciará la duración de las cargas existentes.",
        "3": "<br/>",
        "4": "Además, durante un breve periodo de tiempo después de usar la Habilidad Elemental, “Exterminio del mal: ¡Embestida taurina!”, o de esprintar, la secuencia de los Ataques Normales de Arataki Itto no se reiniciará."
      },
      "charged": {
        "0": "<strong>Ataque Cargado</strong>",
        "1": "Cuando Arataki Itto posee la fuerza sobrenatural, mantén pulsado para hacer Ataques Cargados que ejecutan golpes de espada kesagiri, los cuales no consumen Aguante. Cada ataque de este movimiento consumirá una carga de fuerza sobrenatural. Al consumir la última carga, se libera un golpe final aún más poderoso.",
        "2": "Si Arataki Itto no posee ninguna carga de fuerza sobrenatural, consumirá Aguante y realizará un violento tajo horizontal."
      },
      "plunging": {
        "0": "<strong>Ataque Descendente</strong>",
        "1": "Se lanza desde el aire para golpear el suelo, dañando a los enemigos cercanos e infligiendo Daño en el AdE en el momento del impacto."
      }
    },
    "skillParams": {
      "0": "Daño de 1er golpe",
      "1": "Daño de 2.º golpe",
      "2": "Daño de 3er golpe",
      "3": "Daño de 4.º golpe",
      "4": "Daño de golpe de espada kesagiri",
      "5": "Daño del último golpe de espada kesagiri",
      "6": "Duración de fuerza sobrenatural",
      "7": "Daño del tajo horizontal",
      "8": "Coste de Aguante del tajo horizontal",
      "9": "Daño de Caída",
      "10": "Daño de impacto de caída baja/alta",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Exterminio del mal: ¡Embestida taurina!",
    "description": {
      "0": "Lanza a Ushi, el toro akaushi ayudante de la Banda de Arataki, para infligir <geo>Daño Geo</geo>. Al golpear a un enemigo, otorga a Arataki Itto una carga de fuerza sobrenatural.",
      "1": "<br/>",
      "2": "Ushi se quedará en el campo de batalla para ayudar:",
      "3": [
        "Provoca continuamente a los enemigos cercanos para que lo ataquen.",
        "Hereda cierto porcentaje de Vida en función de la Vida Máx. de Arataki Itto.",
        "Al recibir daño, otorga a Itto una carga de fuerza sobrenatural. Como máximo, solo puede otorgar una carga cada 2 s de esta manera.",
        "Tras quedarse sin Vida o al terminar su duración, Ushi huirá y otorgará a Arataki Itto una carga de fuerza sobrenatural."
      ],
      "4": "<br/>",
      "5": "<strong>Mantener pulsado</strong>",
      "6": "Ajusta la dirección en la que se lanza a Ushi.",
      "7": "<br/>",
      "8": "Ushi es considerado una <geo>creación Geo</geo>, y Arataki Itto no puede crear más de uno a la vez.",
      "9": "<br/>",
      "10": "<i>El nombre de esta habilidad proviene de la novela «El espíritu marcial», escrita por Junkichi. Sin embargo, como en el texto original el término era “exterminio de los oni”, había problemas de derechos de autor, ¡por no olvidar que Itto es un oni!</i>"
    },
    "skillParams": {
      "0": "Daño de habilidad",
      "1": "Vida heredada",
      "2": "Duración",
      "3": "TdE",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Rey oni maligno: ¡Itto contra todos!",
    "description": {
      "0": "¡Hora de mostrar el gran poder del líder de la Banda de Arataki! Itto se transforma en un rey oni enfurecido durante cierto tiempo y combate usando una gran maza.",
      "1": "Además, adquiere las siguientes características:",
      "2": [
        "El daño infligido con los Ataques Normales, Cargados y Descendentes se transforma en <geo>Daño Geo</geo>, el cual no puede sustituirse imbuyéndose de otro elemento.",
        "Aumenta la Vel. de Ataque Normal de Arataki Itto y, en proporción a su DEF, aumenta su ATQ.",
        "El primer y el tercer tajo del Ataque Normal de Arataki Itto crean cada uno una carga de fuerza sobrenatural al golpear a un enemigo.",
        "Todas sus RES Elementales y su RES Física se reducen en un 20%."
      ],
      "3": "<br/>",
      "4": "El estado de rey oni enfurecido desaparecerá una vez que Arataki Itto sea retirado de combate.",
      "5": "<br/>",
      "6": "<i>Esta es la autoproclamada “supertécnica definitiva de Itto”. No tiene sentido que intente imitar otra cosa para volverse más fuerte, ya que él y nadie más que él es el oni más fuerte y terrible del mundo. Con que se imite a sí mismo, es suficiente.</i>",
      "7": "<i>A Shouta, esto le parece algo genial.</i>"
    },
    "skillParams": {
      "0": "Aumento de ATQ",
      "1": "Aumento de Vel. de Ataque",
      "2": "Duración",
      "3": "TdE",
      "4": "Energía Elemental",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Itto, el ónico e inimitable",
    "description": {
      "0": "Cuando Arataki Itto realiza ataques de espada kesagiri continuos, obtiene los siguientes efectos:",
      "1": [
        "Cada golpe aumenta en un 10% la Vel. de Ataque del siguiente hasta un máximo del 30%.",
        "Aumenta la RES a interrupción."
      ],
      "2": "<br/>",
      "3": "Estos efectos desaparecen cuando Arataki Itto deja de ejecutar golpes continuos."
    }
  },
  "passive2": {
    "name": "Linaje de oni escarlata",
    "description": {
      "0": "Aumenta el daño de los golpes de espada kesagiri de Arataki Itto en proporción al 35% de su DEF."
    }
  },
  "passive3": {
    "name": "Itto el leñador",
    "description": {
      "0": "Tus personajes tienen un 25% de probabilidad de obtener un trozo de madera adicional al talar árboles con sus ataques."
    }
  },
  "constellation1": {
    "name": "Calla y escucha",
    "description": {
      "0": "Al realizar <strong>Rey oni maligno: ¡Itto contra todos!</strong>, Arataki Itto obtiene 2 cargas de fuerza sobrenatural. 1 s después, obtiene una carga cada 0.5 s durante 1.5 s."
    }
  },
  "constellation2": {
    "name": "¡Todos contra todos!",
    "description": {
      "0": "Tras realizar <strong>Rey oni maligno: ¡Itto contra todos!</strong>, por cada personaje <geo>Geo</geo> que haya en el equipo, el TdE de dicha habilidad se reduce en 1.5 s y se regeneran 6 pts. de Energía Elemental para Arataki Itto.",
      "1": "Como máximo, este TdE se puede reducir en 4.5 s y se pueden regenerar 18 pts. de Energía de esta manera."
    }
  },
  "constellation3": {
    "name": "¡El toro por los cuernos!",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Exterminio del mal: ¡Embestida taurina!</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation4": {
    "name": "La cárcel es mi casa",
    "description": {
      "0": "Al terminar la duración del estado de rey oni enfurecido de <strong>Rey oni maligno: ¡Itto contra todos!</strong>, la DEF y el ATQ de todos los miembros del equipo cercanos aumentan en un 20% durante 10 s."
    }
  },
  "constellation5": {
    "name": "Los envidiosos dirán que no soy famoso",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Rey oni maligno: ¡Itto contra todos!</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation6": {
    "name": "Ante ustedes, ¡Arataki Itto!",
    "description": {
      "0": "Aumenta en un 70% el Daño CRIT del Ataque Cargado de Arataki Itto. Además, al ejecutar golpes de espada kesagiri, hay un 50% de probabilidad de no consumir cargas de fuerza sobrenatural."
    }
  }
}