{
  "name": "Skirk",
  "title": "La Estrella del Vacío",
  "description": "Una visitante que apareció en una fisura del Abismo y en el Mar Primigenio. Esta guerrera solitaria es también quien enseñó a Tartaglia sus habilidades de combate.",
  "constellationName": "Crystallina",
  "auto": {
    "name": "Escisión",
    "fields": {
      "normal": {
        "0": "<strong>Ataque Normal</strong>",
        "1": "Realiza hasta 5 ataques consecutivos."
      },
      "charged": {
        "0": "<strong>Ataque Cargado</strong>",
        "1": "Consume cierta cantidad de Aguante para arrojar una lanza cristalina giratoria que inflige daño a los enemigos que tiene delante."
      },
      "plunging": {
        "0": "<strong>Ataque Descendente</strong>",
        "1": "Se lanza desde el aire para golpear el suelo, atacando a los enemigos que encuentre en su trayecto e infligiendo Daño en el AdE en el momento del impacto."
      }
    },
    "skillParams": {
      "0": "Daño de 1er golpe",
      "1": "Daño de 2.º golpe",
      "2": "Daño de 3er golpe",
      "3": "Daño de 4.º golpe",
      "4": "Daño de 5.º golpe",
      "5": "Daño de ATQ Cargado",
      "6": "Coste de Aguante de ATQ Cargado",
      "7": "Daño de Caída",
      "8": "Daño de impacto de caída baja/alta",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Caos: Distorsión",
    "description": {
      "0": "Imita el estilo de combate del Caballero Protervo y produce diferentes efectos dependiendo de si se pulsa una vez o se mantiene pulsado.",
      "1": "<br/>",
      "2": "<strong>Pulsar una vez</strong>",
      "3": "Skirk obtiene 45 pts. de <tooltip ns=tooltips_gen baseKey18=11130005 values=[]><strong>astucia serpentina</strong></tooltip> y cambia al modo <tooltip ns=tooltips_gen baseKey18=11130006 values=[]><strong>distorsión heptafásica</strong></tooltip>.",
      "4": "<br/>",
      "5": "<strong>Mantener pulsado</strong>",
      "6": "Skirk obtiene 45 pts. de astucia serpentina y se mueve continuamente a gran velocidad. En este estado, su RES a interrupción aumenta.",
      "7": "Durante este tiempo, Skirk puede controlar la dirección en la que se desplaza y es capaz de moverse sobre el agua. Podrá usar de nuevo esta habilidad para salir del estado de movimiento rápido."
    },
    "skillParams": {
      "0": "Daño de 1er golpe",
      "1": "Daño de 2.º golpe",
      "2": "Daño de 3er golpe",
      "3": "Daño de 4.º golpe",
      "4": "Daño de 5.º golpe",
      "5": "Daño de ATQ Cargado",
      "6": "Coste de Aguante de ATQ Cargado",
      "7": "Daño de Caída",
      "8": "Daño de impacto de caída baja/alta",
      "9": "Duración del modo distorsión heptafásica",
      "10": "Límite máx. de astucia serpentina",
      "11": "TdE",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Caos: Aniquilación",
    "description": {
      "0": "La Habilidad Definitiva de Skirk no funciona con Energía Elemental, sino con <tooltip ns=tooltips_gen baseKey18=11130005 values=[]><strong>astucia serpentina</strong></tooltip>.",
      "1": "Cuando Skirk tiene al menos 50 pts. de astucia serpentina, puede consumirlos todos para usar su Habilidad Definitiva, la cual desgarra el espacio frente a ella y ejecuta cortes consecutivos a gran velocidad que infligen <cryo>Daño Cryo en el AdE</cryo>. Además, el daño de la Habilidad Definitiva de Skirk aumenta por cada punto de astucia serpentina que tenga por encima de 50 pts. en el momento de usar dicha habilidad. Para este efecto, solo se contabilizará hasta un máximo de 12 pts. de astucia serpentina.",
      "2": "<br/>",
      "3": "Cuando Skirk está en modo <tooltip ns=tooltips_gen baseKey18=11130006 values=[]><strong>distorsión heptafásica</strong></tooltip>, su Habilidad Definitiva, “Caos: Aniquilación”, es reemplazada por “Caos: Exterminio”.",
      "4": "<br/>",
      "5": "<strong>Caos: Exterminio</strong>",
      "6": "Esta Habilidad Definitiva especial puede utilizarse sin consumir astucia serpentina.",
      "7": "Tras usarla, Skirk obtiene el efecto de “marchitamiento total”, el cual durará hasta que salga del modo distorsión heptafásica. Tras desbloquear el talento de ascensión <tooltip ns=tooltips_gen baseKey18=11130007 values=[]><strong>La razón más allá de la razón</strong></tooltip>, Skirk también podrá absorber las fisuras del vacío que haya en un área cercana.",
      "8": "Mientras el efecto de marchitamiento total esté activo, cada 0.1 s, cuando Skirk golpee a un enemigo con un Ataque Normal, este infligirá más daño. Si Skirk absorbe alguna fisura del vacío al usar <strong>Caos: Exterminio</strong>, el daño de dicho Ataque Normal aumentará aún más en función del número de fisuras absorbidas.",
      "9": "Este efecto se cancelará cuando se haya activado 10 veces."
    },
    "skillParams": {
      "0": "Daño de corte",
      "1": "Daño del último corte",
      "2": "Bono de astucia serpentina",
      "3": "Aumento de daño por absorber 0/1/2/3 fisuras del vacío",
      "4": "TdE",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "La razón más allá de la razón",
    "description": {
      "0": "Cuando un personaje cercano del equipo cause una reacción de Congelado, Superconductor, Torbellino Cryo o Cristalización Cryo contra un enemigo, se creará una fisura del vacío cerca de dicho oponente. Este efecto puede ocurrir, como mucho, una vez cada 2.5 s, y podrán crearse un máximo de 3 fisuras del vacío a la vez.",
      "1": "<br/>",
      "2": "Skirk puede absorber las fisuras del vacío que haya en un área cercana de las siguientes maneras:",
      "3": [
        "Cuando golpea a un enemigo con su Ataque Cargado mientras está en modo <tooltip ns=tooltips_gen baseKey18=11130006 values=[]><strong>distorsión heptafásica</strong></tooltip>.",
        "Cuando usa la Habilidad Definitiva especial, <strong>Caos: Exterminio</strong>, del modo distorsión heptafásica.",
        "Al mantener pulsada la Habilidad Elemental, <strong>Caos: Distorsión</strong>, para moverse a gran velocidad."
      ],
      "4": "<br/>",
      "5": "Por cada fisura del vacío que absorba, Skirk obtendrá 8 pts. de <tooltip ns=tooltips_gen baseKey18=11130005 values=[]><strong>astucia serpentina</strong></tooltip>."
    }
  },
  "passive2": {
    "name": "Retorno al olvido",
    "description": {
      "0": "Cuando un personaje cercano del equipo de tipo elemental <hydro>Hydro</hydro> golpee a un enemigo con un ataque <hydro>Hydro</hydro>, o cuando un personaje cercano del equipo de tipo elemental <cryo>Cryo</cryo> (a excepción de Skirk) golpee a un enemigo con un ataque <cryo>Cryo</cryo>, Skirk obtiene una carga del efecto “vado de la muerte” durante 20 s. Este efecto puede acumularse hasta 3 veces, y cada acumulación tiene su propia duración individual.",
      "1": "Cada personaje puede otorgar, como máximo, 1 carga de vado de la muerte a Skirk de esta forma.",
      "2": "Por cada carga de vado de la muerte que tenga Skirk, los Ataques Normales que ejecute mientras está en modo <tooltip ns=tooltips_gen baseKey18=11130006 values=[]><strong>distorsión heptafásica</strong></tooltip> infligirán un 110/120/170% del daño original, y su Habilidad Definitiva, <strong>Caos: Aniquilación</strong>, infligirá un 105/115/160% del daño original."
    }
  },
  "passive3": {
    "name": "Entrenamiento de armas recíproco",
    "description": {
      "0": "Si el equipo está formado únicamente por personajes <hydro>Hydro</hydro> o <cryo>Cryo</cryo> (y hay al menos un personaje Hydro y uno Cryo en él), el nivel de la <strong>Habilidad Elemental</strong> de tus personajes del equipo aumenta en 1."
    }
  },
  "constellation1": {
    "name": "Caída sin fin",
    "description": {
      "0": "Fortalece el efecto del talento de ascensión <tooltip ns=tooltips_gen baseKey18=11130007 values=[]><strong>La razón más allá de la razón</strong></tooltip>, de manera que, por cada fisura del vacío que absorba, invoca un filo cristalino que ataca a los enemigos cercanos y les inflige <cryo>Daño Cryo</cryo> en una cantidad equivalente al 500% del ATQ de Skirk. Este daño se considera daño de Ataque Cargado.",
      "1": "Es necesario desbloquear el talento de ascensión “La razón más allá de la razón”."
    }
  },
  "constellation2": {
    "name": "Descenso hacia el Abismo",
    "description": {
      "0": "Después de usar su Habilidad Elemental, <strong>Caos: Distorsión</strong>, Skirk obtiene 10 pts. adicionales de <tooltip ns=tooltips_gen baseKey18=11130005 values=[]><strong>astucia serpentina</strong></tooltip>.",
      "1": "Al usar su Habilidad Definitiva, <strong>Caos: Aniquilación</strong>, se tienen en cuenta hasta 10 pts. más de astucia serpentina, lo que aumenta el daño infligido con dicha habilidad.",
      "2": "Además, cuando Skirk usa la Habilidad Definitiva especial <strong>Caos: Exterminio</strong> mientras está en modo <tooltip ns=tooltips_gen baseKey18=11130006 values=[]><strong>distorsión heptafásica</strong></tooltip>, su ATQ aumenta en un 70% durante 12.5 s. Este efecto se anula cuando Skirk sale del modo distorsión heptafásica."
    }
  },
  "constellation3": {
    "name": "Serendipia pecaminosa",
    "description": {
      "0": "Aumenta el nivel de habilidad de <tooltip ns=char_Skirk_gen baseKey18=burst><strong>Caos: Aniquilación</strong></tooltip> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation4": {
    "name": "Flujo de la obstrucción",
    "description": {
      "0": "Fortalece el efecto del talento de ascensión <tooltip ns=tooltips_gen baseKey18=11130008 values=[]><strong>Retorno al olvido</strong></tooltip>, de manera que cada acumulación de vado de la muerte también aumenta el ATQ de Skirk en un 10/20/40%.",
      "1": "Es necesario desbloquear el talento de ascensión “Retorno al olvido”."
    }
  },
  "constellation5": {
    "name": "Fin del deseo",
    "description": {
      "0": "Aumenta el nivel de habilidad de <tooltip ns=char_Skirk_gen baseKey18=skill><strong>Caos: Distorsión</strong></tooltip> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation6": {
    "name": "Hacia el origen",
    "description": {
      "0": "Cada vez que Skirk absorba una fisura del vacío por medio del efecto del talento de ascensión <tooltip ns=tooltips_gen baseKey18=11130007 values=[]><strong>La razón más allá de la razón</strong></tooltip>, obtendrá una acumulación de “caos: corte”. Skirk puede consumir este efecto para ejecutar ataques coordinados y reducir el daño que recibe en el modo <tooltip ns=tooltips_gen baseKey18=11130006 values=[]><strong>distorsión heptafásica</strong></tooltip>. Este efecto dura 15 s, puede acumularse hasta 3 veces y cada acumulación tiene su propia duración individual.",
      "1": "Es necesario desbloquear el talento de ascensión “La razón más allá de la razón”.",
      "2": "<br/>",
      "3": "<strong>Caos: corte</strong>",
      "4": [
        "Al usar la Habilidad Definitiva, <strong>Caos: Aniquilación</strong>, se consumen todas las acumulaciones de <strong>caos: corte</strong> para ejecutar un ataque coordinado que inflige <cryo>Daño Cryo</cryo> en una cantidad equivalente al 750% del ATQ de Skirk por cada acumulación. Este daño se considera daño de Habilidad Definitiva.",
        "Al golpear a un enemigo con el tercer o quinto golpe del Ataque Normal mientras está en modo distorsión heptafásica, consume 1 acumulación de <strong>caos: corte</strong> para ejecutar 3 ataques coordinados, cada uno de los cuales inflige <cryo>Daño Cryo</cryo> en una cantidad equivalente al 180% del ATQ de Skirk. Este daño se considera daño de Ataque Normal.",
        "Cuando Skirk recibe daño mientras está en modo distorsión heptafásica, consume 1 acumulación de <strong>caos: corte</strong> para reducir en un 80% ese daño recibido y atacar 3 veces a los enemigos cercanos. Cada ataque inflige <cryo>Daño Cryo</cryo> en una cantidad equivalente al 180% del ATQ de Skirk. Este daño se considera daño de Ataque Cargado."
      ]
    }
  }
}