{
  "name": "Baizhu",
  "title": "El Transgresor de lo Mortal",
  "description": "El dueño de la Farmacia Bubu, siempre con una serpiente blanca llamada Changsheng colgándole del cuello. Gran conocedor de la medicina, sus auténticas intenciones son un verdadero misterio.",
  "constellationName": "Lagenaria",
  "auto": {
    "name": "Acupuntura clásica",
    "fields": {
      "normal": {
        "0": "<strong>Ataque Normal</strong>",
        "1": "Ataca hasta 4 veces hacia el frente para infligir <dendro>Daño Dendro</dendro>."
      },
      "charged": {
        "0": "<strong>Ataque Cargado</strong>",
        "1": "Consume una cierta cantidad de Aguante para infligir <dendro>Daño Dendro en el AdE</dendro> frente a sí mismo después de un corto tiempo de canalización."
      },
      "plunging": {
        "0": "<strong>Ataque Descendente</strong>",
        "1": "Concentra el poder de las plantas, se lanza desde el aire para golpear el suelo y daña a los enemigos a su paso, infligiendo <dendro>Daño Dendro en el AdE</dendro> en el momento del impacto."
      }
    },
    "skillParams": {
      "0": "Daño de 1er golpe",
      "1": "Daño de 2.º golpe",
      "2": "Daño de 3er golpe",
      "3": "Daño de 4.º golpe",
      "4": "Daño de ATQ Cargado",
      "5": "Coste de Aguante de ATQ Cargado",
      "6": "Daño de Caída",
      "7": "Daño de impacto de caída baja/alta",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Diagnóstico universal",
    "description": {
      "0": "Controla a un espíritu sérico que se mueve entre los enemigos cercanos para atacarlos e infligirles <dendro>Daño Dendro</dendro>.",
      "1": "Tras ejecutar un máximo de 3 ataques o cuando no haya ningún enemigo cerca, el espíritu sérico regresa y restaura Vida a todos los personajes del equipo en función de la Vida Máx. de Baizhu.",
      "2": "<br/>",
      "3": "<i>Los expertos en las artes curativas saben distinguir las señales verdaderas de las falsas, lo que les permite eliminar las enfermedades de raíz incluso antes de que se manifieste cualquier síntoma.</i>"
    },
    "skillParams": {
      "0": "Daño de habilidad",
      "1": "Curación",
      "2": "TdE",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Sanación holística",
    "description": {
      "0": "Entra en el estado de “perspicuidad palpitante” y crea un “escudo incólume” que tiene un 250% de efectividad de absorción de <dendro>Daño Dendro</dendro>.",
      "1": "Mientras este estado está activo, crea un nuevo escudo incólume cada 2.5 s.",
      "2": "<br/>",
      "3": "Bajo las siguientes circunstancias, el escudo restaura Vida a tu personaje en uso en función de la Vida Máx. de Baizhu y libera una espirituarteria que ataca a los enemigos y les inflige <dendro>Daño Dendro</dendro>:",
      "4": [
        "Cuando un personaje está bajo la protección del escudo incólume y se crea un nuevo escudo.",
        "Cuando termina el efecto del escudo o cuando este se rompe al recibir daño."
      ],
      "5": "<br/>",
      "6": "<i>Si eres capaz de comprender el cielo y la tierra, de defender tu esencia interior del caos exterior y de mantener la mente en calma, te habrás convertido en un ser imparable.</i>"
    },
    "skillParams": {
      "0": "Absorción de daño del escudo incólume",
      "1": "Duración del escudo incólume",
      "2": "Curación del escudo incólume",
      "3": "Daño de espirituarteria",
      "4": "Duración de perspicuidad palpitante",
      "5": "TdE",
      "6": "Energía Elemental",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Cinco elementos de la fortuna",
    "description": {
      "0": "Baizhu obtiene diferentes efectos según la Vida de tu personaje en uso:",
      "1": [
        "Cuando la Vida de dicho personaje es inferior al 50%, Baizhu obtiene un 20% de Bono de Curación.",
        "Cuando la Vida de tu personaje en uso es superior o igual al 50%, Baizhu obtiene un 25% de <dendro>Bono de Daño Dendro</dendro>."
      ]
    }
  },
  "passive2": {
    "name": "Madre tierra",
    "description": {
      "0": "El personaje que sea curado con el <strong>escudo incólume</strong> obtendrá el efecto de “fortuna de la madera”, el cual hace que, por cada 1000 pts. de Vida Máx. de Baizhu que no superen los 50 000 pts., el daño que inflige dicho personaje con las reacciones de Quemadura, Florecimiento, Sobreflorecimiento y Crepitar aumenta en un 2%, y el aumento de daño generado por las reacciones de Intensificación y Propagación aumenta en un 0.8% durante 6 s."
    }
  },
  "passive3": {
    "name": "Nutrición vegetal",
    "description": {
      "0": "Cuando Baizhu está en el equipo, tu personaje en uso recuperará Vida en una cantidad equivalente al 2.5% de la Vida Máx. de Baizhu al interactuar con algunos objetos recolectables."
    }
  },
  "constellation1": {
    "name": "Cuidados intensivos",
    "description": {
      "0": "Aumenta en 1 las cargas de <strong>Diagnóstico universal</strong>."
    }
  },
  "constellation2": {
    "name": "Discernimiento maestro",
    "description": {
      "0": "Cuando tu personaje en uso golpea a un enemigo cercano, Baizhu libera un espíritu sérico cercenador.",
      "1": "Tras ejecutar un ataque como máximo, este espíritu regresa, inflige un <dendro>Daño Dendro</dendro> equivalente al 250% del ATQ de Baizhu y cura un 20% de lo que curaría el espíritu sérico creado mediante <strong>Diagnóstico universal</strong>.",
      "2": "El daño infligido de esta manera se considera daño de Habilidad Elemental.",
      "3": "Este efecto solo puede activarse una vez cada 5 s."
    }
  },
  "constellation3": {
    "name": "Homeostasis omnímoda",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Sanación holística</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation4": {
    "name": "Contemplación atávica",
    "description": {
      "0": "Tras usar <strong>Sanación holística</strong>, la Maestría Elemental de todos los personajes del equipo cercanos aumenta en 80 pts. durante 15 s."
    }
  },
  "constellation5": {
    "name": "Síntomas variables",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Diagnóstico universal</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation6": {
    "name": "Disipación del chi maligno",
    "description": {
      "0": "El daño que inflige la espirituarteria de <strong>Sanación holística</strong> aumenta en una cantidad equivalente al 8% de la Vida Máx. de Baizhu.",
      "1": "Además, cuando el <strong>espíritu sérico</strong> o el espíritu sérico cercenador golpea a un enemigo, hay un 100% de probabilidad de crear un escudo incólume de <strong>Sanación holística</strong>. Cada espíritu sérico o espíritu sérico cercenador solo puede activar este efecto una vez."
    }
  }
}