{
  "name": "Furina",
  "title": "La Bailarina Incansable",
  "description": "El foco de atención absoluto del escenario durante los juicios, hasta que la obra termina y el público rompe a aplaudir.",
  "constellationName": "Animula Choragi",
  "auto": {
    "name": "Convite de la solista",
    "fields": {
      "normal": {
        "0": "<strong>Ataque Normal</strong>",
        "1": "Realiza hasta 4 ataques consecutivos."
      },
      "charged": {
        "0": "<strong>Ataque Cargado</strong>",
        "1": "Consume cierta cantidad de Aguante para liberar una danza en solitario que inflige Daño Físico a los enemigos cercanos y cambiar el tipo de arjé de Furina. Si en el campo de batalla están los miembros del salón o el juglar de las aguas invocados con la Habilidad Elemental, “Salón Solitaire”, se cambiará de unos a otros."
      },
      "arkhe": {
        "0": "<strong>Arjé: sacralidad y secularidad</strong>",
        "1": "Cada cierto tiempo, cuando Furina golpea a un objetivo con su Ataque Normal, en la ubicación golpeada se libera una espina halitoespiritual o un filo fluyente que inflige <hydro>Daño Hydro</hydro> cargado de energía pneuma u ousía dependiendo del tipo de arjé actual.",
        "2": "Cuando Furina entra en el campo de batalla, su tipo de arjé es ousía."
      },
      "plunging": {
        "0": "<strong>Ataque Descendente</strong>",
        "1": "Se lanza desde el aire para golpear el suelo, dañando a los enemigos cercanos e infligiendo Daño en el AdE en el momento del impacto."
      }
    },
    "skillParams": {
      "0": "Daño de 1er golpe",
      "1": "Daño de 2.º golpe",
      "2": "Daño de 3er golpe",
      "3": "Daño de 4.º golpe",
      "4": "Daño de ATQ Cargado",
      "5": "Coste de Aguante de ATQ Cargado",
      "6": "Daño de Caída",
      "7": "Daño de impacto de caída baja/alta",
      "8": "Daño de espina halitoespiritual/filo fluyente",
      "9": "Intervalo de daño de espina halitoespiritual/filo fluyente",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Salón Solitaire",
    "description": {
      "0": "Convida a los huéspedes del Salón Solitaire para que se unan al equipo y aviven el espectáculo de Furina. En función del <strong>tipo de arjé</strong> actual de Furina, convidará a los miembros del salón o al juglar de las aguas.",
      "1": "<br/>",
      "2": "<strong>Ousía</strong>",
      "3": "Esparce un festín de burbujas que infligen <hydro>Daño Hydro en el AdE</hydro> en función de la Vida Máx. de Furina, e invoca a los tres miembros del salón: el Gentilhombre Usher, con forma de Esferoctópodo; Madame Chevalmarine, con forma de Caballito Burbumarino, y Mademoiselle Crabaletta, con forma de Cangrejo Acorazado.",
      "4": "Los miembros del salón atacarán cada cierto tiempo a los enemigos cercanos, con prioridad en los objetivos a los que estén atacando los personajes en uso, y les infligirán <hydro>Daño Hydro</hydro> en función de la Vida Máx.",
      "5": "Los ataques de los miembros del salón se volverán más fuertes en función de la cantidad de personajes cercanos del equipo con más del 50% de Vida, y estos ataques harán que dichos personajes pierdan Vida. Cuando 1/2/3/4 o más personajes del equipo cumplen con esta condición, el siguiente ataque de los miembros del salón inflige respectivamente un 110/120/130/140% del daño original.",
      "6": "<br/>",
      "7": "<strong>Pneuma</strong>",
      "8": "Invoca al juglar de las aguas para que cada cierto tiempo restaure Vida a los personajes en uso cercanos en función de la Vida Máx.",
      "9": "<br/>",
      "10": "Los miembros del salón y el juglar de las aguas comparten su duración, y cuando Furina cambie entre uno u otro utilizando su Ataque Cargado, el huésped al que se cambió heredará la duración del anterior.",
      "11": "Furina podrá moverse sobre el agua mientras los miembros del salón o el juglar de las aguas están activos.",
      "12": "<br/>",
      "13": "<i>El Salón Solitaire de Furina tiene unos clientes fijos. El resto del tiempo, son el Gentilhombre Usher, Madame Chevalmarine y Mademoiselle Crabaletta quienes lo visitan, excepto los miércoles melancólicos, que le toca venir al juglar.</i>"
    },
    "skillParams": {
      "0": "Daño de burbujas ousía",
      "1": "Duración",
      "2": "Daño del Gentilhombre Usher",
      "3": "Daño de Madame Chevalmarine",
      "4": "Daño de Mademoiselle Crabaletta",
      "5": "Consumo de Vida del Gentilhombre Usher",
      "6": "Consumo de Vida de Madame Chevalmarine",
      "7": "Consumo de Vida de Mademoiselle Crabaletta",
      "8": "Curación del juglar de las aguas",
      "9": "TdE",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "¡Que el mundo entero festeje!",
    "description": {
      "0": "Concentra un gran júbilo para crear un escenario de agua y espuma que inflige <hydro>Daño Hydro en el AdE</hydro> en función de la Vida Máx. de Furina, y que hace que los miembros del equipo cercanos entren en el estado de “jolgorio ecuménico”. Mientras este estado está activo, si la Vida de los personajes aumenta o disminuye, Furina obtiene 1 pt. de “algarabía” por cada 1% que varíe la Vida de dichos personajes en función de la Vida Máx. del personaje.",
      "1": "Además, el daño que infligen todos los miembros del equipo cercanos y su Bono de Curación recibida aumentarán según los puntos de algarabía que tenga Furina.",
      "2": "Al terminar el estado de jolgorio ecuménico, Furina pierde todos los pts. de algarabía.",
      "3": "<br/>",
      "4": "<i>“¡Festejen! ¡Aclamen! ¡Maravíllense! ¡Alcen sus copas! Cada noche sin banquete es un sórdido desperdicio de dolorosa y sobria luz diurna... Oh, ehmm... Y quienes aún no sean mayores de edad, ¡que tomen jugo de uva!”.</i>"
    },
    "skillParams": {
      "0": "Daño de habilidad",
      "1": "Duración",
      "2": "Máx. de algarabía",
      "3": "Aumento de daño por conversión de algarabía",
      "4": "Aumento de Bono de Curación recibida por conversión de algarabía",
      "5": "TdE",
      "6": "Energía Elemental",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Vals irrefrenable",
    "description": {
      "0": "Cuando el personaje en uso del equipo recibe curación, si la curación no procede de Furina y, además, tenía la Vida al máximo, durante los próximos 4 s Furina restaurará Vida a los personajes cercanos del equipo cada 2 s en una cantidad equivalente al 2% de la Vida Máx. de dichos personajes."
    }
  },
  "passive2": {
    "name": "Confesión inaudible",
    "description": {
      "0": "Por cada 1000 pts. de Vida Máx. que tenga Furina, la habilidad <strong>Salón Solitaire</strong> de los diferentes tipos de arjé de Furina obtiene distintas bonificaciones:",
      "1": "El daño de los miembros del salón aumenta en un 0.7%. Su daño puede aumentar hasta un 28% de esta manera.",
      "2": "El intervalo de tiempo en el que el juglar de las aguas restaura Vida a los personajes en uso cercanos se reduce en un 0.4%. Este intervalo de tiempo se puede reducir hasta un 16% de esta manera."
    }
  },
  "passive3": {
    "name": "El mar es mi escenario",
    "description": {
      "0": "Reduce en un 30% el TdE de las habilidades de los Engendros Fontamarinos cromáticos."
    }
  },
  "constellation1": {
    "name": "El amor es como un pájaro rebelde",
    "description": {
      "0": "Al usar <strong>¡Que el mundo entero festeje!</strong>, Furina obtiene 150 pts. de algarabía.",
      "1": "Además, el máximo de puntos de algarabía que Furina puede poseer aumenta en 100 pts."
    }
  },
  "constellation2": {
    "name": "Una mujer cambiante como el agua",
    "description": {
      "0": "Mientras la habilidad <strong>¡Que el mundo entero festeje!</strong> está activa, Furina obtiene un 250% más de puntos de algarabía con el aumento o disminución de la Vida de los personajes cercanos del equipo. Por cada punto de algarabía más allá del límite máximo, la Vida Máx. de Furina aumenta en un 0.35%, hasta un máximo de un 140%."
    }
  },
  "constellation3": {
    "name": "Escondo secretos que nadie conoce",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>¡Que el mundo entero festeje!</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation4": {
    "name": "Vive el infierno y apreciarás la vida",
    "description": {
      "0": "Furina obtiene 4 pts. de Energía Elemental cuando los miembros del salón de <strong>Salón Solitaire</strong> golpean a un enemigo o cuando el juglar de las aguas restaura Vida a los personajes en uso cercanos. Este efecto solo se puede activar una vez cada 5 s."
    }
  },
  "constellation5": {
    "name": "Ahora sé su nombre, y es...",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Salón Solitaire</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation6": {
    "name": "¡Escuchen mis alabanzas y alcemos nuestras copas de amor!",
    "description": {
      "0": "Al usar <strong>Salón Solitaire</strong>, Furina obtiene el efecto de “atención del pueblo” durante 10 s.",
      "1": "Mientras este efecto está activo, el daño de los Ataques Normales, Cargados y Descendentes de Furina se transforma en <hydro>Daño Hydro</hydro>, el cual no puede sustituirse imbuyéndose de otro elemento. Además, el daño que inflige con dichos ataques aumenta en una cantidad equivalente al 18% de su Vida Máx.",
      "2": "Mientras el efecto de atención del pueblo está activo, cada 0.1 s, cuando Furina golpea a un enemigo con un Ataque Normal (esto no incluye los ataques de arjé: sacralidad y secularidad), Cargado o Descendente, se producen distintos efectos dependiendo de su tipo de arjé actual:",
      "3": "<br/>",
      "4": "Arjé: ousía",
      "5": "Restaura Vida cada segundo a todos los miembros del equipo cercanos en una cantidad equivalente al 4% de la Vida Máx. de Furina durante 2.9 s. Activar esto repetidamente prolongará la duración del efecto.",
      "6": "Arjé: pneuma",
      "7": "El daño del siguiente Ataque Normal (esto no incluye los ataques de arjé: sacralidad y secularidad), Cargado o Descendente aumenta adicionalmente en una cantidad equivalente al 25% de la Vida Máx. de Furina. Al golpear a un enemigo con alguno de dichos ataques, todos los miembros del equipo cercanos perderán un 1% de su Vida actual.",
      "8": "<br/>",
      "9": "Los efectos anteriormente mencionados se pueden activar hasta 6 veces a lo largo de la duración de atención del pueblo, y se eliminarán cuando se haya alcanzado ese número de veces o cuando termine su duración."
    }
  }
}