{
  "name": "Kujou Sara",
  "title": "La Arquera Plumanegra",
  "description": "La general de la Comisión Tenryou. Es una persona audaz, firme y muy buena en combate.",
  "constellationName": "Flabellum",
  "auto": {
    "name": "Técnica de arco Tengu",
    "fields": {
      "normal": {
        "0": "<strong>Ataque Normal</strong>",
        "1": "Realiza hasta 5 disparos consecutivos con arco."
      },
      "charged": {
        "0": "<strong>Ataque Cargado</strong>",
        "1": "Realiza un <strong>Disparo Preciso</strong> que inflige mayor daño y tiene mayor precisión.",
        "2": "Mientras se apunta, el poder del trueno se acumulará en la punta de la flecha. Las flechas que han reunido el poder del trueno infligen <electro>Daño Electro</electro> a los enemigos.",
        "3": "Si está bajo los efectos de velo alado, las flechas completamente cargadas dejarán caer una pluma de cuervo al impactar."
      },
      "plunging": {
        "0": "<strong>Ataque Descendente</strong>",
        "1": "Dispara una lluvia de flechas desde el aire mientras desciende rápidamente, infligiendo Daño en el AdE al impactar contra el suelo."
      }
    },
    "skillParams": {
      "0": "Daño de 1er golpe",
      "1": "Daño de 2.º golpe",
      "2": "Daño de 3er golpe",
      "3": "Daño de 4.º golpe",
      "4": "Daño de 5.º golpe",
      "5": "Disparo Preciso",
      "6": "Disparo Preciso (carga completa)",
      "7": "Daño de Caída",
      "8": "Daño de impacto de caída baja/alta",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Electroinvocación tengu",
    "description": {
      "0": "Retrocede con la velocidad de un tengu e invoca la protección de las plumas de cuervo.",
      "1": "Además, entra en el estado de velo alado durante 18 s. Cuando Kujou Sara dispara una flecha cargada, velo alado se consumirá y dejará una pluma de cuervo en la ubicación del enemigo contra en el que impactó.",
      "2": "Al poco tiempo, la pluma de cuervo provocará una maldición tengu: emboscada que inflige <electro>Daño Electro</electro> contra los enemigos en un área, además de otorgar al personaje en uso que estaba en esa área un Bono de ATQ proporcional al ATQ Básico de Kujou Sara.",
      "3": "<br/>",
      "4": "Los Bonos de ATQ otorgados por las distintas maldiciones tengu no se pueden acumular, sino que sus efectos y duración se calcularán en función de la última maldición realizada.",
      "5": "<br/>",
      "6": "<i>En la raza de los tengu, nunca han faltado grandes talentos que han recibido Visiones Electro. Sin embargo, al manipular este elemento, acostumbran a recitar maldiciones, como por ejemplo:</i>",
      "7": "<i>Muestra tu grandeza, oh, alabada Narukami, ¡y haz que tu poder del trueno caiga sobre este desdichado! ¡Yo te imploro!</i>"
    },
    "skillParams": {
      "0": "Daño de maldición tengu: emboscada",
      "1": "Proporción de Bono de ATQ",
      "2": "Duración de Bono de ATQ",
      "3": "TdE",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Aplacamiento: Camino de la luz",
    "description": {
      "0": "Una maldición tengu: masacratitanes cae sobre la ubicación del objetivo e inflige <electro>Daño Electro en el AdE</electro>. Después, esta maldición da lugar a 4 maldiciones tengu: tormenta pétrea consecutivas que infligen <electro>Daño Electro en el AdE</electro>.",
      "1": "Maldición tengu: masacratitanes y maldición tengu: tormenta pétrea otorgan al personaje en uso que estaba en esa área el mismo Bono de ATQ que otorgaría la Habilidad Elemental de Kujou Sara, Electroinvocación tengu.",
      "2": "<br/>",
      "3": "Los Bonos de ATQ otorgados por las maldiciones tengu no se pueden acumular, sino que sus efectos y duración se calcularán en función de la última maldición realizada.",
      "4": "<br/>",
      "5": "<i>Sara se alejó de los suyos, los tengu, y por un tiempo perdió toda fe en la Comisión Tenryou. Pero cuando su corazón dejó de estar desconcertado, encontró nuevamente su propio relámpago.</i>"
    },
    "skillParams": {
      "0": "Daño de maldición tengu: masacratitanes",
      "1": "Daño de maldición tengu: tormenta pétrea",
      "2": "TdE",
      "3": "Energía Elemental",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Voluntad inamovible",
    "description": {
      "0": "Al estar bajo los efectos de velo alado de <strong>Electroinvocación tengu</strong>, el tiempo de carga de Disparo Preciso se reduce en un 60%."
    }
  },
  "passive2": {
    "name": "Decoro imperial",
    "description": {
      "0": "Cuando la maldición tengu: emboscada golpea a un enemigo, Kujou Sara regenera 1.2 pts. de Energía Elemental para todos los miembros del equipo por cada 100% de Recarga de Energía que tenga. Este efecto puede ocurrir, como máximo, una vez cada 3 s."
    }
  },
  "passive3": {
    "name": "Investigación de campo",
    "description": {
      "0": "Reduce en un 25% el tiempo necesario para completar una expedición en Inazuma."
    }
  },
  "constellation1": {
    "name": "Ojo corvino",
    "description": {
      "0": "Cuando una maldición tengu otorga un Bono de ATQ a un personaje o golpea a un enemigo, el TdE de <strong>Electroinvocación tengu</strong> se reduce en 1 s.",
      "1": "Esto solo puede ocurrir una vez cada 3 s."
    }
  },
  "constellation2": {
    "name": "Alas azabache",
    "description": {
      "0": "Kujou Sara deja en la ubicación en la que realizó <strong>Electroinvocación tengu</strong> una pluma de cuervo que causa una maldición tengu: emboscada de menor poder, la cual inflige un 30% del daño de la original."
    }
  },
  "constellation3": {
    "name": "Conflicto interno",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Aplacamiento: Camino de la luz</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation4": {
    "name": "Prueba concluyente",
    "description": {
      "0": "El número de maldiciones tengu: tormenta pétrea liberadas mediante <strong>Aplacamiento: Camino de la luz</strong> aumenta a 6."
    }
  },
  "constellation5": {
    "name": "Canto maldito",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Electroinvocación tengu</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation6": {
    "name": "Pecado del orgullo",
    "description": {
      "0": "Aumenta en un 60% el <electro>Daño CRIT Electro</electro> de los personajes que han obtenido un Bono de ATQ mediante una maldición tengu."
    }
  }
}