{
  "name": "Shogun Raiden",
  "title": "La Entidad de la Eutimia",
  "description": "Su Excelencia, la todopoderosa Narukami, quien le prometió al pueblo de Inazuma la inmutable eternidad.",
  "constellationName": "Imperatrix Umbrosa",
  "auto": {
    "name": "Estilo Genryuu",
    "fields": {
      "normal": {
        "0": "<strong>Ataque Normal</strong>",
        "1": "Realiza hasta 5 ataques rápidos con lanza."
      },
      "charged": {
        "0": "<strong>Ataque Cargado</strong>",
        "1": "Consume una cierta cantidad de Aguante para realizar un ataque hacia arriba."
      },
      "plunging": {
        "0": "<strong>Ataque Descendente</strong>",
        "1": "Se lanza desde el aire para golpear el suelo, dañando a los enemigos cercanos e infligiendo Daño en el AdE en el momento del impacto."
      }
    },
    "skillParams": {
      "0": "Daño de 1er golpe",
      "1": "Daño de 2.º golpe",
      "2": "Daño de 3er golpe",
      "3": "Daño de 4.º golpe",
      "4": "Daño de 5.º golpe",
      "5": "Daño de ATQ Cargado",
      "6": "Coste de Aguante de ATQ Cargado",
      "7": "Daño de Caída",
      "8": "Daño de impacto de caída baja/alta",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Trascendencia: Presagio maligno",
    "description": {
      "0": "La Shogun Raiden libera un fragmento de su eutimia para infligir <electro>Daño Electro</electro> contra los enemigos de alrededor y otorgar a todos los personajes del equipo cercanos el efecto de “ojo del castigo atronador”.",
      "1": "<br/>",
      "2": "<strong>Ojo del castigo atronador</strong>",
      "3": [
        "Cuando los ataques de los personajes que obtengan este efecto inflijan daño a un enemigo, el ojo liberará un ataque coordinado que inflige <electro>Daño Electro en el AdE</electro> en la ubicación de ese enemigo.",
        "Mientras un personaje esté bajo los efectos de ojo del castigo atronador, el daño que inflige con su Habilidad Definitiva aumenta en proporción a la Energía Elemental consumida para realizar dicha habilidad."
      ],
      "4": "<br/>",
      "5": "Como máximo, el ojo del castigo atronador solo podrá ejecutar un ataque coordinado cada 0.9 s por equipo.",
      "6": "El daño infligido con el ataque coordinado por los personajes que no son de tu equipo será de un 20% del daño original.",
      "7": "<br/>",
      "8": "<i>Los seres divinos ejercen su influencia sobre todo lo que observan, y la Arconte Electro puede manipular las temibles estrellas para proteger a sus vasallos y castigar a sus enemigos con el poder del rayo.</i>"
    },
    "skillParams": {
      "0": "Daño de habilidad",
      "1": "Daño de ATQ coordinado",
      "2": "Duración",
      "3": "Aumento de daño de Hab. Definitiva",
      "4": "TdE",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Técnica secreta: Verdad onírica",
    "description": {
      "0": "Reúne las infinitas verdades y consume su ambición infinita para ejecutar un corte onírico que extermina todas las maldiciones del mundo, infligiendo <electro>Daño Electro en el AdE</electro> y pasando al estado de “mente onírica” durante cierto periodo de tiempo. El daño infligido con corte onírico y con los ataques de mente onírica dependerá de las cargas de rueda de la ambición consumidas cuando esta habilidad sea utilizada.",
      "1": "<br/>",
      "2": "<strong>Mente onírica</strong>",
      "3": "En este estado, la Shogun Raiden ataca con su tachi, y sus Ataques Normales, Cargados y Descendentes infligen <electro>Daño Electro</electro>, el cual no puede sustituirse imbuyéndose de otro elemento. Al golpear a un enemigo con estos ataques, todos los personajes del equipo cercanos regeneran Energía Elemental. Esta regeneración puede ocurrir una vez por segundo y activarse un máximo de 5 veces mientras mente onírica está activa.",
      "4": "En este estado, la RES a interrupción de la Shogun Raiden aumenta, y se vuelve inmune al daño recibido por la reacción de <electro>Electrocargado</electro>.",
      "5": "Durante el estado de mente onírica, el daño infligido por los Ataques Normales, Cargados y Descendentes de la Shogun Raiden se considera daño de Habilidad Definitiva.",
      "6": "<br/>",
      "7": "El efecto de mente onírica desaparece cuando la Shogun Raiden abandona el campo de batalla.",
      "8": "<br/>",
      "9": "<strong>Rueda de la ambición</strong>",
      "10": "Cuando un personaje cercano del equipo (a excepción de la Shogun Raiden) realiza una Habilidad Definitiva, la Shogun Raiden acumula ambición en proporción a la cantidad de Energía Elemental que ese personaje consumió para realizar su Habilidad Definitiva.",
      "11": "Solo se puede acumular un máximo de 60 cargas de ambición.",
      "12": "<br/>",
      "13": "Las cargas de ambición acumuladas para la rueda de la ambición se perderán 300 s después de que la Shogun Raiden se retire de combate.",
      "14": "<br/>",
      "15": "<i>Esta es la técnica secreta más reciente de la Arconte Electro. Ha abandonado el pensamiento vacío para cargar con los sueños de todos. Igual que el concepto de la “verdad” también implica algo nuevo, Inazuma ha comenzado un nuevo capítulo de su historia.</i>"
    },
    "skillParams": {
      "0": "Daño básico de corte onírico",
      "1": "Bono de daño de ambición por carga",
      "2": "Cargas de ambición obtenidas",
      "3": "Daño de 1er golpe",
      "4": "Daño de 2.º golpe",
      "5": "Daño de 3er golpe",
      "6": "Daño de 4.º golpe",
      "7": "Daño de 5.º golpe",
      "8": "Daño de ATQ Cargado",
      "9": "Coste de Aguante ATQ Cargado",
      "10": "Daño de Caída",
      "11": "Daño de impacto de caída baja/alta",
      "12": "Regen. de Energía de mente onírica",
      "13": "Duración de mente onírica",
      "14": "TdE",
      "15": "Energía Elemental"
    }
  },
  "passive1": {
    "name": "Aspiración infinita",
    "description": {
      "0": "Los orbes o partículas elementales obtenidos por los personajes cercanos del equipo otorgan 2 cargas de ambición a <strong>rueda de la ambición</strong>.",
      "1": "Este efecto solo puede ocurrir una vez cada 3 s."
    }
  },
  "passive2": {
    "name": "La iluminada",
    "description": {
      "0": "Si la Shogun Raiden tiene más de un 100% de Recarga de Energía, por cada 1% adicional obtiene los siguientes efectos:",
      "1": [
        "Aumenta en un 0.6% adicional la regeneración de Energía Elemental otorgada por <strong>mente onírica</strong>.",
        "Aumenta en un 0.4% adicional su <electro>Bono de Daño Electro</electro>."
      ]
    }
  },
  "passive3": {
    "name": "Colectora suprema",
    "description": {
      "0": "Reduce en un 50% el Mora necesario para ascender espadas ligeras y lanzas."
    }
  },
  "constellation1": {
    "name": "Inscripción ominosa",
    "description": {
      "0": "<strong>Rueda de la ambición</strong> acumula cargas de ambición más rápidamente. Las cargas acumuladas con la Habilidad Definitiva de los personajes de tipo elemental <electro>Electro</electro> aumentan en un 80%, y las de los personajes del resto de los tipos elementales aumentan en un 20%."
    }
  },
  "constellation2": {
    "name": "Asoladora del acero",
    "description": {
      "0": "Tanto el corte onírico de <strong>Técnica secreta: Verdad onírica</strong> como los ataques realizados por la Shogun Raiden bajo el estado de mente onírica ignoran el 60% de la DEF de los enemigos."
    }
  },
  "constellation3": {
    "name": "Reflejo del pasado",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Técnica secreta: Verdad onírica</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation4": {
    "name": "Ofrenda de la eternidad",
    "description": {
      "0": "Al terminar la duración de <strong>mente onírica</strong> activada mediante <strong>Técnica secreta: Verdad onírica</strong>, el ATQ de todos los miembros del equipo cercanos (a excepción de la Shogun Raiden) aumenta en un 30% durante 10 s."
    }
  },
  "constellation5": {
    "name": "Descenso de la Shogun",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Trascendencia: Presagio maligno</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation6": {
    "name": "Portadora de deseos",
    "description": {
      "0": "Cuando la Shogun Raiden está bajo los efectos de <strong>mente onírica</strong> activados mediante <strong>Técnica secreta: Verdad onírica</strong>, los ataques que realice ella y que se consideren daño de Habilidad Definitiva reducen en 1 s el TdE de la Habilidad Definitiva de todos los miembros del equipo cercanos (a excepción de la Shogun Raiden).",
      "1": "Este efecto solo puede ocurrir una vez cada 1 s y activarse un máximo de 5 veces mientras dure este estado."
    }
  }
}