{
  "name": "Tartaglia",
  "title": "Nobile",
  "description": "El undécimo de Los Once, también conocido como “Nobile”. Es temido por sus proezas en batalla.",
  "constellationName": "Monoceros Caeli",
  "auto": {
    "name": "Torrente cortante",
    "fields": {
      "normal": {
        "0": "<strong>Ataque Normal",
        "1": "</strong>Realiza hasta 6 disparos consecutivos con arco."
      },
      "charged": {
        "0": "<strong>Ataque Cargado</strong>",
        "1": "Realiza un <strong>Disparo Preciso</strong> que inflige mayor daño y tiene mayor precisión.",
        "2": "Al apuntar, el poder de Hydro se acumulará en la punta de la flecha. Una flecha totalmente cargada con un torrente infligirá <hydro>Daño Hydro</hydro> al golpear, y aplicará el estado de obstrucción del flujo."
      },
      "riptide": {
        "0": "<strong>Obstrucción del flujo</strong>",
        "1": "Inflige <hydro>Daño Hydro en el AdE</hydro> cuando Tartaglia ataca a un objetivo afectado por obstrucción del flujo. El daño infligido por este estado se considera daño de Ataque Normal.",
        "2": [
          "Obstrucción del flujo - Destello: cuando se dispara un Disparo Preciso totalmente cargado contra un enemigo bajo los efectos de obstrucción del flujo, inflige daño continuo en el AdE. Solo puede activarse una vez cada 0.7 s.",
          "Obstrucción del flujo - Explosión: al derrotar a un enemigo bajo los efectos de obstrucción del flujo, se provocará una explosión Hydro que aplicará dicho efecto sobre los enemigos cercanos."
        ]
      },
      "plunging": {
        "0": "<strong>Ataque Descendente</strong>",
        "1": "Dispara una lluvia de flechas desde el aire mientras desciende rápidamente, infligiendo Daño en el AdE al impactar contra el suelo.",
        "2": "No es posible activar el Ataque Descendente cuando Tartaglia se encuentra en posición de combate cuerpo a cuerpo de Legado del mal: Olas furiosas."
      }
    },
    "skillParams": {
      "0": "Daño de 1er golpe",
      "1": "Daño de 2.º golpe",
      "2": "Daño de 3er golpe",
      "3": "Daño de 4.º golpe",
      "4": "Daño de 5.º golpe",
      "5": "Daño de 6.º golpe",
      "6": "Disparo Preciso",
      "7": "Disparo Preciso (carga completa)",
      "8": "Daño de Obstrucción del flujo - Destello",
      "9": "Daño de Obstrucción del flujo: Explosión",
      "10": "Duración de obstrucción del flujo",
      "11": "Daño de Caída",
      "12": "Daño de impacto de caída baja/alta",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Legado del mal: Olas furiosas",
    "description": {
      "0": "Lanza un arsenal hecho de agua pura que inflige <hydro>Daño Hydro</hydro> a los enemigos cercanos y entra en posición de combate cuerpo a cuerpo.",
      "1": "En esta posición, los ataques Normales y Cargados de Tartaglia se convierten en <hydro>Daño Hydro</hydro>, el cual no puede ser sustituido imbuyéndolo de otro elemento, y cambian de la siguiente manera:",
      "2": "<br/>",
      "3": "<strong>Ataque Normal </strong>",
      "4": "Realiza hasta 6 tajos <hydro>Hydro</hydro> consecutivos.",
      "5": "<br/>",
      "6": "<strong>Ataque Cargado</strong>",
      "7": "Consume cierta cantidad de Aguante para desatar un doble golpe de espadas que inflige <hydro>Daño Hydro</hydro>.",
      "8": "<br/>",
      "9": "<strong>Obstrucción del flujo - Corte</strong>",
      "10": "Al golpear con un ataque cuerpo a cuerpo a un enemigo bajo los efectos de obstrucción del flujo, Tartaglia realiza Obstrucción del flujo - Corte, infligiendo <hydro>Daño Hydro en el AdE</hydro>. Este daño es considerado como daño de Habilidad Elemental, y solo se puede activar una vez cada 1.5 s.",
      "11": "<br/>",
      "12": "Después de 30 s, o tras volver a activar la habilidad, Tartaglia regresa a su posición de combate a distancia, y esta habilidad entra en TdE. Cuanto más tiempo permanezca Tartaglia en su posición de combate cuerpo a cuerpo, más durará el TdE.",
      "13": "Si el retorno a la posición de combate a distancia se produce automáticamente después de 30 s, el TdE será aún más largo.",
      "14": "<br/>",
      "15": "<i>Elige usar un arco para superar su torpe manejo de dicha arma. Cuando la ocasión lo requiere, usará su verdadera fuerza...</i>"
    },
    "skillParams": {
      "0": "Daño por activación del estado",
      "1": "Daño de 1er golpe",
      "2": "Daño de 2.º golpe",
      "3": "Daño de 3er golpe",
      "4": "Daño de 4.º golpe",
      "5": "Daño de 5.º golpe",
      "6": "Daño de 6.º golpe",
      "7": "Daño de ATQ Cargado",
      "8": "Coste de Aguante de ATQ Cargado",
      "9": "Daño de Obstrucción del flujo - Corte",
      "10": "Duración máx.",
      "11": "TdE",
      "12": "TdE máx.",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Caos: Obliteración",
    "description": {
      "0": "Realiza diferentes ataques dependiendo de la posición de combate de Tartaglia:",
      "1": "<br/>",
      "2": "<strong>Combate a distancia: Flecha del caos</strong>",
      "3": "Dispara rápidamente una flecha mágica Hydro, infligiendo <hydro>Daño Hydro en el AdE</hydro> y aplicando el estado de obstrucción del flujo.",
      "4": "Tras lanzar la habilidad, recupera una parte de su coste de Energía Elemental.",
      "5": "<br/>",
      "6": "<strong>Combate cuerpo a cuerpo: Luz de obliteración</strong>",
      "7": "Realiza un corte con una gran AdE, infligiendo una gran cantidad de <hydro>Daño Hydro</hydro> a todos los enemigos cercanos y provocando Obstrucción del flujo - Estallido.",
      "8": "<br/>",
      "9": "<strong>Obstrucción del flujo - Estallido</strong>",
      "10": "Al atacar con Luz de obliteración a un enemigo afectado por obstrucción del flujo, consumirá dicho efecto y creará una hidroexplosión, infligiendo <hydro>Daño Hydro en el AdE</hydro>.",
      "11": "El daño que inflige Obstrucción del flujo - Estallido se considera daño de Habilidad Definitiva.",
      "12": "<br/>",
      "13": "<i>Rara vez se ven aguas turbulentas en su nevada tierra natal. Tal vez su habilidad para controlar el agua se debe a su comprensión de lo preciada que es.</i>"
    },
    "skillParams": {
      "0": "Daño de habilidad cuerpo a cuerpo",
      "1": "Daño de habilidad a distancia",
      "2": "Daño de Obstrucción del flujo: Estallido",
      "3": "Recuperación de Energía Elemental de Habilidad (a distancia)",
      "4": "TdE",
      "5": "Energía Elemental",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Infinito sinfín",
    "description": {
      "0": "Aumenta en 8 s la duración de obstrucción del flujo."
    }
  },
  "passive2": {
    "name": "Espada hidromorfa",
    "description": {
      "0": "Cuando Tartaglia está en la posición de combate cuerpo a cuerpo de <strong>Legado del mal: Olas furiosas</strong>, si los Ataques Normales o Cargados hacen Daño CRIT, el enemigo golpeado será afectado por obstrucción del flujo."
    }
  },
  "passive3": {
    "name": "Maestro de armas",
    "description": {
      "0": "Aumenta en 1 el nivel del <strong>Ataque Normal</strong> de todos los miembros de tu equipo."
    }
  },
  "constellation1": {
    "name": "Legado del mal: Retención de la marea",
    "description": {
      "0": "El TdE de <strong>Legado del mal: Olas furiosas</strong> se reduce en un 20%."
    }
  },
  "constellation2": {
    "name": "Legado del mal: Trasfondo",
    "description": {
      "0": "Cuando los enemigos afectados por obstrucción del flujo son derrotados, Tartaglia recupera 4 pts. de Energía Elemental."
    }
  },
  "constellation3": {
    "name": "Calamidad del Abismo: Fuente del conflicto",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Legado del mal: Olas furiosas</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation4": {
    "name": "Calamidad del Abismo: Hidrocontención",
    "description": {
      "0": "Si Tartaglia está en la posición de combate cuerpo a cuerpo de <strong>Legado del mal: Olas furiosas</strong>, realizará Obstrucción del flujo - Corte cada 4 s contra los enemigos afectados por obstrucción del flujo. Si está en posición de combate a distancia, en su lugar, realizará Obstrucción del flujo - Destello.",
      "1": "La Obstrucción del flujo - Corte y Obstrucción del flujo - Destello desencadenadas mediante el efecto de esta constelación no están sujetas a los intervalos de tiempo que se les aplicaría normalmente, ni afectarán a los tiempos de dichas habilidades."
    }
  },
  "constellation5": {
    "name": "Caos: Corte líquido",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Caos: Obliteración</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation6": {
    "name": "Caos: Extinción del ángel",
    "description": {
      "0": "En combate cuerpo a cuerpo, al lanzar <strong>Caos: Obliteración</strong>, el TdE de <strong>Legado del Mal: Olas furiosas</strong> termina inmediatamente.",
      "1": "El efecto tiene lugar una vez que Tartaglia vuelve a la posición de combate a distancia."
    }
  }
}