{
  "name": "Sethos",
  "title": "El Medidor de la Sabiduría",
  "description": "El heredero del Templo del Silencio. Portador de secretos y procedente del desierto.",
  "constellationName": "Basileos Delta",
  "auto": {
    "name": "Flechas de carrizo regias",
    "fields": {
      "normal": {
        "0": "<strong>Ataque Normal</strong>",
        "1": "Realiza hasta 3 ataques consecutivos con su arco."
      },
      "charged": {
        "0": "<strong>Ataque Cargado</strong>",
        "1": "Realiza un <strong>Disparo Preciso</strong> que inflige mayor daño y tiene mayor precisión.",
        "2": "Al apuntar, el poder del trueno se acumulará en la punta de la flecha antes de ser disparada. Sus efectos variarán según la duración de la carga:",
        "3": "Carga 1: dispara una flecha imbuida del elemento Electro que inflige <electro>Daño Electro</electro>.",
        "4": "Carga 2: dispara una <strong>flecha perforasombras</strong> capaz de atravesar las defensas de los oponentes e inflige <electro>Daño Electro</electro> a los enemigos que encuentra a su paso. Cuando la flecha perforasombras esté completamente cargada, Sethos no podrá moverse."
      },
      "plunging": {
        "0": "<strong>Ataque Descendente</strong>",
        "1": "Dispara una lluvia de flechas desde el aire mientras desciende rápidamente, infligiendo Daño en el AdE al impactar contra el suelo."
      }
    },
    "skillParams": {
      "0": "Daño de 1er golpe",
      "1": "Daño de 2.º golpe",
      "2": "Daño de 3er golpe",
      "3": "Disparo Preciso",
      "4": "Disparo Preciso (carga 1)",
      "5": "Daño de flecha perforasombras",
      "6": "Daño de Caída",
      "7": "Daño de impacto de caída baja/alta",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Rito ancestral: Rugido atronarena",
    "description": {
      "0": "Concentra el poder del trueno para infligir <electro>Daño Electro en el AdE</electro> y realizar una retirada con presteza. Si este ataque causa una reacción de Electrocargado, Superconductor, Sobrecarga, Aceleración, Intensificación, Sobreflorecimiento o Torbellino Electro, Sethos recupera cierta cantidad de Energía Elemental.",
      "1": "<br/>",
      "2": "<i>“El sacerdote de los dioses, el mago zahorí, los cantores del mar de arena que predicaban sus historias... Sé que no son leyendas, pues se trata de nuestros ancestros”.</i>"
    },
    "skillParams": {
      "0": "Daño de habilidad",
      "1": "Recuperación de Energía Elemental",
      "2": "TdE",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Rito secreto: Luz perforasombras",
    "description": {
      "0": "Lleva a cabo un rito para entrar en estado de “meditación sombría”, durante el cual los Ataques Normales de Sethos se convierten en <strong>flechas sombrías</strong> perforadoras que infligen <electro>Daño Electro</electro> a todos los enemigos a su paso y causan daño adicional en función de la Maestría Elemental de Sethos.",
      "1": "Mientras este estado está activo, Sethos no podrá realizar Disparos Precisos.",
      "2": "El daño infligido por las flechas sombrías se considera daño de Ataque Cargado.",
      "3": "Este efecto desaparece si Sethos se retira de combate.",
      "4": "<br/>",
      "5": "<i>Los archivos del Templo del Silencio albergan muchos tomos legados por Ajtamún de la época del Rey Deshret. En ellos se registran varios rituales secretos de gran poder, pero incluso entre los miembros del Templo del Silencio, muy pocos eran capaces de dominarlos.</i>"
    },
    "skillParams": {
      "0": "Aumento de daño de flecha sombría",
      "1": "Duración de meditación sombría",
      "2": "TdE",
      "3": "Energía Elemental",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Alegoría del milano negro",
    "description": {
      "0": "Al ejecutar un Disparo Preciso, el tiempo de carga se reduce en 0.285 s por cada punto de Energía Elemental que tenga Sethos actualmente. Dicho tiempo de carga podrá reducirse hasta un máximo de 0.3 s de esta manera, contabilizando hasta 20 pts. de Energía Elemental. Si dispara una <strong>flecha perforasombras</strong>, consumirá la cantidad contabilizada de Energía Elemental; y si dispara una flecha de carga 1, consumirá un 50% de dicha cantidad."
    }
  },
  "passive2": {
    "name": "Obsequio del Rey del Desierto",
    "description": {
      "0": "Sethos obtiene el efecto de “sombra abrasarena”, el cual aumenta el daño de la <strong>flecha perforasombras</strong> en una cantidad equivalente al 700% de su Maestría Elemental.",
      "1": "Este efecto se cancelará cuando se cumpla alguna de las siguientes condiciones:",
      "2": [
        "Cuando hayan transcurrido 5 s después de que una flecha perforasombras haya golpeado a un enemigo por primera vez.",
        "Cuando Sethos haya golpeado a los enemigos con 4 flechas perforasombras."
      ],
      "3": "<br/>",
      "4": "Al golpear a un enemigo por primera vez con una flecha perforasombras bajo el efecto de sombra abrasarena, Sethos volverá a obtener este efecto transcurridos 15 s."
    }
  },
  "passive3": {
    "name": "Reflejo revelador",
    "description": {
      "0": "Muestra la ubicación de los <strong>objetos típicos de Sumeru</strong> cercanos en el minimapa."
    }
  },
  "constellation1": {
    "name": "Salmo del santuario sellado",
    "description": {
      "0": "La Prob. CRIT de la <strong>flecha perforasombras</strong> aumenta en un 15%."
    }
  },
  "constellation2": {
    "name": "Papiro de los secretos del silencio",
    "description": {
      "0": "Cuando Sethos cumple con alguno de los siguientes requisitos, su <electro>Bono de Daño Electro</electro> aumenta en un 15% durante 10 s. Este efecto puede acumularse hasta 2 veces y cada acumulación tendrá una duración independiente:",
      "1": [
        "Consumir Energía Elemental con un Disparo Preciso. Cumplir con este requisito requiere desbloquear el talento pasivo “Alegoría del milano negro”.",
        "Recuperar Energía Elemental al causar una Reacción Elemental con <strong>Rito ancestral: Rugido atronarena</strong>.",
        "Usar <strong>Rito secreto: Luz perforasombras</strong>."
      ]
    }
  },
  "constellation3": {
    "name": "Oda al sabio de la luna creciente",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Ataque Normal: Flechas de carrizo regias</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation4": {
    "name": "Colección de las plumas casuarias",
    "description": {
      "0": "Al golpear a 2 o más enemigos con una <strong>flecha perforasombras</strong> o con una <strong>flecha sombría</strong>, la Maestría Elemental de todos los miembros del equipo cercanos aumenta en 80 pts. durante 10 s."
    }
  },
  "constellation5": {
    "name": "Anales de las arenas ardientes del dios desolado",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Rito secreto: Luz perforasombras</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation6": {
    "name": "Tomo del templo del sol errante",
    "description": {
      "0": "Tras golpear a un enemigo con una <strong>flecha perforasombras</strong>, regenera la Energía Elemental consumida por el talento pasivo “Alegoría del milano negro”. Este efecto solo puede ocurrir una vez cada 15 s. Es necesario desbloquear el talento pasivo “Alegoría del milano negro”."
    }
  }
}