{
  "name": "Volver de las Olas",
  "description": {
    "0": "Un búmeran hecho con los colmillos de una pitón marina gigante. Fue una de las pocas armas de confianza del gigante Túpac."
  },
  "passiveName": "Colmillos por doquier",
  "passiveDescription": {
    "0": {
      "0": "Reduce en un 15% el Coste de Aguante al nadar. Además, tras usar la Habilidad Elemental, la Vida Máx. aumenta en un <cryo>20%</cryo> durante 10 s. Por cada personaje Hydro que haya en el equipo, la Vida Máx. aumenta en un <cryo>12%</cryo> adicional, y el aumento máximo que se puede conseguir de esta manera es de un <cryo>24%</cryo>. Este efecto solo se puede activar una vez cada 15 s."
    },
    "1": {
      "0": "Reduce en un 15% el Coste de Aguante al nadar. Además, tras usar la Habilidad Elemental, la Vida Máx. aumenta en un <cryo>25%</cryo> durante 10 s. Por cada personaje Hydro que haya en el equipo, la Vida Máx. aumenta en un <cryo>15%</cryo> adicional, y el aumento máximo que se puede conseguir de esta manera es de un <cryo>30%</cryo>. Este efecto solo se puede activar una vez cada 15 s."
    },
    "2": {
      "0": "Reduce en un 15% el Coste de Aguante al nadar. Además, tras usar la Habilidad Elemental, la Vida Máx. aumenta en un <cryo>30%</cryo> durante 10 s. Por cada personaje Hydro que haya en el equipo, la Vida Máx. aumenta en un <cryo>18%</cryo> adicional, y el aumento máximo que se puede conseguir de esta manera es de un <cryo>36%</cryo>. Este efecto solo se puede activar una vez cada 15 s."
    },
    "3": {
      "0": "Reduce en un 15% el Coste de Aguante al nadar. Además, tras usar la Habilidad Elemental, la Vida Máx. aumenta en un <cryo>35%</cryo> durante 10 s. Por cada personaje Hydro que haya en el equipo, la Vida Máx. aumenta en un <cryo>21%</cryo> adicional, y el aumento máximo que se puede conseguir de esta manera es de un <cryo>42%</cryo>. Este efecto solo se puede activar una vez cada 15 s."
    },
    "4": {
      "0": "Reduce en un 15% el Coste de Aguante al nadar. Además, tras usar la Habilidad Elemental, la Vida Máx. aumenta en un <cryo>40%</cryo> durante 10 s. Por cada personaje Hydro que haya en el equipo, la Vida Máx. aumenta en un <cryo>24%</cryo> adicional, y el aumento máximo que se puede conseguir de esta manera es de un <cryo>48%</cryo>. Este efecto solo se puede activar una vez cada 15 s."
    }
  }
}