{
  "name": "Clorofilo Refulgente",
  "description": {
    "0": "Una espada con ornamentación dorada fabricada a partir de unas valiosas ramas blancas. En el pasado su filo atravesó en innumerables ocasiones el veneno que emponzoñaba el bosque."
  },
  "passiveName": "Arista perlada",
  "passiveDescription": {
    "0": {
      "0": "La Prob. CRIT aumenta en un <cryo>4%</cryo>. Tras infligir Daño Elemental con un Ataque Normal, el personaje obtiene el efecto de “corte foliáceo”, el cual aumenta el daño del Ataque Normal y de la Habilidad Elemental en una cantidad equivalente al <cryo>120%</cryo> de la Maestría Elemental. Este efecto desaparece tras activarse 28 veces o después de 12 s, y solo se puede obtener una vez cada 12 s."
    },
    "1": {
      "0": "La Prob. CRIT aumenta en un <cryo>5%</cryo>. Tras infligir Daño Elemental con un Ataque Normal, el personaje obtiene el efecto de “corte foliáceo”, el cual aumenta el daño del Ataque Normal y de la Habilidad Elemental en una cantidad equivalente al <cryo>150%</cryo> de la Maestría Elemental. Este efecto desaparece tras activarse 28 veces o después de 12 s, y solo se puede obtener una vez cada 12 s."
    },
    "2": {
      "0": "La Prob. CRIT aumenta en un <cryo>6%</cryo>. Tras infligir Daño Elemental con un Ataque Normal, el personaje obtiene el efecto de “corte foliáceo”, el cual aumenta el daño del Ataque Normal y de la Habilidad Elemental en una cantidad equivalente al <cryo>180%</cryo> de la Maestría Elemental. Este efecto desaparece tras activarse 28 veces o después de 12 s, y solo se puede obtener una vez cada 12 s."
    },
    "3": {
      "0": "La Prob. CRIT aumenta en un <cryo>7%</cryo>. Tras infligir Daño Elemental con un Ataque Normal, el personaje obtiene el efecto de “corte foliáceo”, el cual aumenta el daño del Ataque Normal y de la Habilidad Elemental en una cantidad equivalente al <cryo>210%</cryo> de la Maestría Elemental. Este efecto desaparece tras activarse 28 veces o después de 12 s, y solo se puede obtener una vez cada 12 s."
    },
    "4": {
      "0": "La Prob. CRIT aumenta en un <cryo>8%</cryo>. Tras infligir Daño Elemental con un Ataque Normal, el personaje obtiene el efecto de “corte foliáceo”, el cual aumenta el daño del Ataque Normal y de la Habilidad Elemental en una cantidad equivalente al <cryo>240%</cryo> de la Maestría Elemental. Este efecto desaparece tras activarse 28 veces o después de 12 s, y solo se puede obtener una vez cada 12 s."
    }
  }
}