{
  "name": "Aquila Favonia",
  "description": {
    "0": "El alma de los Caballeros de Favonius. Milenios más tarde, sigue llamando a los vientos de la justicia a desterrar todo mal, igual que la última heroína que la empuñó."
  },
  "passiveName": "Resistencia del Halcón del Oeste",
  "passiveDescription": {
    "0": {
      "0": "Aumenta el ATQ en un <cryo>20%</cryo>. Al recibir daño, se activa el alma del Halcón del Oeste, izando el estandarte de la resistencia, la cual regenera Vida equivalente al <cryo>100%</cryo> del ATQ, y hace daño equivalente al <cryo>200%</cryo> del ATQ a los enemigos cercanos. Este efecto solo puede ocurrir una vez cada 15 s."
    },
    "1": {
      "0": "Aumenta el ATQ en un <cryo>25%</cryo>. Al recibir daño, se activa el alma del Halcón del Oeste, izando el estandarte de la resistencia, la cual regenera Vida equivalente al <cryo>115%</cryo> del ATQ, y hace daño equivalente al <cryo>230%</cryo> del ATQ a los enemigos cercanos. Este efecto solo puede ocurrir una vez cada 15 s."
    },
    "2": {
      "0": "Aumenta el ATQ en un <cryo>30%</cryo>. Al recibir daño, se activa el alma del Halcón del Oeste, izando el estandarte de la resistencia, la cual regenera Vida equivalente al <cryo>130%</cryo> del ATQ, y hace daño equivalente al <cryo>260%</cryo> del ATQ a los enemigos cercanos. Este efecto solo puede ocurrir una vez cada 15 s."
    },
    "3": {
      "0": "Aumenta el ATQ en un <cryo>35%</cryo>. Al recibir daño, se activa el alma del Halcón del Oeste, izando el estandarte de la resistencia, la cual regenera Vida equivalente al <cryo>145%</cryo> del ATQ, y hace daño equivalente al <cryo>290%</cryo> del ATQ a los enemigos cercanos. Este efecto solo puede ocurrir una vez cada 15 s."
    },
    "4": {
      "0": "Aumenta el ATQ en un <cryo>40%</cryo>. Al recibir daño, se activa el alma del Halcón del Oeste, izando el estandarte de la resistencia, la cual regenera Vida equivalente al <cryo>160%</cryo> del ATQ, y hace daño equivalente al <cryo>320%</cryo> del ATQ a los enemigos cercanos. Este efecto puede ocurrir una vez cada 15 s."
    }
  }
}