{
  "name": "Sueños de las Mil Noches",
  "description": {
    "0": "Una lámpara que ilumina los sueños de mil noches. De su resplandor esmeralda emana una canción de antaño."
  },
  "passiveName": "Alba de las mil noches",
  "passiveDescription": {
    "0": {
      "0": "Otorga al portador de esta arma distintas bonificaciones dependiendo de si el resto de los personajes del equipo son del mismo tipo elemental que él o no. Por cada personaje con el mismo tipo elemental: aumenta en <cryo>32</cryo> pts. la Maestría Elemental. Por cada personaje con distinto tipo elemental: aumenta en un <cryo>10%</cryo> el Bono de Daño Elemental del tipo elemental que sea el portador de esta arma. Cada una de estas bonificaciones se puede acumular hasta 3 veces. Además, la Maestría Elemental de los personajes del equipo cercanos (a excepción del portador de esta arma) aumenta en <cryo>40</cryo> pts. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada."
    },
    "1": {
      "0": "Otorga al portador de esta arma distintas bonificaciones dependiendo de si el resto de los personajes del equipo son del mismo tipo elemental que él o no. Por cada personaje con el mismo tipo elemental: aumenta en <cryo>40</cryo> pts. la Maestría Elemental. Por cada personaje con distinto tipo elemental: aumenta en un <cryo>14%</cryo> el Bono de Daño Elemental del tipo elemental que sea el portador de esta arma. Cada una de estas bonificaciones se puede acumular hasta 3 veces. Además, la Maestría Elemental de los personajes del equipo cercanos (a excepción del portador de esta arma) aumenta en <cryo>42</cryo> pts. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada."
    },
    "2": {
      "0": "Otorga al portador de esta arma distintas bonificaciones dependiendo de si el resto de los personajes del equipo son del mismo tipo elemental que él o no. Por cada personaje con el mismo tipo elemental: aumenta en <cryo>48</cryo> pts. la Maestría Elemental. Por cada personaje con distinto tipo elemental: aumenta en un <cryo>18%</cryo> el Bono de Daño Elemental del tipo elemental que sea el portador de esta arma. Cada una de estas bonificaciones se puede acumular hasta 3 veces. Además, la Maestría Elemental de los personajes del equipo cercanos (a excepción del portador de esta arma) aumenta en <cryo>44</cryo> pts. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada."
    },
    "3": {
      "0": "Otorga al portador de esta arma distintas bonificaciones dependiendo de si el resto de los personajes del equipo son del mismo tipo elemental que él o no. Por cada personaje con el mismo tipo elemental: aumenta en <cryo>56</cryo> pts. la Maestría Elemental. Por cada personaje con distinto tipo elemental: aumenta en un <cryo>22%</cryo> el Bono de Daño Elemental del tipo elemental que sea el portador de esta arma. Cada una de estas bonificaciones se puede acumular hasta 3 veces. Además, la Maestría Elemental de los personajes del equipo cercanos (a excepción del portador de esta arma) aumenta en <cryo>46</cryo> pts. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada."
    },
    "4": {
      "0": "Otorga al portador de esta arma distintas bonificaciones dependiendo de si el resto de los personajes del equipo son del mismo tipo elemental que él o no. Por cada personaje con el mismo tipo elemental: aumenta en <cryo>64</cryo> pts. la Maestría Elemental. Por cada personaje con distinto tipo elemental: aumenta en un <cryo>26%</cryo> el Bono de Daño Elemental del tipo elemental que sea el portador de esta arma. Cada una de estas bonificaciones se puede acumular hasta 3 veces. Además, la Maestría Elemental de los personajes del equipo cercanos (a excepción del portador de esta arma) aumenta en <cryo>48</cryo> pts. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada."
    }
  }
}