{
  "name": "Hoja Afilada Celestial",
  "description": {
    "0": "Una espada de caballero que simboliza el honor de Dvalin. Las bendiciones del Arconte Anemo descansan sobre el filo de su hoja, impregnando la espada con los poderes del cielo y del viento."
  },
  "passiveName": "Colmillo perforacielos",
  "passiveDescription": {
    "0": {
      "0": "Aumenta la Prob. CRIT en un <cryo>4%</cryo>. Al lanzar una Habilidad Definitiva, obtienes la fuerza perforacielos, que aumenta la Vel. Movimiento y la Vel. de Ataque en un <cryo>10%</cryo>, y los Ataques Normales y Cargados infligen un daño adicional equivalente al <cryo>20%</cryo> del ATQ. Este efecto dura 12 s."
    },
    "1": {
      "0": "Aumenta la Prob. CRIT en un <cryo>5%</cryo>. Al lanzar una Habilidad Definitiva, obtienes la fuerza perforacielos, que aumenta la Vel. Movimiento y la Vel. de Ataque en un <cryo>10%</cryo>, y los Ataques Normales y Cargados infligen un daño adicional equivalente al <cryo>25%</cryo> del ATQ. Este efecto dura 12 s."
    },
    "2": {
      "0": "Aumenta la Prob. CRIT en un <cryo>6%</cryo>. Al lanzar una Habilidad Definitiva, obtienes la fuerza perforacielos, que aumenta la Vel. Movimiento y la Vel. de Ataque en un <cryo>10%</cryo>, y los Ataques Normales y Cargados infligen un daño adicional equivalente al <cryo>30%</cryo> del ATQ. Este efecto dura 12 s."
    },
    "3": {
      "0": "Aumenta la Prob. CRIT en un <cryo>7%</cryo>. Al lanzar una Habilidad Definitiva, obtienes la fuerza perforacielos, que aumenta la Vel. Movimiento y la Vel. de Ataque en un <cryo>10%</cryo>, y los Ataques Normales y Cargados infligen un daño adicional equivalente al <cryo>35%</cryo> del ATQ. Este efecto dura 12 s."
    },
    "4": {
      "0": "Aumenta la Prob. CRIT en un <cryo>8%</cryo>. Al lanzar una Habilidad Definitiva, obtienes la fuerza perforacielos, que aumenta la Vel. Movimiento y la Vel. de Ataque en un <cryo>10%</cryo>, y los Ataques Normales y Cargados infligen un daño adicional equivalente al <cryo>40%</cryo> del ATQ. Este efecto dura 12 s."
    }
  }
}