{
  "name": "Senda de la Cazadora",
  "description": {
    "0": "Un arco con motivos dorados fabricado a partir de unas valiosas ramas blancas. Con sus flechas, en el pasado derribó a incontables bestias que invadieron el bosque."
  },
  "passiveName": "Destino de las bestias",
  "passiveDescription": {
    "0": {
      "0": "Otorga un <cryo>12%</cryo> a todos los Bonos de Daño Elemental. Tras golpear a un enemigo con un Ataque Cargado, el personaje obtiene el efecto de “caza incansable”, el cual aumenta el daño de su Ataque Cargado en una cantidad equivalente al <cryo>160%</cryo> de su Maestría Elemental. Este efecto desaparece tras activarse 12 veces o después de 10 s, y solo se puede obtener una vez cada 12 s."
    },
    "1": {
      "0": "Otorga un <cryo>15%</cryo> a todos los Bonos de Daño Elemental. Tras golpear a un enemigo con un Ataque Cargado, el personaje obtiene el efecto de “caza incansable”, el cual aumenta el daño de su Ataque Cargado en una cantidad equivalente al <cryo>200%</cryo> de su Maestría Elemental. Este efecto desaparece tras activarse 12 veces o después de 10 s, y solo se puede obtener una vez cada 12 s."
    },
    "2": {
      "0": "Otorga un <cryo>18%</cryo> a todos los Bonos de Daño Elemental. Tras golpear a un enemigo con un Ataque Cargado, el personaje obtiene el efecto de “caza incansable”, el cual aumenta el daño de su Ataque Cargado en una cantidad equivalente al <cryo>240%</cryo> de su Maestría Elemental. Este efecto desaparece tras activarse 12 veces o después de 10 s, y solo se puede obtener una vez cada 12 s."
    },
    "3": {
      "0": "Otorga un <cryo>21%</cryo> a todos los Bonos de Daño Elemental. Tras golpear a un enemigo con un Ataque Cargado, el personaje obtiene el efecto de “caza incansable”, el cual aumenta el daño de su Ataque Cargado en una cantidad equivalente al <cryo>280%</cryo> de su Maestría Elemental. Este efecto desaparece tras activarse 12 veces o después de 10 s, y solo se puede obtener una vez cada 12 s."
    },
    "4": {
      "0": "Otorga un <cryo>24%</cryo> a todos los Bonos de Daño Elemental. Tras golpear a un enemigo con un Ataque Cargado, el personaje obtiene el efecto de “caza incansable”, el cual aumenta el daño de su Ataque Cargado en una cantidad equivalente al <cryo>320%</cryo> de su Maestría Elemental. Este efecto desaparece tras activarse 12 veces o después de 10 s, y solo se puede obtener una vez cada 12 s."
    }
  }
}