{
  "name": "Kirara",
  "title": "Cat Upon the Eaves",
  "description": "A courier for Komaniya Express, a delivery company in Inazuma. A nekomata who loves her job and human society.",
  "constellationName": "Arcella",
  "auto": {
    "name": "Boxcutter",
    "fields": {
      "normal": {
        "0": "<strong><strong>Normal Attack</strong>",
        "1": "Performs up to 4 rapid strikes."
      },
      "charged": {
        "0": "<strong>Charged Attack</strong>",
        "1": "Consumes a certain amount of Stamina to unleash 3 rapid claw strikes."
      },
      "plunging": {
        "0": "<strong>Plunging Attack</strong>",
        "1": "Plunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact."
      }
    },
    "skillParams": {
      "0": "1-Hit DMG",
      "1": "2-Hit DMG",
      "2": "3-Hit DMG",
      "3": "4-Hit DMG",
      "4": "Charged Attack DMG",
      "5": "Charged Attack Stamina Cost",
      "6": "Plunge DMG",
      "7": "Low/High Plunge DMG",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Meow-teor Kick",
    "description": {
      "0": "<strong>Press</strong>",
      "1": "Leaps into the air with all the agility of a cat passing through the bushes, and thwacks her foes with a flying kick that deals <dendro>AoE Dendro DMG</dendro> while creating a Shield of Safe Transport. This will also briefly <dendro>apply Dendro</dendro> to Kirara. The shield will absorb <dendro>Dendro DMG</dendro> with 250% effectiveness. The shield's DMG absorption will be based on Kirara's Max HP and will not exceed a certain percentage of that Max HP. The remaining DMG absorption on a Shield of Safe Transport will stack on a new one when it is created, and its duration will reset.",
      "2": "<br/>",
      "3": "<strong>Hold</strong>",
      "4": "Out of her desire to \"deliver within half a day,\" Kirara deploys a Shield of Safe Transport identical to the one that can be created by pressing the skill. She will also curl up into a special express delivery box, entering the Urgent Neko Parcel state in order to move and fight more swiftly.",
      "5": "<br/>",
      "6": "<strong>Urgent Neko Parcel</strong>",
      "7": [
        " Deals <dendro>Dendro DMG</dendro> to opponents she crashes into. This effect can be triggered once on each opponent every 0.5s.",
        " When in this state, Kirara's movement speed, climbing speed, and jumping power are all increased, and her Stamina Consumption from climbing is increased.",
        " When the duration ends or the skill is used again, a Flipclaw Strike more powerful than the attack in the Press Mode will be unleashed, dealing <dendro>AoE Dendro DMG</dendro>.",
        " The Urgent Neko Parcel state lasts a maximum of 10s. When the state ends, the skill will enter CD. The longer Kirara spends in this state, the longer the CD will be.",
        " Sprinting or actively canceling climbing will end this state early."
      ],
      "8": "<br/>",
      "9": "<i>\"So you wanna know the secret to speedy deliveries? Well, it's all in the legs!\"</i>"
    },
    "skillParams": {
      "0": "Tail-Flicking Flying Kick DMG",
      "1": "Shield DMG Absorption",
      "2": "Max Shield DMG Absorption",
      "3": "Shield Duration",
      "4": "Urgent Neko Parcel Hit DMG",
      "5": "Max Urgent Neko Parcel Duration",
      "6": "Flipclaw Strike DMG",
      "7": "CD",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Secret Art: Surprise Dispatch",
    "description": {
      "0": "Smash opponents with a Special Delivery Package used for punishing parcel thieves, dealing <dendro>AoE Dendro DMG</dendro>. After the Special Delivery Package explodes, it will split up into many <strong>Cat Grass Cardamoms</strong> that will explode either upon contact with opponents or after a period of time, dealing <dendro>AoE Dendro DMG</dendro>.",
      "1": "<br/>",
      "2": "<i>\"Hehe, that's right, this stuff was made to deal with those parcel thieves! Remember to leave a 5-star rating once you've received yours!\"</i>"
    },
    "skillParams": {
      "0": "Skill DMG",
      "1": "Cat Grass Cardamom Explosion DMG",
      "2": "Cat Grass Cardamom Duration",
      "3": "CD",
      "4": "Energy Cost",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Bewitching, Betwitching Tails",
    "description": {
      "0": "When Kirara is in the Urgent Neko Parcel state of <strong>Meow-teor Kick</strong>, each impact against an opponent will grant her a stack of <strong>Reinforced Packaging</strong>. This effect can be triggered once for each opponent hit every 0.5s. Max 3 stacks. When the Urgent Neko Parcel state ends, each stack of Reinforced Packaging will create 1 Shield of Safe Transport for Kirara. The shields that are created this way will have 20% of the DMG absorption that the Shield of Safe Transport produced by <strong>Meow-teor Kick</strong> would have. If Kirara is already protected by a Shield of Safe Transport created by Meow-teor Kick, its DMG absorption will stack with these shields and its duration will reset."
    }
  },
  "passive2": {
    "name": "Pupillary Variance",
    "description": {
      "0": "Every 1,000 Max HP Kirara possesses will increase the DMG dealt by <strong>Meow-teor Kick</strong> by 0.4%, and the DMG dealt by <strong>Secret Art: Surprise Dispatch</strong> by 0.3%."
    }
  },
  "passive3": {
    "name": "Cat's Creeping Carriage",
    "description": {
      "0": "When Kirara is in the party, animals who produce Fowl, Raw Meat, or Chilled Meat will not be startled when party members approach them."
    }
  },
  "constellation1": {
    "name": "Material Circulation",
    "description": {
      "0": "Every 8,000 Max HP Kirara possesses will cause her to create 1 extra <strong>Cat Grass Cardamom</strong> when she uses <strong>Secret Art: Surprise Dispatch</strong>. A maximum of 4 extra can be created this way."
    }
  },
  "constellation2": {
    "name": "Perfectly Packaged",
    "description": {
      "0": "When Kirara is in the Urgent Neko Parcel state of <strong>Meow-teor Kick</strong>, she will grant other party members she crashes into Critical Transport Shields.",
      "1": "The DMG absorption of Critical Transport Shield is 40% of the maximum absorption <strong>Meow-teor Kick</strong>'s normal Shields of Safe Transport are capable of, and will absorb <dendro>Dendro DMG</dendro> with 250% effectiveness.",
      "2": "Critical Transport Shields last 12s and can be triggered once on each character every 10s."
    }
  },
  "constellation3": {
    "name": "Universal Recognition",
    "description": {
      "0": "Increases the Level of <strong>Meow-teor Kick</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation4": {
    "name": "Steed of Skanda",
    "description": {
      "0": "After active character(s) protected by <strong>Shields of Safe Transport</strong> or <strong>Critical Transport Shields</strong> hit opponents with Normal, Charged, or Plunging Attacks, Kirara will perform a coordinated attack with them using <strong>Small Cat Grass Cardamoms</strong>, dealing 200% of her ATK as <dendro>Dendro DMG</dendro>. DMG dealt this way is considered Elemental Burst DMG. This effect can be triggered once every 3.8s. This CD is shared between all party members."
    }
  },
  "constellation5": {
    "name": "A Thousand Miles in a Day",
    "description": {
      "0": "Increases the Level of <strong>Secret Art: Surprise Dispatch</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation6": {
    "name": "Countless Sights to See",
    "description": {
      "0": "All nearby party members will gain 12% All Elemental DMG Bonus within 15s after Kirara uses her Elemental Skill or Burst."
    }
  }
}