{
  "name": "Gorou",
  "title": "Canine Warrior",
  "description": "The great general of Watatsumi Island's forces. He is deeply trusted by his subordinates.",
  "constellationName": "Canis Bellatoris",
  "auto": {
    "name": "Ripping Fang Fletching",
    "fields": {
      "normal": {
        "0": "<strong><strong>Normal Attack</strong>",
        "1": "Performs up to 4 consecutive shots with a bow."
      },
      "charged": {
        "0": "<strong>Charged Attack</strong>",
        "1": "Performs a more precise <strong>Aimed Shot</strong> with increased DMG.",
        "2": "While aiming, stone crystals will accumulate on the arrowhead. A fully charged crystalline arrow will deal <geo>Geo DMG</geo>."
      },
      "plunging": {
        "0": "<strong>Plunging Attack</strong>",
        "1": "Fires off a shower of arrows in mid-air before falling and striking the ground, dealing AoE DMG upon impact."
      }
    },
    "skillParams": {
      "0": "1-Hit DMG",
      "1": "2-Hit DMG",
      "2": "3-Hit DMG",
      "3": "4-Hit DMG",
      "4": "Aimed Shot",
      "5": "Fully-Charged Aimed Shot",
      "6": "Plunge DMG",
      "7": "Low/High Plunge DMG",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Inuzaka All-Round Defense",
    "description": {
      "0": "Deals <geo>AoE Geo DMG</geo> and sets up a General's War Banner.",
      "1": "<br/>",
      "2": "<strong>General's War Banner</strong>",
      "3": "Provides up to 3 buffs to active characters within the skill's AoE based on the number of <geo>Geo</geo> characters in the party at the time of casting:",
      "4": [
        " 1 Geo character: Adds \"Standing Firm\" - DEF Bonus.",
        " 2 Geo characters: Adds \"Impregnable\" - Increased resistance to interruption.",
        " 3 Geo characters: Adds \"Crunch\" - <geo>Geo DMG Bonus</geo>."
      ],
      "5": "<br/>",
      "6": "Gorou can deploy only 1 General's War Banner on the field at any one time. Characters can only benefit from 1 General's War Banner at a time. When a party member leaves the field, the active buff will last for 2s.",
      "7": "<br/>",
      "8": "<strong>Hold</strong>",
      "9": "Adjust the location of the skill.",
      "10": "<br/>",
      "11": "<i>\"Take up this formation and we'll be safe — I guarantee it!\" As a general and a leader of troops, the last thing Gorou wants is to see is those who follow him getting hurt.</i>"
    },
    "skillParams": {
      "0": "Skill DMG",
      "1": "DEF Increase",
      "2": "Geo DMG Bonus",
      "3": "Duration",
      "4": "CD",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Juuga: Forward Unto Victory",
    "description": {
      "0": "Displaying his valor as a general, Gorou deals <geo>AoE Geo DMG</geo> and creates a field known as General's Glory to embolden his comrades.",
      "1": "<br/>",
      "2": "<strong>General's Glory</strong>",
      "3": "This field has the following properties:",
      "4": [
        " Like the General's War Banner created by Inuzaka All-Round Defense, provides buffs to active characters within the skill's AoE based on the number of <geo>Geo</geo> characters in the party. Also moves together with your active character.",
        " Generates 1 Crystal Collapse every 1.5s that deals <geo>AoE Geo DMG</geo> to 1 opponent within the skill's AoE.",
        " Pulls 1 elemental shard in the skill's AoE to your active character's position every 1.5s (elemental shards are created by Crystallize reactions)."
      ],
      "5": "<br/>",
      "6": "If a General's War Banner created by Gorou currently exists on the field when this ability is used, it will be destroyed. In addition, for the duration of General's Glory, Gorou's Elemental Skill \"Inuzaka All-Round Defense\" will not create the General's War Banner.",
      "7": " If Gorou falls, the effects of General's Glory will be cleared.",
      "8": "<br/>",
      "9": "<i>\"We have the high ground!\" Gorou can ever so slightly change the terrain of the battlefield to help win victory. This technique has seen him through many battles against seemingly superior opposition.</i>"
    },
    "skillParams": {
      "0": "Skill DMG",
      "1": "Crystal Collapse DMG",
      "2": "Duration",
      "3": "CD",
      "4": "Energy Cost",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Heedless of the Wind and Weather",
    "description": {
      "0": "After using <strong>Juuga: Forward Unto Victory</strong>, all nearby party members' DEF is increased by 25% for 12s."
    }
  },
  "passive2": {
    "name": "A Favor Repaid",
    "description": {
      "0": "Gorou receives the following DMG Bonuses to his attacks based on his DEF:",
      "1": [
        " <strong>Inuzaka All-Round Defense</strong>: Skill DMG increased by 156% of DEF",
        " <strong>Juuga: Forward Unto Victory</strong>: Skill DMG and Crystal Collapse DMG increased by 15.6% of DEF"
      ]
    }
  },
  "passive3": {
    "name": "Seeker of Shinies",
    "description": {
      "0": "Displays the location of nearby <strong>resources unique to Inazuma</strong> on the mini-map."
    }
  },
  "constellation1": {
    "name": "Rushing Hound: Swift as the Wind",
    "description": {
      "0": "When characters (other than Gorou) within the AoE of Gorou's <strong>General's War Banner</strong> or <strong>General's Glory</strong> deal Geo DMG to opponents, the CD of Gorou's <strong>Inuzaka All-Round Defense</strong> is decreased by 2s.",
      "1": "This effect can occur once every 10s."
    }
  },
  "constellation2": {
    "name": "Sitting Hound: Steady as a Clock",
    "description": {
      "0": "While <strong>General's Glory</strong> is in effect, its duration is extended by 1s when a nearby active character obtains an Elemental Shard from a Crystallize reaction. ",
      "1": "This effect can occur once every 0.1s. Max extension is 3s."
    }
  },
  "constellation3": {
    "name": "Mauling Hound: Fierce as Fire",
    "description": {
      "0": "Increases the Level of <strong>Inuzaka All-Round Defense</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation4": {
    "name": "Lapping Hound: Warm as Water",
    "description": {
      "0": "When <strong>General's Glory</strong> is in the \"Impregnable\" or \"Crunch\" states, it will also heal active characters within its AoE by 50% of Gorou's own DEF every 1.5s."
    }
  },
  "constellation5": {
    "name": "Striking Hound: Thunderous Force",
    "description": {
      "0": "Increases the Level of <strong>Juuga: Forward Unto Victory</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation6": {
    "name": "Valiant Hound: Mountainous Fealty",
    "description": {
      "0": "For 12s after using <strong>Inuzaka All-Round Defense</strong> or <strong>Juuga: Forward Unto Victory</strong>, increases the CRIT DMG of all nearby party members' <geo>Geo DMG</geo> based on the buff level of the skill's field at the time of use:",
      "1": [
        " \"Standing Firm\": +10%",
        " \"Impregnable\": +20%",
        " \"Crunch\": +40%"
      ],
      "2": "<br/>",
      "3": "This effect cannot stack and will take reference from the last instance of the effect that is triggered."
    }
  }
}