{
  "name": "Keqing",
  "title": "Driving Thunder",
  "description": "The Yuheng of the Liyue Qixing. Keqing has much to say about Rex Lapis's unilateral approach to policymaking in Liyue — but in truth, gods admire skeptics such as her quite a lot.",
  "constellationName": "Trulla Cementarii",
  "auto": {
    "name": "Yunlai Swordsmanship",
    "fields": {
      "normal": {
        "0": "<strong>Normal Attack</strong>",
        "1": "Performs up to 5 rapid strikes."
      },
      "charged": {
        "0": "<strong>Charged Attack</strong>",
        "1": "Consumes a certain amount of Stamina to unleash 2 rapid sword strikes."
      },
      "plunging": {
        "0": "<strong>Plunging Attack</strong>",
        "1": "Plunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact."
      }
    },
    "skillParams": {
      "0": "1-Hit DMG",
      "1": "2-Hit DMG",
      "2": "3-Hit DMG",
      "3": "4-Hit DMG",
      "4": "5-Hit DMG",
      "5": "Charged Attack DMG",
      "6": "Charged Attack Stamina Cost",
      "7": "Plunge DMG",
      "8": "Low/High Plunge DMG",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Stellar Restoration",
    "description": {
      "0": "Hurls a Lightning Stiletto that annihilates her opponents like the swift thunder.",
      "1": "When the Stiletto hits its target, it deals <electro>Electro DMG</electro> to opponents in a small AoE, and places a Stiletto Mark on the spot hit.",
      "2": "<br/>",
      "3": "<strong>Hold</strong>",
      "4": "Hold to adjust the direction in which the Stiletto shall be thrown.",
      "5": "Stilettos thrown by the Hold attack mode can be suspended in mid-air, allowing Keqing to jump to them when using Stellar Restoration a second time.",
      "6": "<br/>",
      "7": "<strong>Lightning Stiletto</strong>",
      "8": " If Keqing uses Stellar Restoration again or uses a Charged Attack while its duration lasts, it will clear the Stiletto Mark and produce different effects:",
      "9": [
        "If she uses Stellar Restoration again, she will blink to the location of the Mark and unleash one slashing attack that deals <electro>AoE Electro DMG</electro>. When blinking to a Stiletto that was thrown from a Holding attack, Keqing can leap across obstructing terrain.",
        "If Keqing uses a Charged Attack, she will ignite a series of thundering cuts at the Mark's location, dealing <electro>AoE Electro DMG</electro>."
      ],
      "10": "<br/>",
      "11": "<i>\"Humans are like moths, endlessly chasing the flame we call gods and adepti. But this light that I have here is my own.\"</i>"
    },
    "skillParams": {
      "0": "Lightning Stiletto DMG",
      "1": "Slashing DMG",
      "2": "Thunderclap Slash DMG",
      "3": "CD",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Starward Sword",
    "description": {
      "0": "Keqing unleashes the power of lightning, dealing <electro>Electro DMG</electro> in an AOE.",
      "1": "She then blends into the shadow of her blade, striking a series of thunderclap-blows to nearby opponents simultaneously that deal multiple instances of <electro>Electro DMG</electro>. The final attack deals massive <electro>AoE Electro DMG</electro>.",
      "2": "<br/>",
      "3": "<i>The swiftest technique in Keqing's personal arsenal is fast enough to bring stars crashing down.</i>"
    },
    "skillParams": {
      "0": "Skill DMG",
      "1": "Consecutive Slash DMG",
      "2": "Last Attack DMG",
      "3": "CD",
      "4": "Energy Cost",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Thundering Penance",
    "description": {
      "0": "After recasting <strong>Stellar Restoration</strong> while a Lightning Stiletto is present, Keqing's weapon gains an <electro>Electro Infusion</electro> for 5s."
    }
  },
  "passive2": {
    "name": "Aristocratic Dignity",
    "description": {
      "0": "When casting <strong>Starward Sword</strong>, Keqing's CRIT Rate is increased by 15%, and her Energy Recharge is increased by 15%. This effect lasts for 8s."
    }
  },
  "passive3": {
    "name": "Land's Overseer",
    "description": {
      "0": "When dispatched on an expedition in Liyue, time consumed is reduced by 25%."
    }
  },
  "constellation1": {
    "name": "Thundering Might",
    "description": {
      "0": "Recasting <strong>Stellar Restoration</strong> while a Lightning Stiletto is present causes Keqing to deal 50% of her ATK as <electro>AoE Electro DMG</electro> at the start point and terminus of her Blink."
    }
  },
  "constellation2": {
    "name": "Keen Extraction",
    "description": {
      "0": "When Keqing's Normal and Charged Attacks hit opponents affected by <electro>Electro</electro>, they have a 50% chance of producing an Elemental Particle.",
      "1": "This effect can only occur once every 5s."
    }
  },
  "constellation3": {
    "name": "Foreseen Reformation",
    "description": {
      "0": "Increases the Level of <strong>Starward Sword</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation4": {
    "name": "Attunement",
    "description": {
      "0": "For 10s after Keqing triggers an <electro>Electro-related Elemental Reaction</electro>, her ATK is increased by 25%."
    }
  },
  "constellation5": {
    "name": "Beckoning Stars",
    "description": {
      "0": "Increases the Level of <strong>Stellar Restoration</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation6": {
    "name": "Tenacious Star",
    "description": {
      "0": "When initiating a Normal Attack, a Charged Attack, Elemental Skill or Elemental Burst, Keqing gains a 6% <electro>Electro DMG Bonus</electro> for 8s.",
      "1": "Effects triggered by Normal Attacks, Charged Attacks, Elemental Skills and Elemental Bursts are considered independent entities."
    }
  }
}