{
  "name": "Arlecchino",
  "title": "Dire Balemoon",
  "description": "\"The Knave,\" Fourth of the Fatui Harbingers. A poised, ruthless diplomat. To the children in the House of the Hearth, she is their feared yet dependable \"Father.\"",
  "constellationName": "Ignis Purgatorius",
  "auto": {
    "name": "Invitation to a Beheading",
    "fields": {
      "normal": {
        "0": "<strong>Normal Attack</strong>",
        "1": "Performs up to 6 consecutive spear strikes."
      },
      "charged": {
        "0": "<strong>Charged Attack</strong>",
        "1": "Consumes a fixed amount of Stamina, dashing toward a nearby opponent and cleaving once.",
        "2": "Continuously holding this button will cause Arlecchino to consume Stamina and engage in up to 5s of high-speed movement."
      },
      "plunging": {
        "0": "<strong>Plunging Attack</strong>",
        "1": "Plunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact."
      },
      "infusion": {
        "0": "<strong>Masque of the Red Death</strong>",
        "1": "When Arlecchino has a Bond of Life equal to or greater than 30% of her Max HP, she will enter the \"Masque of the Red Death\" state, where her Normal, Charged, and Plunging Attacks will be converted to deal <pyro>Pyro DMG</pyro>. This cannot be overridden.",
        "2": "When in the \"Masque of the Red Death\" state, Arlecchino's Normal Attacks will deal extra DMG to opponents on hit that scales off her ATK multiplied by a certain ratio of her current Bond of Life percentage. This will consume 7.5% of said current Bond of Life. Her Bond of Life can be consumed this way every 0.03s. When her Bond of Life is consumed in this manner, All Is Ash's CD will decrease by 0.8s."
      }
    },
    "skillParams": {
      "0": "Masque of the Red Death Increase",
      "1": "1-Hit DMG",
      "2": "2-Hit DMG",
      "3": "3-Hit DMG",
      "4": "4-Hit DMG",
      "5": "5-Hit DMG",
      "6": "6-Hit DMG",
      "7": "Charged Attack DMG",
      "8": "Charged Attack Stamina Cost",
      "9": "High-Speed Movement Stamina Cost",
      "10": "Plunge DMG",
      "11": "Low/High Plunge DMG",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "All Is Ash",
    "description": {
      "0": "Summons forth Balemoon Bloodfire, dealing <pyro>Pyro DMG</pyro> to multiple nearby opponents and performing a dash-cleave against one of them, dealing <pyro>AoE Pyro DMG</pyro>.",
      "1": "Opponents hit by the aforementioned attack will have a Blood-Debt Directive applied to them.",
      "2": "<br/>",
      "3": "<strong>Blood-Debt Directive</strong>",
      "4": [
        "Lasts 30s. Every 5s, it will deal 1 instance of <pyro>Pyro DMG</pyro> to the opponent. Max 2 instances. This DMG will be considered Elemental Skill DMG.",
        "When Arlecchino uses a Charged Attack or her Elemental Burst, Balemoon Rising, she will absorb and clear nearby Blood-Debt Directives. Each Directive absorbed grants her a Bond of Life worth 65% of her Max HP.",
        "The maximum value of the Bond of Life she can be granted through Blood-Debt Directives within 35s after using her Elemental Skill is 145% of her Max HP. Using the Elemental Skill again during this duration will restart the count on duration and the limit on the value of Bond of Life she may gain from Blood-Debt Directives."
      ],
      "5": "<br/>",
      "6": "<i>As she sees it, not every grain of wheat that falls upon the earth will grow into an ear, while those who obstruct her, once burned to ashes, can certainly be used to nourish flowers.</i>"
    },
    "skillParams": {
      "0": "Spike DMG",
      "1": "Cleave DMG",
      "2": "Blood-Debt Directive DMG",
      "3": "CD",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Balemoon Rising",
    "description": {
      "0": "Arlecchino's great wing of Balemoon Bloodfire beats as she absorbs and clears Blood-Debt Directives around her. She deals <pyro>AoE Pyro DMG</pyro> before clearing the CD of All Is Ash and healing herself. The healing is based on her Bond of Life value and ATK.",
      "1": "<br/>",
      "2": "<i>It is commonly believed throughout Teyvat that moon phases other than the full moon are mere metaphors of ill-omen, used only by those who practice alchemy and astrology.",
      "3": "She saw this crimson moon in her dreams many times. Were those portents of disaster? Indeed they were, but the destined catastrophes belonged to those who enraged her.</i>"
    },
    "skillParams": {
      "0": "Skill DMG",
      "1": "Amount of HP Restored",
      "2": "CD",
      "3": "Energy Cost",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Agony Alone May Be Repaid",
    "description": {
      "0": "<strong>Blood-Debt Directives</strong> have the following characteristics:",
      "1": [
        "Arlecchino will be granted a Bond of Life worth 130% of her Max HP when an opponent to which she herself applied a Directive is defeated.",
        "5s after a Directive is applied, it will be upgraded to a Blood-Debt Due. When absorbed, it will instead grant Arlecchino a Bond of Life worth 130%."
      ],
      "2": "A Bond of Life created in the aforementioned ways cannot exceed the original limit on the value of Bonds of Life obtained through <strong>All Is Ash</strong>."
    }
  },
  "passive2": {
    "name": "Strength Alone Can Defend",
    "description": {
      "0": "Arlecchino gains 1% All Elemental and Physical RES for every 100 ATK she has in excess of 1,000. The maximum RES increase she can gain this way for each is 20%."
    }
  },
  "passive3": {
    "name": "The Balemoon Alone May Know",
    "description": {
      "0": "While in combat, Arlecchino gains a 40% <pyro>Pyro DMG Bonus</pyro> and can only be healed through <strong>Balemoon Rising</strong>."
    }
  },
  "constellation1": {
    "name": "\"All Reprisals and Arrears, Mine to Bear...\"",
    "description": {
      "0": "Masque of the Red Death is further enhanced, the value of the increase is 100%. Additionally, Arlecchino's interruption resistance is increased when she performs Normal or Charged Attacks while affected by the Masque of the Red Death."
    }
  },
  "constellation2": {
    "name": "\"All Rewards and Retribution, Mine to Bestow...\"",
    "description": {
      "0": "<strong>Blood-Debt Directives</strong> are now already Blood-Debt Due when first applied.",
      "1": "When Arlecchino absorbs such a Due, she unleashes Balemoon Bloodfire in front of her, dealing 900% of her ATK as <pyro>AoE Pyro DMG</pyro> and increasing her All Elemental RES and Physical RES by 20% for 15s. This effect can trigger once every 10s.",
      "2": "You must first unlock the Passive Talent \"Agony Alone May Be Repaid.\""
    }
  },
  "constellation3": {
    "name": "\"You Shall Become a New Member of Our Family...\"",
    "description": {
      "0": "Increases the Level of <strong>Normal Attack: Invitation to a Beheading</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation4": {
    "name": "\"You Shall Love and Protect Each Other Henceforth...\"",
    "description": {
      "0": "When Arlecchino successfully absorbs a Blood-Debt Directive, <strong>Balemoon Rising</strong>'s CD will decrease by 2s and 15 Elemental Energy will be restored to her. This effect can occur once every 10s."
    }
  },
  "constellation5": {
    "name": "\"For Alone, We Are as Good as Dead...\"",
    "description": {
      "0": "Increases the Level of <strong>Balemoon Rising</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation6": {
    "name": "\"From This Day On, We Shall Delight in New Life Together.\"",
    "description": {
      "0": "The DMG of <strong>Balemoon Rising</strong> is increased by Arlecchino's ATK multiplied by 700% of Arlecchino's current Bond of Life percentage.",
      "1": "For 20s after Arlecchino uses <strong>All Is Ash</strong>, both her Normal Attacks and Elemental Burst gain 10% increased CRIT Rate and 70% increased CRIT DMG. This effect can be triggered up to once every 15s."
    }
  }
}