{
  "skill": {
    "brandDMG": "Icewhirl Brand DMG",
    "grimheartDuration": "Grimheart Duration",
    "name": "Icetide Vortex",
    "description": {
      "0": "Sharp frost, swift blade.",
      "1": "<br/>",
      "2": "<strong>Press</strong>",
      "3": "Slashes swiftly, dealing <cryo>Cryo DMG</cryo>.",
      "4": "When it hits an opponent, Eula gains a stack of Grimheart that stacks up to 2 times. These stacks can only be gained once every 0.3s.",
      "5": "<br/>",
      "6": "<strong>Grimheart</strong>",
      "7": "Increases Eula's resistance to interruption and DEF.",
      "8": "<br/>",
      "9": "<strong>Hold</strong>",
      "10": "Wielding her sword, Eula consumes all the stacks of Grimheart and lashes forward, dealing <cryo>AoE Cryo DMG</cryo> to opponents in front of her.",
      "11": "If Grimheart stacks are consumed, surrounding opponents will have their Physical RES and <cryo>Cryo RES</cryo> decreased.",
      "12": "Each consumed stack of Grimheart will be converted into an Icewhirl Brand that deals <cryo>Cryo DMG</cryo> to nearby opponents.",
      "13": "<br/>",
      "14": "<i>\"So the waves roiled, swallowing the crown of the nobles. And ever after did each drop amidst the icy waves reflect a golden crown, each and every droplet of the spray shining with its light.\"</i>"
    },
    "skillParams": {
      "0": "Press DMG",
      "1": "Hold DMG",
      "2": "Icewhirl Brand DMG",
      "3": "DEF Bonus",
      "4": "Grimheart Duration",
      "5": "Physical RES Decrease",
      "6": "Cryo RES Decrease",
      "7": "RES Decrease Duration",
      "8": "Press CD",
      "9": "Hold CD",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "name": "Eula",
  "title": "Dance of the Shimmering Wave",
  "description": "The Spindrift Knight, a scion of the old aristocracy, and the Captain of the Knights of Favonius Reconnaissance Company. The reason for which a descendant of the ancient nobles might join the Knights remains a great mystery in Mondstadt to this very day.",
  "constellationName": "Aphros Delos",
  "auto": {
    "name": "Favonius Bladework - Edel",
    "fields": {
      "normal": {
        "0": "<strong>Normal Attack</strong>",
        "1": "Performs up to 5 consecutive strikes."
      },
      "charged": {
        "0": "<strong>Charged Attack</strong>",
        "1": "Drains Stamina over time to perform continuous slashes.",
        "2": "At the end of the sequence, performs a more powerful slash."
      },
      "plunging": {
        "0": "<strong>Plunging Attack</strong>",
        "1": "Plunges from mid-air to strike the ground, damaging opponents along the path and dealing AoE DMG upon impact."
      }
    },
    "skillParams": {
      "0": "1-Hit DMG",
      "1": "2-Hit DMG",
      "2": "3-Hit DMG",
      "3": "4-Hit DMG",
      "4": "5-Hit DMG",
      "5": "Charged Attack Spinning DMG",
      "6": "Charged Attack Final DMG",
      "7": "Charged Attack Stamina Cost",
      "8": "Max Duration",
      "9": "Plunge DMG",
      "10": "Low/High Plunge DMG",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Glacial Illumination",
    "description": {
      "0": "Brandishes her greatsword, dealing <cryo>Cryo DMG</cryo> to nearby opponents and creating a Lightfall Sword that follows her around for a duration of up to 7s.",
      "1": "While present, the Lightfall Sword increases Eula's resistance to interruption. When Eula's own Normal Attack, Elemental Skill, and Elemental Burst deal DMG to opponents, they will charge the Lightfall Sword, which can gain an energy stack once every 0.1s.",
      "2": "Once its duration ends, the Lightfall Sword will descend and explode violently, dealing Physical DMG to nearby opponents.",
      "3": "This DMG scales on the number of energy stacks the Lightfall Sword has accumulated.",
      "4": "If Eula leaves the field, the Lightfall Sword will explode immediately.",
      "5": "<br/>",
      "6": "<i>It is easy to sink. But even so, she desires to freeze this oncoming tide.</i>"
    },
    "skillParams": {
      "0": "Skill DMG",
      "1": "Lightfall Sword Base DMG",
      "2": "DMG Per Stack",
      "3": "Maximum Stacks",
      "4": "CD",
      "5": "Energy Cost",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Roiling Rime",
    "description": {
      "0": "If 2 stacks of Grimheart are consumed upon unleashing the Holding Mode of <strong>Icetide Vortex</strong>, a Shattered Lightfall Sword will be created that will explode immediately, dealing 50% of the basic Physical DMG dealt by a Lightfall Sword created by <strong>Glacial Illumination</strong>."
    }
  },
  "passive2": {
    "name": "Wellspring of War-Lust",
    "description": {
      "0": "When <strong>Glacial Illumination</strong> is cast, the CD of <strong>Icetide Vortex</strong> is reset and Eula gains 1 stack of Grimheart."
    }
  },
  "passive3": {
    "name": "Aristocratic Introspection",
    "description": {
      "0": "When Eula crafts Character Talent Materials, she has a 10% chance to receive double the product."
    }
  },
  "constellation1": {
    "name": "Tidal Illusion",
    "description": {
      "0": "Every time <strong>Icetide Vortex</strong>'s Grimheart stacks are consumed, Eula's Physical DMG is increased by 30% for 6s.",
      "1": "Each stack consumed will increase the duration of this effect by 6s up to a maximum of 18s."
    }
  },
  "constellation2": {
    "name": "Lady of Seafoam",
    "description": {
      "0": "Decreases the CD of <strong>Icetide Vortex</strong>'s Holding Mode, rendering it identical to Press CD."
    }
  },
  "constellation3": {
    "name": "Lawrence Pedigree",
    "description": {
      "0": "Increases the Level of <strong>Glacial Illumination</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation4": {
    "name": "The Obstinacy of One's Inferiors",
    "description": {
      "0": "Lightfall Swords deal 25% increased DMG against opponents with less than 50% HP."
    }
  },
  "constellation5": {
    "name": "Chivalric Quality",
    "description": {
      "0": "Increases the Level of <strong>Icetide Vortex</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation6": {
    "name": "Noble Obligation",
    "description": {
      "0": "Lightfall Swords created by <strong>Glacial Illumination</strong> start with 5 stacks of energy. Normal Attacks, Elemental Skills, and Elemental Bursts have a 50% chance to grant the Lightfall Sword an additional stack of energy."
    }
  }
}