{
  "name": "Kaveh",
  "title": "Empyrean Reflection",
  "description": "A renowned architect from Sumeru who perhaps cares a bit too much about too many things. He is an aesthete troubled by reality.",
  "constellationName": "Paradisaea",
  "auto": {
    "name": "Schematic Setup",
    "fields": {
      "normal": {
        "0": "<strong>Normal Attack</strong>",
        "1": "Uses Mehrak to perform up to 4 consecutive attacks."
      },
      "charged": {
        "0": "<strong>Charged Attack</strong>",
        "1": "Drains Stamina over time to perform continuous slashes.",
        "2": "At the end of the sequence, performs a more powerful slash."
      },
      "plunging": {
        "0": "<strong>Plunging Attack</strong>",
        "1": "Plunges from mid-air to strike the ground, damaging opponents along the path and dealing AoE DMG upon impact."
      }
    },
    "skillParams": {
      "0": "1-Hit DMG",
      "1": "2-Hit DMG",
      "2": "3-Hit DMG",
      "3": "4-Hit DMG",
      "4": "Charged Attack Cyclic DMG",
      "5": "Charged Attack Final DMG",
      "6": "Charged Attack Stamina Cost",
      "7": "Max Duration",
      "8": "Plunge DMG",
      "9": "Low/High Plunge DMG",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Artistic Ingenuity",
    "description": {
      "0": "Uses Mehrak's mapping ability for offensive purposes, initiating a radial scan that deals <dendro>AoE Dendro DMG</dendro>. It will also scan all Dendro Cores in its AoE and cause them to immediately burst.",
      "1": "<br/>",
      "2": "<i>Mehrak was created through the modification of ancient technology and may have some other functions apart from mapping work...</i>"
    },
    "skillParams": {
      "0": "Skill DMG",
      "1": "CD",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Painted Dome",
    "description": {
      "0": "Completely unleashes Mehrak's energy and creates a cubic scanned space, dealing <dendro>AoE Dendro DMG</dendro> to all opponents within it, causing all Dendro Cores in its AoE to immediately burst, and granting Kaveh the following enhanced combat abilities for a specific duration:",
      "1": [
        "Increases Kaveh's Normal, Charged, and Plunging Attack AoE, and converts his attack DMG to <dendro>Dendro DMG</dendro> that cannot be overridden.",
        "All Dendro Cores created by all your own party members through Bloom reactions will deal additional DMG when they burst.",
        "Increases Kaveh's resistance to interruption."
      ],
      "2": "These effects will be canceled once Kaveh leaves the field.",
      "3": "<br/>",
      "4": "<i>\"Every building style includes the architect's unique worldview, and from this angle, one can say that the buildings themselves are coalescences of human memories.\"</i>"
    },
    "skillParams": {
      "0": "Skill DMG",
      "1": "Duration",
      "2": "Dendro Core Burst DMG Bonus",
      "3": "CD",
      "4": "Energy Cost",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "An Architect's Undertaking",
    "description": {
      "0": "When DMG dealt by a Dendro Core (including DMG from Burgeon and Hyperbloom) hits Kaveh, Kaveh will regain HP equal to 300% of his Elemental Mastery. This effect can be triggered once every 0.5s."
    }
  },
  "passive2": {
    "name": "A Craftsman's Curious Conceptions",
    "description": {
      "0": "During <strong>Painted Dome</strong>, after Kaveh's Normal, Charged, or Plunging Attacks hit opponents, his Elemental Mastery will increase by 25. This effect can be triggered once every 0.1s. Max 4 stacks.",
      "1": "This effect will be canceled when Painted Dome's effects end."
    }
  },
  "passive3": {
    "name": "The Art of Budgeting",
    "description": {
      "0": "When Kaveh crafts Landscape, Building, and Courtyard-type Furnishings, he has a 100% chance to refund a portion of the materials used."
    }
  },
  "constellation1": {
    "name": "Sublime Salutations",
    "description": {
      "0": "Within 3s after using <strong>Artistic Ingenuity</strong>, Kaveh's <dendro>Dendro RES</dendro> and Incoming Healing Bonus will be increased by 50% and 25% respectively."
    }
  },
  "constellation2": {
    "name": "Grace of Royal Roads",
    "description": {
      "0": "Kaveh's Normal Attack SPD increases by 15% during <strong>Painted Dome</strong>."
    }
  },
  "constellation3": {
    "name": "Profferings of Dur Untash",
    "description": {
      "0": "Increases the Level of <strong>Painted Dome</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation4": {
    "name": "Feast of Apadana",
    "description": {
      "0": "Dendro Cores created from Bloom reactions Kaveh triggers will deal 60% more DMG when they burst."
    }
  },
  "constellation5": {
    "name": "Treasures of Bonkhanak",
    "description": {
      "0": "Increases the Level of <strong>Artistic Ingenuity</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation6": {
    "name": "Pairidaeza's Dreams",
    "description": {
      "0": "When Kaveh's Normal, Charged, or Plunging Attacks hit opponents during <strong>Painted Dome</strong>, they will unleash Pairidaeza's Light upon the opponent's position, dealing 61.8% of Kaveh's ATK as <dendro>AoE Dendro DMG</dendro> and causing all Dendro Cores within that AoE to burst. This effect can be triggered once every 3s."
    }
  }
}