{
  "name": "Candace",
  "title": "Golden Vow",
  "description": "A descendant of King Deshret with an amber left eye. The defender of Aaru Village.",
  "constellationName": "Sagitta Scutum",
  "auto": {
    "name": "Gleaming Spear - Guardian Stance",
    "fields": {
      "normal": {
        "0": "<strong>Normal Attack</strong>",
        "1": "Performs up to 4 consecutive spear strikes."
      },
      "charged": {
        "0": "<strong>Charged Attack</strong>",
        "1": "Consumes a certain amount of Stamina to lunge forward, dealing damage to opponents along the way."
      },
      "plunging": {
        "0": "<strong>Plunging Attack</strong>",
        "1": "Plunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact."
      }
    },
    "skillParams": {
      "0": "1-Hit DMG",
      "1": "2-Hit DMG",
      "2": "3-Hit DMG",
      "3": "4-Hit DMG",
      "4": "Charged Attack DMG",
      "5": "Charged Attack Stamina Cost",
      "6": "Plunge DMG",
      "7": "Low/High Plunge DMG",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Sacred Rite: Heron's Sanctum",
    "description": {
      "0": "Candace's fighting style is capable of warding off an entire tide of foes.",
      "1": "<br/>",
      "2": "<strong>Tap</strong>",
      "3": "Rushes forward with her shield, dealing <hydro>Hydro DMG</hydro> to opponents in front of her.",
      "4": "<br/>",
      "5": "<strong>Hold</strong>",
      "6": "Raises her shield to block incoming attacks from nearby opponents, forming a barrier that absorbs DMG based on her Max HP and absorbs <hydro>Hydro DMG</hydro> 250% more effectively. This barrier lasts until the Elemental Skill is unleashed.",
      "7": "After holding for a certain period of time, Candace will finish charging, and when the skill button is released, the skill duration expires, or when the barrier is broken, she will perform a leaping strike that deals <hydro>Hydro DMG</hydro> to opponents in front of her.",
      "8": "<br/>",
      "9": "<i>The oath of the guardians is more stalwart yet than the shields they inherit.</i>"
    },
    "skillParams": {
      "0": "Shield DMG Absorption",
      "1": "Basic DMG",
      "2": "Charged Up DMG",
      "3": "Press CD",
      "4": "Hold CD",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Sacred Rite: Wagtail's Tide",
    "description": {
      "0": "Raising her weapon on high, Candace calls upon a divine blessing that deals <hydro>AoE Hydro DMG</hydro> based on her Max HP and continuously confers the Prayer of the Crimson Crown on your active character.",
      "1": "<br/>",
      "2": "<strong>Prayer of the Crimson Crown</strong>",
      "3": "This effect has the following properties:",
      "4": [
        "Characters deal increased Elemental DMG with their Normal Attacks.",
        "Whenever a character takes the field, they will unleash a rippling wave of water that deals <hydro>Hydro DMG</hydro> to nearby opponents. There is a limited number of waves that can be triggered in the duration of this skill.",
        "Sword, Claymore, and Polearm-wielding characters under this effect will obtain a <hydro>Hydro Infusion</hydro>."
      ],
      "5": "<br/>",
      "6": "<i>This secret rite has been passed down through Candace's clan from generation to generation. Though the old faiths have become lost over the years, the sands still protect the heirs of the ancient realm.</i>"
    },
    "skillParams": {
      "0": "Skill DMG",
      "1": "Duration",
      "2": "DMG Bonus",
      "3": "Wave Impact DMG",
      "4": "Wave Instances",
      "5": "CD",
      "6": "Energy Cost",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Aegis of Crossed Arrows",
    "description": {
      "0": "If Candace is hit by an attack in the Hold duration of <strong>Sacred Rite: Heron's Sanctum</strong>, that skill will finish charging instantly."
    }
  },
  "passive2": {
    "name": "Celestial Dome of Sand",
    "description": {
      "0": "Characters affected by the Prayer of the Crimson Crown caused by <strong>Sacred Rite: Wagtail's Tide</strong> will deal 0.5% increased DMG to opponents for every 1,000 points of Candace's Max HP when they deal Elemental DMG with their Normal Attacks."
    }
  },
  "passive3": {
    "name": "To Dawn's First Light",
    "description": {
      "0": "Decreases climbing Stamina consumption for your own party members by 20%.",
      "1": "Not stackable with Passive Talents that provide the exact same effects."
    }
  },
  "constellation1": {
    "name": "Returning Heiress of the Scarlet Sands",
    "description": {
      "0": "The duration of Prayer of the Crimson Crown effect triggered by <strong>Sacred Rite: Wagtail's Tide</strong> is increased by 3s."
    }
  },
  "constellation2": {
    "name": "Moon-Piercing Brilliance",
    "description": {
      "0": "When <strong>Sacred Rite: Heron's Sanctum</strong> hits opponents, Candace's Max HP will be increased by 20% for 15s."
    }
  },
  "constellation3": {
    "name": "Hunter's Supplication",
    "description": {
      "0": "Increases the Level of <strong>Sacred Rite: Wagtail's Tide</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation4": {
    "name": "Sentinel Oath",
    "description": {
      "0": "Shortens the Hold CD of <strong>Sacred Rite: Heron's Sanctum</strong> to be the same as that of the Tapping CD."
    }
  },
  "constellation5": {
    "name": "Heterochromatic Gaze",
    "description": {
      "0": "Increases the Level of <strong>Sacred Rite: Heron's Sanctum</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation6": {
    "name": "The Overflow",
    "description": {
      "0": "When characters (excluding Candace herself) affected by the Prayer of the Crimson Crown caused by <strong>Sacred Rite: Wagtail's Tide</strong> deal Elemental DMG to opponents using Normal Attacks, an attack wave will be unleashed that deals <hydro>AoE Hydro DMG</hydro> equal to 15% of Candace's Max HP.",
      "1": "This effect can trigger once every 2.3s and is considered Elemental Burst DMG."
    }
  }
}