{
  "name": "Xianyun",
  "title": "Passerine Herald",
  "description": "One of the Mighty and Illuminated Adepti of Jueyun, known as \"Cloud Retainer.\" Expert in all kinds of mechanical contraptions, her heart now turns towards the affairs of the mortal world, through which she walks under the name \"Xianyun.\"",
  "constellationName": "Grus Serena",
  "auto": {
    "name": "Word of Wind and Flower",
    "fields": {
      "normal": {
        "0": "<strong><strong>Normal Attack</strong>",
        "1": "Summons swirling winds to perform up to 4 attacks, dealing <anemo>Anemo DMG</anemo>."
      },
      "charged": {
        "0": "<strong>Charged Attack</strong>",
        "1": "Consumes a certain amount of Stamina and launches a Breeze Bolt in a straight line that deals <anemo>Anemo DMG</anemo> to opponents along its path."
      },
      "plunging": {
        "0": "<strong>Plunging Attack</strong>",
        "1": "Gathers the power of Anemo and plunges towards the ground from mid-air, damaging all opponents in her path. Deals <anemo>AoE Anemo DMG</anemo> upon impact with the ground."
      }
    },
    "skillParams": {
      "0": "1-Hit DMG",
      "1": "2-Hit DMG",
      "2": "3-Hit DMG",
      "3": "4-Hit DMG",
      "4": "Charged Attack DMG",
      "5": "Charged Attack Stamina Cost",
      "6": "Plunge DMG",
      "7": "Low/High Plunge DMG",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "White Clouds at Dawn",
    "description": {
      "0": "Xianyun enters the Cloud Transmogrification state, in which she will not take Fall DMG, and uses Skyladder once.",
      "1": "In this state, her Plunging Attack will be converted into Driftcloud Wave instead, which deals <anemo>AoE Anemo DMG</anemo> and ends the Cloud Transmogrification state. This DMG is considered Plunging Attack DMG.",
      "2": "Each use of Skyladder while in this state increases the DMG and AoE of the next Driftcloud Wave used.",
      "3": "<br/>",
      "4": "<strong>Skyladder</strong>",
      "5": "Can be used while in mid-air. Xianyun leaps forward, dealing <anemo>Anemo DMG</anemo> to targets along her path.",
      "6": "During each Cloud Transmogrification state Xianyun enters, Skyladder may be used up to 3 times and only 1 instance of Skyladder DMG can be dealt to any one opponent.",
      "7": "If Skyladder is not used again in a short period, the Cloud Transmogrification state will be canceled.",
      "8": "<br/>",
      "9": "If Xianyun does not use Driftcloud Wave while in this state, the next CD of White Clouds at Dawn will be decreased by 3s.",
      "10": "<br/>",
      "11": "<i>Do not shake Cloud Retainer's hand too tightly; cranes are quite adept at gripping.</i>"
    },
    "skillParams": {
      "0": "Skill DMG",
      "1": "Driftcloud Wave DMG",
      "2": "CD",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Stars Gather at Dusk",
    "description": {
      "0": "Brings forth a sacred breeze that deals <anemo>AoE Anemo DMG</anemo> and heals all nearby characters based on Xianyun's ATK. It will also summon the \"Starwicker\" mechanism.",
      "1": "<br/>",
      "2": "<strong>Starwicker</strong>",
      "3": [
        "Continuously follows the active character and periodically heals all nearby party members based on Xianyun's ATK.",
        "Starts with 8 stacks of Adeptal Assistance. While Adeptal Assistance is active, nearby active characters in the party will have their jump height increased.",
        "When the active character completes a Plunging Attack, Starwicker will consume 1 stack of Adeptal Assistance and deal <anemo>AoE Anemo DMG</anemo>."
      ],
      "4": "Only 1 Starwicker can exist simultaneously.",
      "5": "<br/>",
      "6": "<i>This is the newest invention in the \"Lunastar Artifices\" series, of which previous creations include the Supreme Cuisine Machine, the Snowdrift Mechanism, the Supreme Housekeeping Machine, the Floating Toting Device, and the Bloom Pruner. This series was intended for young humans Cloud Retainer held in great esteem, and so was not designed with a certain half-adeptus in mind. However, when offered Starwicker, a certain female disciple of hers had these emotionless words to say: \"No thank you.\"",
      "7": "Cloud Retainer thus had no choice but to keep it herself.</i>"
    },
    "skillParams": {
      "0": "Skill DMG",
      "1": "Starwicker DMG",
      "2": "Healing",
      "3": "Continuous Healing",
      "4": "Duration",
      "5": "CD",
      "6": "Energy Cost",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Galefeather Pursuit",
    "description": {
      "0": "Each opponent hit by Driftcloud Waves from <strong>White Clouds at Dawn</strong> will grant all nearby party members 1 stack of Storm Pinion for 20s. Max 4 stacks. These will cause the characters' Plunging Attack CRIT Rate to increase by 4%/6%/8%/10% respectively.",
      "1": "Each Storm Pinion created by hitting an opponent has an independent duration."
    }
  },
  "passive2": {
    "name": "Consider, the Adeptus in Her Realm",
    "description": {
      "0": "When the Starwicker created by <strong>Stars Gather at Dusk</strong> has Adeptal Assistance stacks, nearby active characters' Plunging Attack shockwave DMG will be increased by 200% of Xianyun's ATK. The maximum DMG increase that can be achieved this way is 9,000.",
      "1": "Each Plunging Attack shockwave DMG instance can only apply this increased DMG effect to a single opponent. Each character can trigger this effect once every 0.4s."
    }
  },
  "passive3": {
    "name": "Crane Form",
    "description": {
      "0": "Increases gliding SPD for your own party members by 15%.",
      "1": "Not stackable with Passive Talents that provide the exact same effects."
    }
  },
  "constellation1": {
    "name": "Purifying Wind",
    "description": {
      "0": "<strong>White Clouds at Dawn</strong> gains 1 additional charge."
    }
  },
  "constellation2": {
    "name": "Aloof From the World",
    "description": {
      "0": "After using a Skyladder from <strong>White Clouds at Dawn</strong>, Xianyun's ATK will be increased by 20% for 15s.",
      "1": "Additionally, the effects of the Passive Talent \"Consider, the Adeptus in Her Realm\" will be enhanced: When the Starwicker created by <strong>Stars Gather at Dusk</strong> has Adeptal Assistance stacks, nearby active characters' Plunging Attack shockwave DMG will be increased by 400% of Xianyun's ATK. The maximum DMG increase that can be achieved this way is 18,000.",
      "2": "Each Plunging Attack shockwave DMG instance can only apply this increased DMG effect to a single opponent. Each character can trigger this effect once every 0.4s.",
      "3": "You must first unlock the Passive Talent \"Consider, the Adeptus in Her Realm.\""
    }
  },
  "constellation3": {
    "name": "Creations of Star and Moon",
    "description": {
      "0": "Increases the Level of <strong>Stars Gather at Dusk</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation4": {
    "name": "Mystery Millet Gourmet",
    "description": {
      "0": "After using Skyladder 1/2/3 times during one <strong>White Clouds at Dawn</strong> Cloud Transmogrification state, when a Driftcloud Wave unleashed during that instance hits an opponent, it will heal all nearby party members for 50%/80%/150% of Xianyun's ATK. This effect can be triggered once every 5s."
    }
  },
  "constellation5": {
    "name": "Astride Rose-Colored Clouds",
    "description": {
      "0": "Increases the Level of <strong>White Clouds at Dawn</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation6": {
    "name": "They Call Her Cloud Retainer",
    "description": {
      "0": "After Xianyun uses 1/2/3 Skyladders within one Cloud Transmogrification caused by <strong>White Clouds at Dawn</strong>, the CRIT DMG of a Driftcloud Wave created in this instance of Cloud Transmogrification will be increased by 15%/35%/70%.",
      "1": "Within 16s after Xianyun has used <strong>Stars Gather at Dusk</strong>, White Clouds at Dawn will not enter CD. This effect will be canceled once she has used White Clouds at Dawn 8 times."
    }
  }
}