{
  "name": "Collei",
  "title": "Sprout of Rebirth",
  "description": "A trainee ranger active in Avidya Forest. Behind her enthusiastic words and actions hides a slightly introverted personality.",
  "constellationName": "Leptailurus Cervarius",
  "auto": {
    "name": "Supplicant's Bowmanship",
    "fields": {
      "normal": {
        "0": "<strong>Normal Attack</strong>",
        "1": "Performs up to 4 consecutive shots with a bow."
      },
      "charged": {
        "0": "<strong>Charged Attack</strong>",
        "1": "Performs a more precise <strong>Aimed Shot</strong> with increased DMG.",
        "2": "While aiming, Dendro energy will accumulate on the arrowhead. A fully charged arrow will deal <dendro>Dendro DMG</dendro>."
      },
      "plunging": {
        "0": "<strong>Plunging Attack</strong>",
        "1": "Fires off a shower of arrows in mid-air before falling and striking the ground, dealing AoE DMG upon impact."
      }
    },
    "skillParams": {
      "0": "1-Hit DMG",
      "1": "2-Hit DMG",
      "2": "3-Hit DMG",
      "3": "4-Hit DMG",
      "4": "Aimed Shot",
      "5": "Fully-Charged Aimed Shot",
      "6": "Plunge DMG",
      "7": "Low/High Plunge DMG",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Floral Brush",
    "description": {
      "0": "Throws out a Floral Ring that deals 1 instance of <dendro>Dendro DMG</dendro> to targets it comes into contact with.",
      "1": "The Floral Ring will return after a set time, dealing <dendro>Dendro DMG</dendro> once again.",
      "2": "<br/>",
      "3": "<i>This is Collei's go-to gadget for dealing with unruly wild beasts. A few good thwacks from this tool will generally improve their behavior. This same principle works just as well on evildoers.</i>"
    },
    "skillParams": {
      "0": "Skill DMG",
      "1": "CD",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Trump-Card Kitty",
    "description": {
      "0": "Trusty Cuilein-Anbar comes to save the day!",
      "1": "Throws the doll named Cuilein-Anbar, causing an explosion that deals <dendro>AoE Dendro DMG</dendro>, creating a Cuilein-Anbar Zone. Cuilein-Anbar will bounce around within this zone, dealing <dendro>AoE Dendro DMG</dendro>.",
      "2": "<br/>",
      "3": "<i>\"Pretty impressive, huh? ... Eh? You want to know how I came up with the name Cuilein-Anbar? Uh, well, I...\"</i>"
    },
    "skillParams": {
      "0": "Explosion DMG",
      "1": "Leap DMG",
      "2": "Duration",
      "3": "CD",
      "4": "Energy Cost",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Floral Sidewinder",
    "description": {
      "0": "If one of your party members has triggered Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, or Burgeon reactions before the <strong>Floral Ring</strong> returns, it will grant the character the Sprout effect upon return, which will continuously deal <dendro>Dendro DMG</dendro> equivalent to 40% of Collei's ATK to nearby opponents for 3s.",
      "1": "If another Sprout effect is triggered during its initial duration, the initial effect will be removed. DMG dealt by Sprout is considered Elemental Skill DMG."
    }
  },
  "passive2": {
    "name": "The Languid Wood",
    "description": {
      "0": "When a character within the <strong>Cuilein-Anbar Zone</strong> triggers Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, or Burgeon reactions, the Zone's duration will be increased by 1s.",
      "1": "A single <strong>Trump-Card Kitty</strong> can be extended this way by up to 3s."
    }
  },
  "passive3": {
    "name": "Gliding Champion of Sumeru",
    "description": {
      "0": "Decreases gliding Stamina consumption for your own party members by 20%.",
      "1": "Not stackable with Passive Talents that provide the exact same effects."
    }
  },
  "constellation1": {
    "name": "Deepwood Patrol",
    "description": {
      "0": "When in the party and not on the field, Collei's Energy Recharge is increased by 20%."
    }
  },
  "constellation2": {
    "name": "Through Hill and Copse",
    "description": {
      "0": "The Passive Talent Floral Sidewinder is changed to this:",
      "1": "The <strong>Floral Ring</strong> will grant the character the Sprout effect from Floral Sidewinder upon return, dealing 40% of Collei's ATK as <dendro>Dendro DMG</dendro> to nearby opponents for 3s.",
      "2": "From the moment of using <strong>Floral Brush</strong> to the moment when this instance of Sprout effect ends, if any of your party members triggers Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, or Burgeon reactions, the Sprout effect will be extended by 3s.",
      "3": "The Sprout effect can only be extended this way once. If another Sprout effect is triggered during its initial duration, the initial effect will be removed. DMG dealt by Sprout is considered Elemental Skill DMG.",
      "4": "Requires you to have unlocked the Floral Sidewinder Passive Talent."
    }
  },
  "constellation3": {
    "name": "Scent of Summer",
    "description": {
      "0": "Increases the Level of <strong>Floral Brush</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation4": {
    "name": "Gift of the Woods",
    "description": {
      "0": "Using <strong>Trump-Card Kitty</strong> will increase all nearby characters' Elemental Mastery by 60 for 12s (not including Collei herself)."
    }
  },
  "constellation5": {
    "name": "All Embers",
    "description": {
      "0": "Increases the Level of <strong>Trump-Card Kitty</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation6": {
    "name": "Forest of Falling Arrows",
    "description": {
      "0": "When the <strong>Floral Ring</strong> hits, it will create a miniature Cuilein-Anbar that will deal 200% of Collei's ATK as <dendro>Dendro DMG</dendro>.",
      "1": "Each <strong>Floral Brush</strong> can only create one such miniature Cuilein-Anbar."
    }
  }
}