{
  "burst": {
    "name": "Kazuha Slash",
    "description": {
      "0": "The signature technique of Kazuha's self-styled bladework — a single slash that strikes with the force of the first winds of autumn, dealing <anemo>AoE Anemo DMG</anemo>.",
      "1": "The blade's passage will leave behind a field named \"Autumn Whirlwind\" that periodically deals <anemo>AoE Anemo DMG</anemo> to opponents within its range.",
      "2": "<br/>",
      "3": "<strong>Elemental Absorption</strong>",
      "4": "If Autumn Whirlwind comes into contact with <hydro>Hydro</hydro>/<pyro>Pyro</pyro>/<cryo>Cryo</cryo>/<electro>Electro</electro>, it will deal additional elemental DMG of that type.",
      "5": "Elemental Absorption may only occur once per use.",
      "6": "<br/>",
      "7": "<i>\"I see eternity go by in an instant, the autumns of many years from a single leaf. Thus I shall slice this maple in a flash, and ask a question of the ages.\"</i>"
    },
    "slashdmg": "Slashing DMG",
    "skillParams": {
      "0": "Slashing DMG",
      "1": "DoT",
      "2": "Additional Elemental DMG",
      "3": "Duration",
      "4": "CD",
      "5": "Energy Cost",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "name": "Kaedehara Kazuha",
  "title": "Scarlet Leaves Pursue Wild Waves",
  "description": "A wandering samurai from Inazuma who is currently with Liyue's Crux Fleet. A gentle and carefree soul whose heart hides a great many burdens from the past.",
  "constellationName": "Acer Palmatum",
  "auto": {
    "name": "Garyuu Bladework",
    "fields": {
      "normal": {
        "0": "<strong>Normal Attack</strong>",
        "1": "Performs up to 5 rapid strikes."
      },
      "charged": {
        "0": "<strong>Charged Attack</strong>",
        "1": "Consumes a certain amount of Stamina to unleash 2 rapid sword strikes."
      },
      "plunging": {
        "0": "<strong>Plunging Attack</strong>",
        "1": "Plunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact. If this Plunging Attack is triggered by Chihayaburu, it will be converted to Plunging Attack: Midare Ranzan."
      },
      "plunging_midare": {
        "0": "<strong>Plunging Attack: Midare Ranzan</strong>",
        "1": "When a Plunging Attack is performed using the effects of the Elemental Skill Chihayaburu, Plunging Attack DMG is converted to <anemo>Anemo DMG</anemo> and will create a small wind tunnel via a secret blade technique that pulls in nearby objects and opponents."
      }
    },
    "skillParams": {
      "0": "1-Hit DMG",
      "1": "2-Hit DMG",
      "2": "3-Hit DMG",
      "3": "4-Hit DMG",
      "4": "5-Hit DMG",
      "5": "Charged Attack DMG",
      "6": "Charged Attack Stamina Cost",
      "7": "Plunge DMG",
      "8": "Low/High Plunge DMG",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Chihayaburu",
    "description": {
      "0": "Unleashes a secret technique as fierce as the rushing wind that pulls objects and opponents towards Kazuha's current position before launching opponents within the AoE, dealing <anemo>Anemo DMG</anemo> and lifting Kazuha into the air on a rushing gust of wind.",
      "1": "Within 10s of remaining airborne after casting Chihayaburu, Kazuha can unleash a powerful Plunging Attack known as Midare Ranzan.",
      "2": "<br/>",
      "3": "<strong>Press</strong>",
      "4": "Can be used in mid-air.",
      "5": "<br/>",
      "6": "<strong>Hold</strong>",
      "7": "Charges up before unleashing greater <anemo>Anemo DMG</anemo> over a larger AoE than Press Mode.",
      "8": "<br/>",
      "9": "<strong>Plunging Attack: Midare Ranzan</strong>",
      "10": "When a Plunging Attack is performed using the effects of the Elemental Skill Chihayaburu, Plunging Attack DMG is converted to <anemo>Anemo DMG</anemo>. On landing, Kazuha creates a small wind tunnel via a secret blade technique that pulls in nearby objects and opponents.",
      "11": "Midare Ranzan's DMG is considered Plunging Attack DMG.",
      "12": "<br/>",
      "13": "<i>\"Wind in branches grieves",
      "14": "Bygone ages, gods of old",
      "15": "Withered autumn leaves\"</i>"
    },
    "skillParams": {
      "0": "Press Skill DMG",
      "1": "Press CD",
      "2": "Hold Skill DMG",
      "3": "Hold CD",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Soumon Swordsmanship",
    "description": {
      "0": "If <strong>Chihayaburu</strong> comes into contact with <hydro>Hydro</hydro>/<pyro>Pyro</pyro>/<cryo>Cryo</cryo>/<electro>Electro</electro> when cast, this <strong>Chihayaburu</strong> will absorb that element and if Plunging Attack: Midare Ranzan is used before the effect expires, it will deal an additional 200% ATK of the absorbed elemental type as DMG. This will be considered Plunging Attack DMG.",
      "1": "Elemental Absorption may only occur once per use of <strong>Chihayaburu</strong>."
    }
  },
  "passive2": {
    "name": "Poetics of Fuubutsu",
    "description": {
      "0": "Upon triggering a Swirl reaction, Kaedehara Kazuha will grant all party members a 0.04% Elemental DMG Bonus to the element absorbed by Swirl for every point of Elemental Mastery he has for 8s. Bonuses for different elements obtained through this method can co-exist."
    }
  },
  "passive3": {
    "name": "Cloud Strider",
    "description": {
      "0": "Decreases sprinting Stamina consumption for your own party members by 20%.",
      "1": "Not stackable with Passive Talents that provide the exact same effects."
    }
  },
  "constellation1": {
    "name": "Scarlet Hills",
    "description": {
      "0": "Decreases <strong>Chihayaburu</strong>'s CD by 10%.",
      "1": "Using <strong>Kazuha Slash</strong> resets the CD of <strong>Chihayaburu</strong>."
    }
  },
  "constellation2": {
    "name": "Yamaarashi Tailwind",
    "description": {
      "0": "The Autumn Whirlwind field created by <strong>Kazuha Slash</strong> has the following effects:",
      "1": [
        " Increases Kaedehara Kazuha's own Elemental Mastery by 200 for its duration.",
        " Increases the Elemental Mastery of characters within the field by 200."
      ],
      "2": "<br/>",
      "3": "The Elemental Mastery-increasing effects of this Constellation do not stack."
    }
  },
  "constellation3": {
    "name": "Maple Monogatari",
    "description": {
      "0": "Increases the Level of <strong>Chihayaburu</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation4": {
    "name": "Oozora Genpou",
    "description": {
      "0": "When Kaedehara Kazuha's Energy is lower than 45, he obtains the following effects:",
      "1": [
        "Pressing or Holding <strong>Chihayaburu</strong> regenerates 3 or 4 Energy for Kaedehara Kazuha, respectively.",
        "When gliding, Kaedehara Kazuha regenerates 2 Energy per second."
      ]
    }
  },
  "constellation5": {
    "name": "Wisdom of Bansei",
    "description": {
      "0": "Increases the Level of <strong>Kazuha Slash</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation6": {
    "name": "Crimson Momiji",
    "description": {
      "0": "After using <strong>Chihayaburu</strong> or <strong>Kazuha Slash</strong>, Kaedehara Kazuha gains an <anemo>Anemo Infusion</anemo> for 5s. Additionally, each point of Elemental Mastery will increase the DMG dealt by Kaedehara Kazuha's Normal, Charged, and Plunging Attacks by 0.2%."
    }
  }
}