{
  "name": "Light of Foliar Incision",
  "description": {
    "0": "This gilded blade was made using precious white branches. It was once used to destroy countless poisons that infested the forest."
  },
  "passiveName": "Whitemoon Bristle",
  "passiveDescription": {
    "0": {
      "0": "CRIT Rate is increased by <cryo>4%</cryo>. After Normal Attacks deal Elemental DMG, the Foliar Incision effect will be obtained, increasing DMG dealt by Normal Attacks and Elemental Skills by <cryo>120%</cryo> of Elemental Mastery. This effect will disappear after 28 DMG instances or 12s. You can obtain Foliar Incision once every 12s."
    },
    "1": {
      "0": "CRIT Rate is increased by <cryo>5%</cryo>. After Normal Attacks deal Elemental DMG, the Foliar Incision effect will be obtained, increasing DMG dealt by Normal Attacks and Elemental Skills by <cryo>150%</cryo> of Elemental Mastery. This effect will disappear after 28 DMG instances or 12s. You can obtain Foliar Incision once every 12s."
    },
    "2": {
      "0": "CRIT Rate is increased by <cryo>6%</cryo>. After Normal Attacks deal Elemental DMG, the Foliar Incision effect will be obtained, increasing DMG dealt by Normal Attacks and Elemental Skills by <cryo>180%</cryo> of Elemental Mastery. This effect will disappear after 28 DMG instances or 12s. You can obtain Foliar Incision once every 12s."
    },
    "3": {
      "0": "CRIT Rate is increased by <cryo>7%</cryo>. After Normal Attacks deal Elemental DMG, the Foliar Incision effect will be obtained, increasing DMG dealt by Normal Attacks and Elemental Skills by <cryo>210%</cryo> of Elemental Mastery. This effect will disappear after 28 DMG instances or 12s. You can obtain Foliar Incision once every 12s."
    },
    "4": {
      "0": "CRIT Rate is increased by <cryo>8%</cryo>. After Normal Attacks deal Elemental DMG, the Foliar Incision effect will be obtained, increasing DMG dealt by Normal Attacks and Elemental Skills by <cryo>240%</cryo> of Elemental Mastery. This effect will disappear after 28 DMG instances or 12s. You can obtain Foliar Incision once every 12s."
    }
  }
}