{
  "name": "Finale of the Deep",
  "description": {
    "0": "This longsword is as silent as the mysterious ocean depths. It is even more ancient than its stylings might imply."
  },
  "passiveName": "An End Sublime",
  "passiveDescription": {
    "0": {
      "0": "When using an Elemental Skill, ATK will be increased by <cryo>12%</cryo> for 15s, and a Bond of Life worth 25% of Max HP will be granted. This effect can be triggered once every 10s. When the Bond of Life is cleared, a maximum of <cryo>150</cryo> ATK will be gained based on <cryo>2.4%</cryo> of the total amount of the Life Bond cleared, lasting for 15s."
    },
    "1": {
      "0": "When using an Elemental Skill, ATK will be increased by <cryo>15%</cryo> for 15s, and a Bond of Life worth 25% of Max HP will be granted. This effect can be triggered once every 10s. When the Bond of Life is cleared, a maximum of <cryo>187.5</cryo> ATK will be gained based on <cryo>3%</cryo> of the total amount of the Life Bond cleared, lasting for 15s."
    },
    "2": {
      "0": "When using an Elemental Skill, ATK will be increased by <cryo>18%</cryo> for 15s, and a Bond of Life worth 25% of Max HP will be granted. This effect can be triggered once every 10s. When the Bond of Life is cleared, a maximum of <cryo>225</cryo> ATK will be gained based on <cryo>3.6%</cryo> of the total amount of the Life Bond cleared, lasting for 15s."
    },
    "3": {
      "0": "When using an Elemental Skill, ATK will be increased by <cryo>21%</cryo> for 15s, and a Bond of Life worth 25% of Max HP will be granted. This effect can be triggered once every 10s. When the Bond of Life is cleared, a maximum of <cryo>262.5</cryo> ATK will be gained based on <cryo>4.2%</cryo> of the total amount of the Life Bond cleared, lasting for 15s."
    },
    "4": {
      "0": "When using an Elemental Skill, ATK will be increased by <cryo>24%</cryo> for 15s, and a Bond of Life worth 25% of Max HP will be granted. This effect can be triggered once every 10s. When the Bond of Life is cleared, a maximum of <cryo>300</cryo> ATK will be gained based on <cryo>4.8%</cryo> of the total amount of the Life Bond cleared, lasting for 15s."
    }
  }
}