{
  "name": "Hunter's Path",
  "description": {
    "0": "This gilded bow was made using precious white branches. It has felled countless wicked beasts attempting to infiltrate the woods."
  },
  "passiveName": "At the End of the Beast-Paths",
  "passiveDescription": {
    "0": {
      "0": "Gain <cryo>12%</cryo> All Elemental DMG Bonus. Obtain the Tireless Hunt effect after hitting an opponent with a Charged Attack. This effect increases Charged Attack DMG by <cryo>160%</cryo> of Elemental Mastery. This effect will be removed after 12 Charged Attacks or 10s. Only 1 instance of Tireless Hunt can be gained every 12s."
    },
    "1": {
      "0": "Gain <cryo>15%</cryo> All Elemental DMG Bonus. Obtain the Tireless Hunt effect after hitting an opponent with a Charged Attack. This effect increases Charged Attack DMG by <cryo>200%</cryo> of Elemental Mastery. This effect will be removed after 12 Charged Attacks or 10s. Only 1 instance of Tireless Hunt can be gained every 12s."
    },
    "2": {
      "0": "Gain <cryo>18%</cryo> All Elemental DMG Bonus. Obtain the Tireless Hunt effect after hitting an opponent with a Charged Attack. This effect increases Charged Attack DMG by <cryo>240%</cryo> of Elemental Mastery. This effect will be removed after 12 Charged Attacks or 10s. Only 1 instance of Tireless Hunt can be gained every 12s."
    },
    "3": {
      "0": "Gain <cryo>21%</cryo> All Elemental DMG Bonus. Obtain the Tireless Hunt effect after hitting an opponent with a Charged Attack. This effect increases Charged Attack DMG by <cryo>280%</cryo> of Elemental Mastery. This effect will be removed after 12 Charged Attacks or 10s. Only 1 instance of Tireless Hunt can be gained every 12s."
    },
    "4": {
      "0": "Gain <cryo>24%</cryo> All Elemental DMG Bonus. Obtain the Tireless Hunt effect after hitting an opponent with a Charged Attack. This effect increases Charged Attack DMG by <cryo>320%</cryo> of Elemental Mastery. This effect will be removed after 12 Charged Attacks or 10s. Only 1 instance of Tireless Hunt can be gained every 12s."
    }
  }
}