{
  "name": "Arataki Itto",
  "title": "Hanamizaka Heroics",
  "description": "The first and greatest head of the Arataki Gang, famed throughout Inazuma City's Hanamizaka... Wait, what? You've never heard of them? Are you trying to be funny here?",
  "constellationName": "Taurus Iracundus",
  "auto": {
    "name": "Fight Club Legend",
    "fields": {
      "normal": {
        "0": "<strong><strong>Normal Attack</strong>",
        "1": "Performs up to 4 consecutive strikes.",
        "2": "When the 2nd and 4th strikes hit opponents, Itto will gain 1 and 2 stacks of Superlative Superstrength, respectively.",
        "3": "Max 5 stacks. Triggering this effect will refresh the current duration of any existing stacks.",
        "4": "<br/>",
        "5": "Additionally, Itto's Normal Attack combo does not immediately reset after sprinting or using his Elemental Skill, \"Masatsu Zetsugi: Akaushi Burst!\""
      },
      "charged": {
        "0": "<strong>Charged Attack</strong>",
        "1": "When holding to perform a Charged Attack, Itto unleashes a series of Arataki Kesagiri slashes without consuming Stamina. Instead, each Arataki Kesagiri slash consumes 1 stack of Superlative Superstrength. When the final stack is consumed, Itto delivers a powerful final slash.",
        "2": "If no stacks of Superlative Superstrength are available, Itto will perform a single Saichimonji Slash."
      },
      "plunging": {
        "0": "<strong>Plunging Attack</strong>",
        "1": "Plunges from mid-air to strike the ground, damaging opponents along the path and dealing AoE DMG upon impact."
      }
    },
    "skillParams": {
      "0": "1-Hit DMG",
      "1": "2-Hit DMG",
      "2": "3-Hit DMG",
      "3": "4-Hit DMG",
      "4": "Arataki Kesagiri Combo Slash DMG",
      "5": "Arataki Kesagiri Final Slash DMG",
      "6": "Superlative Superstrength Duration",
      "7": "Saichimonji Slash DMG",
      "8": "Saichimonji Slash Stamina Cost",
      "9": "Plunge DMG",
      "10": "Low/High Plunge DMG",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Masatsu Zetsugi: Akaushi Burst!",
    "description": {
      "0": "Hurls Ushi, the young akaushi bull and auxiliary member of the Arataki Gang, dealing <geo>Geo DMG</geo> to opponents on hit. When Ushi hits opponents, Arataki Itto gains 1 stack of Superlative Superstrength.",
      "1": "<br/>",
      "2": "Ushi will remain on the field and provide support in the following ways:",
      "3": [
        " Taunts surrounding opponents and draws their attacks.",
        " Inherits HP based on a percentage of Arataki Itto's Max HP.",
        " When Ushi takes DMG, Arataki Itto gains 1 stack of Superlative Superstrength. Only 1 stack can be gained in this way every 2s.",
        " Ushi will flee when its HP reaches 0 or its duration ends. It will grant Arataki Itto 1 stack of Superlative Superstrength when it leaves."
      ],
      "4": "<br/>",
      "5": "<strong>Hold</strong>",
      "6": "Adjust throwing angle.",
      "7": "<br/>",
      "8": "Ushi is considered a <geo>Geo construct</geo>. Arataki Itto can only deploy 1 Ushi on the field at any one time.",
      "9": "<br/>",
      "10": "<i>The name of this technique is derived from Onibudou (a light novel series written by Junkichi). However, calling it \"Onisatsu Zetsugi\" probably constitutes copyright infringement — not to mention how Itto himself is an oni and all...</i>"
    },
    "skillParams": {
      "0": "Skill DMG",
      "1": "Inherited HP",
      "2": "Duration",
      "3": "CD",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Royal Descent: Behold, Itto the Evil!",
    "description": {
      "0": "Time to show 'em the might of the Arataki Gang! For a time, Itto lets out his inner Raging Oni King, wielding his Oni King's Kanabou in battle.",
      "1": "This state has the following special properties:",
      "2": [
        " Converts Itto's Normal, Charged, and Plunging Attacks to <geo>Geo DMG</geo>. This cannot be overridden.",
        " Increases Itto's Normal Attack SPD. Also increases his ATK based on his DEF.",
        " On hit, the 1st and 3rd strikes of his attack combo will each grant Arataki Itto 1 stack of Superlative Superstrength.",
        " Decreases Itto's Elemental and Physical RES by 20%."
      ],
      "3": "<br/>",
      "4": "The Raging Oni King state will be cleared when Itto leaves the field.",
      "5": "<br/>",
      "6": "<i>This is the pinnacle technique of the ultimate fighting style (according to Itto). It would be pointless for Arataki Itto to reference any other fighting styles to improve his own, for he, and no other, is the strongest, most terrible oni in the land.</i>",
      "7": "<i>Shouta thinks it looks really cool.</i>"
    },
    "skillParams": {
      "0": "ATK Bonus",
      "1": "ATK SPD Bonus",
      "2": "Duration",
      "3": "CD",
      "4": "Energy Cost",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Arataki Ichiban",
    "description": {
      "0": "When Arataki Itto uses consecutive Arataki Kesagiri, he obtains the following effects:",
      "1": [
        " Each slash increases the ATK SPD of the next slash by 10%. Max ATK SPD increase is 30%.",
        " Increases his resistance to interruption."
      ],
      "2": "<br/>",
      "3": "These effects will be cleared once he stops performing consecutive slashes."
    }
  },
  "passive2": {
    "name": "Bloodline of the Crimson Oni",
    "description": {
      "0": "Arataki Kesagiri DMG is increased by 35% of Arataki Itto's DEF."
    }
  },
  "passive3": {
    "name": "Woodchuck Chucked",
    "description": {
      "0": "When a party member uses attacks to obtain wood from a tree, they have a 25% chance to get an additional log of wood."
    }
  },
  "constellation1": {
    "name": "Stay a While and Listen Up",
    "description": {
      "0": "After using <strong>Royal Descent: Behold, Itto the Evil!</strong>, Arataki Itto gains 2 stacks of Superlative Superstrength. After 1s, Itto will gain 1 stack of Superlative Superstrength every 0.5s for 1.5s."
    }
  },
  "constellation2": {
    "name": "Gather 'Round, It's a Brawl!",
    "description": {
      "0": "After using <strong>Royal Descent: Behold, Itto the Evil!</strong>, each party member whose Element is <geo>Geo</geo> will decrease that skill's CD by 1.5s and restore 6 Energy to Arataki Itto.",
      "1": "CD can be decreased by up to 4.5s in this manner. Max 18 Energy can be restored in this manner."
    }
  },
  "constellation3": {
    "name": "Horns Lowered, Coming Through",
    "description": {
      "0": "Increases the Level of <strong>Masatsu Zetsugi: Akaushi Burst!</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation4": {
    "name": "Jailhouse Bread and Butter",
    "description": {
      "0": "When the Raging Oni King state caused by <strong>Royal Descent: Behold, Itto the Evil!</strong> ends, all nearby party members gain 20% DEF and 20% ATK for 10s."
    }
  },
  "constellation5": {
    "name": "10 Years of Hanamizaka Fame",
    "description": {
      "0": "Increases the Level of <strong>Royal Descent: Behold, Itto the Evil!</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation6": {
    "name": "Arataki Itto, Present!",
    "description": {
      "0": "Arataki Itto's Charged Attacks deal +70% Crit DMG. Additionally, when he uses Arataki Kesagiri, he has a 50% chance to not consume stacks of Superlative Superstrength."
    }
  }
}