{
  "name": "Tartaglia",
  "title": "Childe",
  "description": "No. 11 of The Harbingers, also known as \"Childe.\" His name is highly feared on the battlefield.",
  "constellationName": "Monoceros Caeli",
  "auto": {
    "name": "Cutting Torrent",
    "fields": {
      "normal": {
        "0": "<strong><strong>Normal Attack</strong>",
        "1": "Performs up to 6 consecutive shots with a bow."
      },
      "charged": {
        "0": "<strong>Charged Attack</strong>",
        "1": "Performs a more precise <strong>Aimed Shot</strong> with increased DMG.",
        "2": "While aiming, the power of Hydro will accumulate on the arrowhead. An arrow fully charged with the torrent will deal <hydro>Hydro DMG</hydro> and apply the Riptide status."
      },
      "riptide": {
        "0": "<strong>Riptide</strong>",
        "1": "Opponents affected by Riptide will suffer from <hydro>AoE Hydro DMG</hydro> effects when attacked by Tartaglia in various ways. DMG dealt in this way is considered Normal Attack DMG.",
        "2": [
          "Riptide Flash: A fully-charged Aimed Shot that hits an opponent affected by Riptide deals consecutive bouts of AoE DMG. Can occur once every 0.7s.",
          "Riptide Burst: Defeating an opponent affected by Riptide creates a Hydro burst that inflicts the Riptide status on nearby opponents hit."
        ]
      },
      "plunging": {
        "0": "<strong>Plunging Attack</strong>",
        "1": "Fires off a shower of arrows in mid-air before falling and striking the ground, dealing AoE DMG upon impact.",
        "2": "When Tartaglia is in Foul Legacy: Raging Tide's Melee Stance, he cannot perform a plunging attack."
      }
    },
    "skillParams": {
      "0": "1-Hit DMG",
      "1": "2-Hit DMG",
      "2": "3-Hit DMG",
      "3": "4-Hit DMG",
      "4": "5-Hit DMG",
      "5": "6-Hit DMG",
      "6": "Aimed Shot",
      "7": "Fully-Charged Aimed Shot",
      "8": "Riptide Flash DMG",
      "9": "Riptide Burst DMG",
      "10": "Riptide Duration",
      "11": "Plunge DMG",
      "12": "Low/High Plunge DMG",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Foul Legacy: Raging Tide",
    "description": {
      "0": "Unleashes a set of weaponry made of pure water, dealing <hydro>Hydro DMG</hydro> to surrounding opponents and entering Melee Stance.",
      "1": "In this Stance, Tartaglia's Normal and Charged Attacks are converted to <hydro>Hydro DMG</hydro> that cannot be overridden by any other elemental infusion and change as follows:",
      "2": "<br/>",
      "3": "<strong>Normal Attack</strong>",
      "4": "Performs up to 6 consecutive <hydro>Hydro</hydro> strikes.",
      "5": "<br/>",
      "6": "<strong>Charged Attack</strong>",
      "7": "Consumes a certain amount of Stamina to unleash a cross slash, dealing <hydro>Hydro DMG</hydro>.",
      "8": "<br/>",
      "9": "<strong>Riptide Slash</strong>",
      "10": "Hitting an opponent affected by Riptide with a melee attack unleashes a Riptide Slash that deals <hydro>AoE Hydro DMG</hydro>. DMG dealt in this way is considered Elemental Skill DMG, and can only occur once every 1.5s.",
      "11": "<br/>",
      "12": "After 30s, or when the ability is unleashed again, this skill will end. Tartaglia will return to his Ranged Stance and this ability will enter CD. The longer Tartaglia stays in his Melee Stance, the longer the CD.",
      "13": "If the return to a ranged stance occurs automatically after 30s, the CD is even longer.",
      "14": "<br/>",
      "15": "<i>He chose the bow as his weapon precisely to overcome his weakness with it. But a serious fight demands that he gets serious...</i>"
    },
    "skillParams": {
      "0": "Stance Change DMG",
      "1": "1-Hit DMG",
      "2": "2-Hit DMG",
      "3": "3-Hit DMG",
      "4": "4-Hit DMG",
      "5": "5-Hit DMG",
      "6": "6-Hit DMG",
      "7": "Charged Attack DMG",
      "8": "Charged Attack Stamina Cost",
      "9": "Riptide Slash",
      "10": "Max Duration",
      "11": "Preemptive CD",
      "12": "Max CD",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Havoc: Obliteration",
    "description": {
      "0": "Performs different attacks based on what stance Tartaglia is in when casting.",
      "1": "<br/>",
      "2": "<strong>Ranged Stance: Flash of Havoc</strong>",
      "3": "Swiftly fires a Hydro-imbued magic arrow, dealing <hydro>AoE Hydro DMG</hydro> and applying the Riptide status.",
      "4": "Returns a portion of its Energy Cost after use.",
      "5": "<br/>",
      "6": "<strong>Melee Stance: Light of Obliteration</strong>",
      "7": "Performs a slash with a large AoE, dealing massive <hydro>Hydro DMG</hydro> to all surrounding opponents, which triggers Riptide Blast.",
      "8": "<br/>",
      "9": "<strong>Riptide Blast</strong>",
      "10": "When the obliterating waters hit an opponent affected by Riptide, it clears their Riptide status and triggers a Hydro Explosion that deals <hydro>AoE Hydro DMG</hydro>.",
      "11": "DMG dealt in this way is considered Elemental Burst DMG.",
      "12": "<br/>",
      "13": "<i>Rushing waters are rarely seen in his snowy homeland. Perhaps his ability to command water is due to his understanding of just how precious it is.</i>"
    },
    "skillParams": {
      "0": "Skill DMG: Melee",
      "1": "Skill DMG: Ranged",
      "2": "Riptide Blast DMG",
      "3": "Energy Return (Ranged)",
      "4": "CD",
      "5": "Energy Cost",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Never Ending",
    "description": {
      "0": "Extends Riptide duration by 8s."
    }
  },
  "passive2": {
    "name": "Sword of Torrents",
    "description": {
      "0": "When Tartaglia is in <strong>Foul Legacy: Raging Tide</strong>'s Melee Stance, on dealing a CRIT hit, Normal and Charged Attacks apply the Riptide status effect to opponents."
    }
  },
  "passive3": {
    "name": "Master of Weaponry",
    "description": {
      "0": "Increases your own party members' <strong>Normal Attack</strong> Level by 1."
    }
  },
  "constellation1": {
    "name": "Foul Legacy: Tide Withholder",
    "description": {
      "0": "Decreases the CD of <strong>Foul Legacy: Raging Tide</strong> by 20%"
    }
  },
  "constellation2": {
    "name": "Foul Legacy: Understream",
    "description": {
      "0": "When opponents affected by Riptide are defeated, Tartaglia regenerates 4 Elemental Energy."
    }
  },
  "constellation3": {
    "name": "Abyssal Mayhem: Vortex of Turmoil",
    "description": {
      "0": "Increases the Level of <strong>Foul Legacy: Raging Tide</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation4": {
    "name": "Abyssal Mayhem: Hydrospout",
    "description": {
      "0": "If Tartaglia is in <strong>Foul Legacy: Raging Tide</strong>'s Melee Stance, triggers Riptide Slash against opponents on the field affected by Riptide every 4s, otherwise, triggers Riptide Flash.",
      "1": "Riptide Slashes and Riptide Flashes triggered by this Constellation effect are not subject to the time intervals that would typically apply to these two Riptide effects, nor do they have any effect on those time intervals."
    }
  },
  "constellation5": {
    "name": "Havoc: Formless Blade",
    "description": {
      "0": "Increases the Level of <strong>Havoc: Obliteration</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation6": {
    "name": "Havoc: Annihilation",
    "description": {
      "0": "When <strong>Havoc: Obliteration</strong> is cast in Melee Stance, the CD of <strong>Foul Legacy: Raging Tide</strong> is reset.",
      "1": "This effect will only take place once Tartaglia returns to his Ranged Stance."
    }
  }
}