{
  "name": "Albedo",
  "title": "Kreideprinz",
  "description": "A genius known as the Kreideprinz, he is the Chief Alchemist and Captain of the Investigation Team of the Knights of Favonius.",
  "constellationName": "Princeps Cretaceus",
  "auto": {
    "name": "Favonius Bladework - Weiss",
    "fields": {
      "normal": {
        "0": "<strong><strong>Normal Attack</strong>",
        "1": "Performs up to 5 rapid strikes."
      },
      "charged": {
        "0": "<strong>Charged Attack</strong>",
        "1": "Consumes a certain amount of Stamina to unleash 2 rapid sword strikes."
      },
      "plunging": {
        "0": "<strong>Plunging Attack</strong>",
        "1": "Plunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact."
      }
    },
    "skillParams": {
      "0": "1-Hit DMG",
      "1": "2-Hit DMG",
      "2": "3-Hit DMG",
      "3": "4-Hit DMG",
      "4": "5-Hit DMG",
      "5": "Charged Attack DMG",
      "6": "Charged Attack Stamina Cost",
      "7": "Plunge DMG",
      "8": "Low/High Plunge DMG",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Abiogenesis: Solar Isotoma",
    "description": {
      "0": "Albedo creates a Solar Isotoma using alchemy, which deals <geo>AoE Geo DMG</geo> on appearance.",
      "1": "<br/>",
      "2": "<strong>Solar Isotoma</strong>",
      "3": "has the following properties:",
      "4": [
        "When opponents within the Solar Isotoma field take DMG, the Solar Isotoma will generate Transient Blossoms which deal <geo>AoE Geo DMG</geo>. DMG dealt scales off Albedo's DEF. ",
        "Transient Blossoms can only be generated once every 2s.",
        "When a character is located at the locus of the Solar Isotoma, the Solar Isotoma will accumulate Geo power to form a crystallized platform that lifts the character up to a certain height. Only one crystallized platform can exist at a time.",
        "Solar Isotoma is considered a <geo>Geo construct</geo>. Only one Solar Isotoma created by Albedo himself can exist at a time. "
      ],
      "5": "<br/>",
      "6": "<strong>Hold</strong> to designate the location of the skill.",
      "7": "<br/>",
      "8": "<i>This Geo bloom has an unusual property mirrored in the aim of alchemy. To rise from the earth, soar into the sky, and become the sun.</i>"
    },
    "skillParams": {
      "0": "Skill DMG",
      "1": "Transient Blossom DMG",
      "2": "Duration",
      "3": "Skill CD",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Rite of Progeniture: Tectonic Tide",
    "description": {
      "0": "Under Albedo's command, Geo crystals surge and burst forth, dealing <geo>AoE Geo DMG</geo> in front of him.",
      "1": "If a Solar Isotoma created by Albedo himself is on the field, 7 Fatal Blossoms will be generated in the Solar Isotoma field, bursting violently into bloom and dealing <geo>AoE Geo DMG</geo>.",
      "2": "<br/>",
      "3": "Tectonic Tide DMG and Fatal Blossom DMG will not generate Transient Blossoms.",
      "4": "<br/>",
      "5": "<i>Under the Kreideprinz's command, the tectonic tide of creation seethes into life.</i>"
    },
    "skillParams": {
      "0": "Burst DMG",
      "1": "Fatal Blossom DMG",
      "2": "CD",
      "3": "Energy Cost",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Calcite Might",
    "description": {
      "0": "Transient Blossoms generated by <strong>Abiogenesis: Solar Isotoma</strong> deal 25% more DMG to opponents whose HP is below 50%."
    }
  },
  "passive2": {
    "name": "Homuncular Nature",
    "description": {
      "0": "Using <strong>Rite of Progeniture: Tectonic Tide</strong> increases the Elemental Mastery of nearby party members by 125 for 10s."
    }
  },
  "passive3": {
    "name": "Flash of Genius",
    "description": {
      "0": "When Albedo crafts Weapon Ascension Materials, he has a 10% chance to receive double the product."
    }
  },
  "constellation1": {
    "name": "Flower of Eden",
    "description": {
      "0": "Transient Blossoms generated by Albedo's <strong>Abiogenesis: Solar Isotoma</strong> regenerate 1.2 Energy for Albedo."
    }
  },
  "constellation2": {
    "name": "Opening of Phanerozoic",
    "description": {
      "0": "Transient Blossoms generated by <strong>Abiogenesis: Solar Isotoma</strong> grant Albedo Fatal Reckoning for 30s:",
      "1": [
        "Unleashing <strong>Rite of Progeniture: Tectonic Tide</strong> consumes all stacks of Fatal Reckoning. Each stack of Fatal Reckoning consumed increases the DMG dealt by Fatal Blossoms and Rite of Progeniture: Tectonic Tide's burst DMG by 30% of Albedo's DEF.",
        "This effect stacks up to 4 times."
      ]
    }
  },
  "constellation3": {
    "name": "Grace of Helios",
    "description": {
      "0": "Increases the Level of <strong>Abiogenesis: Solar Isotoma</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation4": {
    "name": "Descent of Divinity",
    "description": {
      "0": "Active party members within the Solar Isotoma field have their Plunging Attack DMG increased by 30%."
    }
  },
  "constellation5": {
    "name": "Tide of Hadean",
    "description": {
      "0": "Increases the Level of <strong>Rite of Progeniture: Tectonic Tide</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation6": {
    "name": "Dust of Purification",
    "description": {
      "0": "Active party members within the Solar Isotoma field who are protected by a shield created by Crystallize have their DMG increased by 17%."
    }
  }
}