{
  "welcome": "Welcome to Genshin Optimizer!",
  "paragraphIntro": "<0>What is Genshin Optimizer?</0><1>Genshin Optimizer is a tool for the action-rpg gacha game <1><strong>Genshin Impact</strong></1>. It is intended to help you with dealing with the more complex aspect of the game: Artifacts. Artifacts are heavily RNG-based elements that directly contributes to how effective your characters are in the game. This tool seek to alleviate some of the complexity associated with artifact efficiency, along with which artifact to choose on your character to maximize your stats.</1><p>However, this tool can do so much more. It will allow calculations of all conditional stats from artifacts, weapons, teams buffs, and calculate how those stats will affect your character in REAL TIME.</p>",
  "paragraphArtifactEditor": "<0>Artifact Editor</0><1><0>Full featured Artifact editor.</0><1>Add Artifacts by scanning a screenshot.</1><2>Automatically calculate the exact rolled value of each artifact.</2><3>Calculate substat efficiency, using the roll calculations. Use a single number to determine whether to keep or trash an artifact!</3><4>Equip/unequip/swap artifacts between your characters, try out different builds.</4></1>",
  "paragraphCharacterEditor": "<0>Character Editor</0><1><0>Full featured Character editor.</0><1>Automatically populate character stats at every milestone level/ascension.</1><2>Fully editable stats for customization.</2><3>Calculate current stats based on weapon/artifacts.</3><4>Fully featured weapon, with milestone level/ascension stats</4><5>Apply conditional passives, e.g. Whiteblind's ATK&DEF stacking bonus, to your character stats.</5><6>Apply conditional passives from Artifacts sets as well!</6><7>Under Construction Talent damage calculations.</7><8>Under Construction Update character stats/talents based on constellation.</8></1>",
  "paragraphCharacterDamageCalculations": "<0>Character Damage Calculations</0><1><0>All the details for Every <1><0>WIP</0></1> character's talents.</0><1>All numbers should reflect real in game damage.</1><2>Conditional stats and modifications from every Constellation accounted for.</2><3>Shows calculations for all the numbers, along with formulas. I show my work.</3><4>Enemy editor with level/ resistance fields to customize damage calculations.</4><5>Account for elemental infusion for normal/charged/plunging attacks.</5><6>Real time damage calculations.</6></1>",
  "paragraphBuildGenerator": "<0>Build Generator</0><1><0>Generator builds for specific characters using artifacts added by user.</0><1>Limit the builds by artifact sets, main stats...</1><2>Sort the generated builds by a specific stat for maximization.</2><3>Generator will not pick up artifacts already equipped on a differnt character.</3><4>Compare generated artifact build against artifact currently on character.</4><5>Use conditional stats from artifact sets, e.g. Gladitator's 4-set normal attack DMG Bonus, as part of the build calculations.</5></1>",
  "paragraphTools": "<0>Tools and Doodads</0><1><0>Server time, with countdown to reset.</0><1>Resin Counter.</1><2>Experience Calculator, to optimize EXP. books usage.</2><3><0>Under Construction</0> Resource Coverter, for all those pesky x3 tiered resources.</3><4><0>Under Construction</0> To-Do list: a dynamic to-do list to tell you what to grind for every day</4></1>",
  "paragraphFuture": "<0>What's for the future?</0><1><0>Full talent/constellation calculations for every released character.</0><1>Saving multiple artifact builds per character, for comparasion.</1><2>Food buffs, team buffs.</2><3>Resource planning to see artifact/character/weapon commitment costs.</3><4>Artifact Analytics, graphs to show your artifact data.</4></1><2>For more, and to check on what is being worked on, join our <1>discord.</1></2>",
  "paragraphHelpDevelopment": "<0>Want to help the developer?</0><1>Genshin Optimizer has been the manifestation of many days and weeks of sleepless nights, and the developer is still actively trying to improve and add features. If you want to give feedback, request a feature, report a bug, please join our <1>discord.</1></1><2>If you want to fiancially support the developer, please either donate via <1>Paypal</1> or <3>Patreon</3>.</2>",
  "paragraphCredits": "<0>Credit where credit is due</0><p>GO would not be where it is where all these sources/people. Time to take a bow and thank them.</p><2><0>Thanks to everyone in the community, and especially people on our <1>discord</1> for providing feedback and helping me improve this tool.</0><1>Thanks to <1>Honey Impact</1>, for giving us a reliable, consistent source for data and numbers. All our calculations would be moot without them.</1><2>A healthy percent of our Genshin images are yoinked from <1>The Genshin Impact Wiki</1>, so a serendipitous thanks for them.</2><3>Special thanks to members of our community who has gone the extra file, and has been helping us test formulas by recording in-game data, and people who has helped us with source code contributions.</3><4>Thanks for everyone else, for sharing this tool, and getting more people to use this tool.</4><5>Lastly, and most importantly, thank <1>YOU</1>, for using GO right now.</5></2>"
} 