{
  "name": "Hu Tao",
  "title": "Fragrance nivale",
  "description": "La 77e directrice du Funérarium Wangsheng, qui redonne un coup de jeune à la gestion des affaires funéraires de Liyue.",
  "constellationName": "Papilio Charontis",
  "auto": {
    "name": "Lance secrète de Wangsheng",
    "fields": {
      "normal": {
        "0": "<strong><strong>Attaque normale</strong>",
        "1": "Enchaîne jusqu'à 6 coups de lance."
      },
      "charged": {
        "0": "<strong>Attaque chargée</strong>",
        "1": "Consomme de l'endurance pour charger en ligne droite et infliger des DGT aux ennemis en chemin."
      },
      "plunging": {
        "0": "<strong>Attaque plongeante</strong>",
        "1": "Plonge depuis les airs pour frapper le sol, infligeant des DGT aux ennemis en chemin et des DGT de zone à l'impact."
      }
    },
    "skillParams": {
      "0": "DGT 1er coup",
      "1": "DGT 2e coup",
      "2": "DGT 3e coup",
      "3": "DGT 4e coup",
      "4": "DGT 5e coup",
      "5": "DGT 6e coup",
      "6": "DGT attaque chargée",
      "7": "Coût d'endurance attaque chargée",
      "8": "DGT durant la chute",
      "9": "DGT chute basse/élevée",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Chaperon de la renaissance",
    "description": {
      "0": "Seule la flamme éternelle peut purifier le mal de ce monde.",
      "1": "Hu Tao consomme un certain montant de PV pour repousser les ennemis proches, et entre dans l'état Paramita Papilio.",
      "2": "<br/>",
      "3": "<strong>Paramita Papilio</strong>",
      "4": [
        " L'ATQ de Hu Tao augmente proportionnellement à ses PV max au moment où elle entre dans cet état. Le bonus ainsi conféré ne peut pas dépasser 400 % de son ATQ de base.",
        " Les DGT d'attaque sont convertis en <pyro>DGT Pyro</pyro>, et ne peuvent pas être enchantés.",
        " Les attaques chargées infligent l'effet Bourgeon de prune.",
        " Augmente la RÉS à l'interruption de Hu Tao."
      ],
      "5": "<br/>",
      "6": "<strong>Bourgeon de prune</strong>",
      "7": "Les ennemis affectés par Bourgeon de prune subissent des <pyro>DGT Pyro</pyro> toutes les 4 s, qui sont considérés comme des DGT de compétence élémentaire.",
      "8": "La même cible ne peut être affectée que par un seul Bourgeon de prune à la fois, et la durée de cet effet ne peut être rafraîchie que par Hu Tao.",
      "9": "<br/>",
      "10": "L'état <strong>Paramita Papilio</strong> se termine à la fin de sa durée, lorsque Hu Tao quitte le champ de bataille ou lorsqu'elle est vaincue.",
      "11": "<br/>",
      "12": "<i>La technique de la lance secrète est basée sur plusieurs principes, dont le premier est : « la lance ouvre les portes de l'au-delà et les papillons forment un pont entre les deux mondes. »</i>"
    },
    "skillParams": {
      "0": "PV consommés",
      "1": "Bonus ATQ",
      "2": "DGT Bourgeon de prune",
      "3": "Durée Bourgeon de prune",
      "4": "Durée",
      "5": "Temps de recharge",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Apaisement divin",
    "description": {
      "0": "Faisant appel aux âmes ardentes, Hu Tao inflige des <pyro>DGT Pyro</pyro> dans une large zone.",
      "1": "Hu Tao récupère à chaque ennemi touché (5 ennemis maximum) une quantité de PV proportionnelle à ses PV max.",
      "2": "Les DGT infligés et les PV récupérés sont plus importants si les PV de Hu Tao sont inférieurs ou égaux à 50 % lorsque la compétence touche.",
      "3": "<br/>",
      "4": "<i>Le Funérarium Wangsheng ne voit pas d'un bon œil les âmes refusant de quitter ce monde. La crémation est pour Hu Tao le meilleur moyen d'avoir l'esprit tranquille – mais plus elle est anxieuse et plus son feu est puissant.</i>"
    },
    "skillParams": {
      "0": "DGT compétence",
      "1": "DGT si PV faibles",
      "2": "PV récupérés",
      "3": "PV récupérés si PV faibles",
      "4": "Temps de recharge",
      "5": "Énergie élémentaire",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Chrysalide",
    "description": {
      "0": "Le taux CRIT de tous les personnages de l'équipe (hormis Hu Tao) augmente de 12 % pendant 8 s lorsque l'état <strong>Paramita Papilio</strong> conféré par <strong>Chaperon de la renaissance</strong> prend fin."
    }
  },
  "passive2": {
    "name": "Sang bouillant",
    "description": {
      "0": "Hu Tao obtient un <pyro>bonus de DGT Pyro</pyro> de 33 % lorsque ses PV sont inférieurs ou égaux à 50 %."
    }
  },
  "passive3": {
    "name": "Plus il y en a, mieux c'est",
    "description": {
      "0": "18 % de chances d'obtenir un plat suspect supplémentaire du même type lorsque vous cuisinez un plat parfait."
    }
  },
  "constellation1": {
    "name": "Bouquet écarlate",
    "description": {
      "0": "Les attaques chargées de Hu Tao ne consomment pas d'endurance tant qu'elle se trouve dans l'état <strong>Paramita Papilio</strong> conféré par <strong>Chaperon de la renaissance</strong>."
    }
  },
  "constellation2": {
    "name": "Sombres auspices",
    "description": {
      "0": "<strong>Bourgeon de prune</strong> inflige un bonus de DGT équivalant à 10 % des PV max de Hu Tao lorsqu'elle bénéficie de l'effet.",
      "1": "<strong>Apaisement divin</strong> applique de plus l'effet <strong>Bourgeon de prune</strong> lorsqu'il touche."
    }
  },
  "constellation3": {
    "name": "Rituel du sang",
    "description": {
      "0": "Niveau d'aptitude <strong>Chaperon de la renaissance</strong> +3.",
      "1": "Niveau max : 15"
    }
  },
  "constellation4": {
    "name": "Jardin du repos éternel",
    "description": {
      "0": "Lorsqu'un ennemi affecté par <strong>Bourgeon de prune</strong> est vaincu, le taux CRIT de tous les personnages de l'équipe proches (hormis Hu Tao) augmente de 12 % pendant 15 s."
    }
  },
  "constellation5": {
    "name": "Encens floral",
    "description": {
      "0": "Niveau d'aptitude <strong>Apaisement divin</strong> +3.",
      "1": "Niveau max : 15"
    }
  },
  "constellation6": {
    "name": "L'envol du papillon",
    "description": {
      "0": "Lorsque les PV de Hu Tao passent sous le seuil des 25 % ou lorsqu'elle subit assez de DGT pour être vaincue :",
      "1": "Hu Tao n'est pas vaincue cette fois-ci. Pendant les 10 s qui suivent, ses RÉS élémentaires et physique augmentent de 200 %, son taux CRIT augmente de 100 %, et sa RÉS à l'interruption augmente considérablement.",
      "2": "Cet effet se déclenche automatiquement lorsqu'il ne reste qu'1 PV à Hu Tao.",
      "3": "Cet effet peut être déclenché une fois toutes les 60 s."
    }
  }
}