{
  "name": "Klee",
  "title": "Soleil fuyant",
  "description": "Une invitée régulière des cellules de l'Ordre de Favonius, et également la maîtresse des explosions à Mondstadt, où on la surnomme « le soleil fuyant ».",
  "constellationName": "Trifolium",
  "auto": {
    "name": "Boum ! Boum !",
    "fields": {
      "normal": {
        "0": "<strong>Attaque normale</strong>",
        "1": "Une bombe qui explose au contact, ça c'est un bel objet ! Klee jette jusqu'à 3 bombes consécutives, qui infligent des <pyro>DGT Pyro de zone</pyro>."
      },
      "charged": {
        "0": "<strong>Attaque chargée</strong>",
        "1": "Consomme de l'endurance pour bombarder les ennemis après un court délai et leur infliger des <pyro>DGT Pyro de zone</pyro>."
      },
      "plunging": {
        "0": "<strong>Attaque plongeante</strong>",
        "1": "Plonge depuis les airs en concentrant ses pouvoirs Pyro, infligeant des DGT aux ennemis en chemin et des <pyro>DGT Pyro de zone</pyro> à l'impact."
      }
    },
    "skillParams": {
      "0": "DGT 1er coup",
      "1": "DGT 2e coup",
      "2": "DGT 3e coup",
      "3": "DGT attaque chargée",
      "4": "Coût d'endurance attaque chargée",
      "5": "DGT durant la chute",
      "6": "DGT chute basse/élevée",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Bombe rebondissante",
    "description": {
      "0": "Boiing, boiing ! Klee lance une bombe qui pète de joie !",
      "1": "La bombe rebondit 3 fois et explose à chaque rebond, infligeant des <pyro>DGT Pyro de zone</pyro>.",
      "2": "<br/>",
      "3": "Après le 3e rebond, la bombe se divise en plusieurs mines.",
      "4": "Les mines explosent après un court délai ou au contact de l'ennemi, infligeant des <pyro>DGT Pyro de zone</pyro>.",
      "5": "<br/>",
      "6": "Klee commence avec 2 utilisations disponibles.",
      "7": "<br/>",
      "8": "<i>La Bombe rebondissante est l'amie fidèle de Klee... Elle veut toujours la présenter à tout le monde.</i>"
    },
    "skillParams": {
      "0": "DGT Bombe rebondissante",
      "1": "DGT mine",
      "2": "Durée mine",
      "3": "Temps de recharge",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Fleur bombardier",
    "description": {
      "0": "Klee s'enflamme ! Invoque une Fleur bombardier qui harcèle les ennemis proches, infligeant des <pyro>DGT Pyro de zone</pyro>.",
      "1": "<br/>",
      "2": "<i>Les membres de l'Ordre de Favonius sont convaincus qu'une bonne étoile veille sur Klee... Sinon, comment expliquer qu'elle ne se blesse jamais ?</i>"
    },
    "skillParams": {
      "0": "DGT Fleur bombardier",
      "1": "Durée",
      "2": "Temps de recharge",
      "3": "Énergie élémentaire",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Cadeau explosif",
    "description": {
      "0": "Les attaques normales ainsi que <strong>Bombe rebondissante</strong> ont 50 % de chances de conférer à Klee une étincelle explosive lorsqu'elles infligent des DGT.",
      "1": "Cette dernière est consommée lors de la prochaine attaque chargée, qui inflige 50 % de DGT supplémentaires sans consommer d'endurance."
    },
    "upgradedDescription": {
      "0": "En infligeant des DGT avec sa compétence élémentaire <strong>Bombe rebondissante</strong> ou son attaque normale, Klee a 50 % de chances d'obtenir une étincelle explosive, utiliser sa compétence élémentaire <strong>Bombe rebondissante</strong> ou son déchaînement élémentaire <strong>Fleur bombardier</strong> lui accordant également une étincelle explosive. Klee peut posséder un maximum de 3 étincelles explosives.",
      "1": "Lorsqu'elle effectue une attaque chargée tout en possédant des étincelles explosives, Klee en consomme une pour déclencher à la place l'attaque chargée spéciale « Frappe boum-boum » ne consommant pas d'endurance et augmentant les DGT infligés de 50 %.",
      "2": "<br/>",
      "3": "<strong>Hexerei : Rituel secret</strong>",
      "4": "Pendant la durée de son déchaînement élémentaire <strong>Fleur bombardier</strong>, la séquence de l'attaque normale de Klee ne se réinitialise pas. De plus, si Klee possède des étincelles explosives lorsqu'elle effectue une attaque normale, le troisième coup de la séquence en consomme une pour déclencher une attaque additionnelle équivalant à une frappe boum-boum sur l'ennemi."
    }
  },
  "passive2": {
    "name": "Étincelle infinie",
    "description": {
      "0": "Lorsque Klee inflige des DGT CRIT avec des attaques chargées, l'énergie élémentaire de tous les personnages de l'équipe est restaurée de 2 pts."
    }
  },
  "passive3": {
    "name": "Des trésors partout !",
    "description": {
      "0": "Affiche l'emplacement des <strong>produits de Mondstadt</strong> sur la mini-carte."
    }
  },
  "lockedPassive": {
    "name": "Veillée de la sorcière : Magie des étincelles",
    "description": {
      "0": "Après avoir terminé le <strong>devoir de la sorcière « De feuilles d'étincelles »</strong>, Klee devient un personnage <strong>héxère</strong>. Si l'équipe contient au moins 2 personnages héxères, elle bénéficie de l'effet <strong>Hexerei : Rituel secret</strong> qui améliore les personnages héxères.",
      "1": "<br/>",
      "2": "<strong>Hexerei : Rituel secret</strong>",
      "3": "Lorsque Klee inflige des DGT avec une attaque normale, une compétence élémentaire ou un déchaînement élémentaire, elle gagne 1 boum-badge d'une durée de 20 s, chaque type d'attaque pouvant accorder 1 boum-badge existant indépendamment de cette manière. Lorsque Klee possède 1/2/3 boum-badges, son attaque chargée spéciale « Frappe boum-boum » inflige respectivement 115 %/130 %/150 % des DGT d'origine."
    }
  },
  "constellation1": {
    "name": "Bombardement continu",
    "description": {
      "0": "Les attaques et compétences ont une chance de générer des étincelles qui bombardent les ennemis, infligeant 120 % des DGT de <strong>Fleur bombardier</strong>."
    },
    "upgradedDescription": {
      "0": "Les attaques et compétences ont une chance de générer des étincelles qui bombardent les ennemis, infligeant 120 % des DGT de <strong>Fleur bombardier</strong>.",
      "1": "Déclencher cet effet augmente l'ATQ de Klee de 60 % pendant 12 s."
    }
  },
  "constellation2": {
    "name": "Éclats de bombe",
    "description": {
      "0": "Les mines de <strong>Bombe rebondissante</strong> réduisent la DÉF des ennemis de 23 % pendant 10 s."
    },
    "upgradedDescription": {
      "0": "Toucher des ennemis avec la compétence élémentaire de Klee diminue leur DÉF de 23 % pendant 10 s."
    }
  },
  "constellation3": {
    "name": "Réglage spécial de Klee",
    "description": {
      "0": "Niveau d'aptitude <strong>Bombe rebondissante</strong> +3.",
      "1": "Niveau max : 15"
    }
  },
  "constellation4": {
    "name": "Tout est prêt",
    "description": {
      "0": "Une explosion se produit lorsque Klee quitte le champ de bataille tant que <strong>Fleur bombardier</strong> est active. Cette explosion inflige 555 % de l'ATQ en <pyro>DGT Pyro de zone</pyro>."
    },
    "upgradedDescription": {
      "0": "Si Klee quitte le terrain pendant la durée de <strong>Fleur bombardier</strong> ou si la durée de <strong>Fleur bombardier</strong> arrive à son terme, une explosion se déclenche, infligeant des <pyro>DGT Pyro de zone</pyro> d'une valeur équivalant à 555 % de l'ATQ. Si Klee est sur le terrain lors du déclenchement de cet effet, les DGT infligés augmentent de 100 %."
    }
  },
  "constellation5": {
    "name": "Bombardement d'étoiles",
    "description": {
      "0": "Niveau d'aptitude <strong>Fleur bombardier</strong> +3.",
      "1": "Niveau max : 15"
    }
  },
  "constellation6": {
    "name": "À tout feu",
    "description": {
      "0": "Klee restaure 3 pts d'énergie élémentaire à tous les personnages de l'équipe (hormis Klee) toutes les 3 s tant que <strong>Fleur bombardier</strong> est active.",
      "1": "L'activation de <strong>Fleur bombardier</strong> confère un bonus de <pyro>DGT Pyro</pyro> de 10 % pendant 25 s à tous les membres de l'équipe."
    },
    "upgradedDescription": {
      "0": "Klee restaure 3 pts d'énergie élémentaire à tous les personnages de l'équipe (hormis Klee) toutes les 3 s tant que <strong>Fleur bombardier</strong> est active.",
      "1": "L'activation de <strong>Fleur bombardier</strong> confère un bonus de <pyro>DGT Pyro</pyro> de 10 % à tous les autres membres de l'équipe et accorde un <pyro>bonus de DGT Pyro</pyro> de 50 % à Klee, le tout pendant 25 s.",
      "2": "<br/>",
      "3": "<strong>Hexerei : Rituel secret</strong>",
      "4": "En déclenchant un effet consommant une <strong>étincelle explosive</strong>, il y a 50 % de chances de ne pas en consommer<strong></strong>. De plus, tant que <strong>Fleur bombardier</strong> est active, le premier et le deuxième coup de l'attaque normale de Klee ont 40 % de chances de consommer une étincelle explosive pour déclencher une attaque additionnelle équivalant à une frappe boum-boum sur l'ennemi."
    }
  }
}