{
  "name": "Shikanoin Heizou",
  "title": "Harmonie analytique",
  "description": "Un jeune détective prodige de la Commission administrative, aux sens aiguisés et aux pensées claires.",
  "constellationName": "Cervus Minor",
  "auto": {
    "name": "Arts martiaux style Fudou",
    "fields": {
      "normal": {
        "0": "<strong><strong>Attaque normale</strong>",
        "1": "Enchaîne jusqu'à 5 coups de poing renforcés par un vent puissant, qui infligent des <anemo>DGT Anémo</anemo>."
      },
      "charged": {
        "0": "<strong>Attaque chargée</strong>",
        "1": "Consomme de l'endurance pour exécuter un balayage qui inflige des <anemo>DGT Anémo</anemo>."
      },
      "plunging": {
        "0": "<strong>Attaque plongeante</strong>",
        "1": "Plonge depuis les airs en concentrant ses pouvoirs Anémo, infligeant des DGT aux ennemis en chemin et des <anemo>DGT Anémo de zone</anemo> à l'impact."
      }
    },
    "skillParams": {
      "0": "DGT 1er coup",
      "1": "DGT 2e coup",
      "2": "DGT 3e coup",
      "3": "DGT 4e coup",
      "4": "DGT 5e coup",
      "5": "DGT attaque chargée",
      "6": "Coût d'endurance attaque chargée",
      "7": "DGT durant la chute",
      "8": "DGT chute basse/élevée",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Poing d'arrêt cardiaque",
    "description": {
      "0": "<strong>Appui simple</strong>",
      "1": "Contrôle les rafales de vent pour déclencher un Poing d'arrêt cardiaque qui inflige des <anemo>DGT Anémo</anemo>.",
      "2": "<br/>",
      "3": "<strong>Appui long</strong>",
      "4": "Charge de l'énergie pour déclencher un coup de poing encore plus puissant. L'effet Détection est obtenu pendant la charge, permettant d'augmenter la puissance du Poing d'arrêt cardiaque. Lorsque vous relâchez la compétence ou que sa charge est complète, vous frappez en avant pour infliger des <anemo>DGT Anémo</anemo>.",
      "5": "<br/>",
      "6": "<strong>Détection</strong>",
      "7": "Augmente les DGT du prochain Poing d'arrêt cardiaque. Cet effet peut être cumulé 4 fois maximum.",
      "8": "Avec 4 cumuls de détection, vous obtenez l'effet Conviction, permettant au prochain Poing d'arrêt cardiaque d'être encore plus puissant et d'avoir une zone d'effet plus grande.",
      "9": "<br/>",
      "10": "<i>Ce coup apparemment ordinaire contient le désir de Heizou de pousser les criminels à se confesser et à se repentir honnêtement.</i>"
    },
    "skillParams": {
      "0": "DGT compétence",
      "1": "Bonus ATQ détection",
      "2": "Bonus ATQ conviction",
      "3": "Durée détection",
      "4": "Temps de recharge",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Coup de pied ouragan",
    "description": {
      "0": "S'élance dans les airs et utilise la bombe du vide du style Fudou pour donner un coup de pied à son ennemi. La bombe du vide explose à l'impact et crée ensuite un tunnel de vent qui attire les objets et les ennemis à proximité, infligeant des <anemo>DGT Anémo de zone</anemo>.",
      "1": "Lorsque la bombe du vide du style Fudou touche un ennemi affecté par l'élément <hydro>Hydro</hydro>/<pyro>Pyro</pyro>/<cryo>Cryo</cryo>/<electro>Électro</electro>, ce dernier est affligé d'un œil du cyclone qui explose après un moment en infligeant des DGT de zone de l'élément correspondant.",
      "2": "La bombe du vide du style Fudou peut affecter un maximum de 4 ennemis avec un œil du cyclone, mais un même ennemi ne peut pas subir l'effet de plusieurs yeux du cyclone de différents éléments en même temps.",
      "3": "<br/>",
      "4": "<i>Cette technique unique canalise l'élément Anémo en un seul endroit avant de tout déchaîner d'un seul coup. Un atout toujours disponible pour corriger tout criminel qui s'enfuit !</i>"
    },
    "skillParams": {
      "0": "DGT bombe du vide du style Fudou",
      "1": "DGT œil du cyclone",
      "2": "Temps de recharge",
      "3": "Énergie élémentaire",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Pratique paradoxale",
    "description": {
      "0": "Lorsque Shikanoin Heizou déclenche une réaction de Dispersion sur le champ de bataille, il obtient 1 cumul de détection pour <strong>Poing d'arrêt cardiaque</strong>. Cet effet peut être déclenché une fois toutes les 0,1 s."
    }
  },
  "passive2": {
    "name": "Raisonnement indéniable",
    "description": {
      "0": "Lorsque <strong>Poing d'arrêt cardiaque</strong> a touché un ennemi, la maîtrise élémentaire de tous les personnages de l'équipe (hormis Shikanoin Heizou) augmente de 80 pts pendant 10 s."
    }
  },
  "passive3": {
    "name": "Culpabilité préexistante",
    "description": {
      "0": "Diminue la consommation d'endurance de vos personnages dans l'équipe de 20 % lors du sprint.",
      "1": "Ne peut pas être cumulé avec d'autres aptitudes passives aux effets identiques."
    }
  },
  "constellation1": {
    "name": "Justice juvénile",
    "description": {
      "0": "Pendant les 5 s qui suivent l'arrivée de Shikanoin Heizou sur le terrain, la VIT d'attaque de ses attaques normales augmente de 15 % et il obtient 1 cumul de détection pour <strong>Poing d'arrêt cardiaque</strong>. Cet effet peut être déclenché une fois toutes les 10 s."
    }
  },
  "constellation2": {
    "name": "Recueil d'enquêtes",
    "description": {
      "0": "L'effet d'attraction du tunnel de vent créé par <strong>Coup de pied ouragan</strong> est amélioré, et sa durée augmente à 1 s."
    }
  },
  "constellation3": {
    "name": "Énigme inextricable",
    "description": {
      "0": "Niveau d'aptitude <strong>Poing d'arrêt cardiaque</strong> +3.",
      "1": "Niveau max : 15"
    }
  },
  "constellation4": {
    "name": "Collection de calomnies",
    "description": {
      "0": "Après l'explosion du premier œil du cyclone de chaque <strong>Coup de pied ouragan</strong>, Shikanoin Heizou récupère 9 pts d'énergie élémentaire, tandis que chaque explosion suivante lui permet d'en récupérer 1,5 pt supplémentaire.",
      "1": "L'énergie élémentaire peut être restaurée d'un maximum de 13,5 pts de cette manière pour chaque <strong>Coup de pied ouragan</strong>."
    }
  },
  "constellation5": {
    "name": "Archives secrètes",
    "description": {
      "0": "Niveau d'aptitude <strong>Coup de pied ouragan</strong> +3.",
      "1": "Niveau max : 15"
    }
  },
  "constellation6": {
    "name": "Dossier étrange",
    "description": {
      "0": "Chaque cumul de détection augmente le taux CRIT de <strong>Poing d'arrêt cardiaque</strong> de 4 %. Sous l'effet Conviction, les DGT CRIT du Poing d'arrêt cardiaque augmentent de 32 %."
    }
  }
}