{
  "name": "Mille rêves flottants",
  "description": {
    "0": "Cette lampe illumine les rêves qui flottent sur mille nuits, et dans sa lumière vert émeraude s'écoule un chant des jours anciens."
  },
  "passiveName": "Chant d'aube d'un millier de nuits",
  "passiveDescription": {
    "0": {
      "0": "Les autres personnages de l'équipe fournissent au personnage équipé de l'arme des bonus selon leur type élémentaire. En cas de type élémentaire identique à celui du personnage équipé de l'arme, la maîtrise élémentaire de ce dernier augmente de <cryo>32</cryo> pts. En cas de type élémentaire différent, le bonus de DGT élémentaires du type élémentaire du personnage équipé de l'arme augmente de <cryo>10 %</cryo>. Chacun des effets mentionnés ci-dessus peut être cumulé 3 fois maximum. De plus, la maîtrise élémentaire de tous les personnages de l'équipe à proximité autres que celui équipé de l'arme augmente de <cryo>40</cryo> pts. Plusieurs armes du même nom peuvent permettre à ce bonus de se cumuler."
    },
    "1": {
      "0": "Les autres personnages de l'équipe fournissent au personnage équipé de l'arme des bonus selon leur type élémentaire. En cas de type élémentaire identique à celui du personnage équipé de l'arme, la maîtrise élémentaire de ce dernier augmente de <cryo>40</cryo> pts. En cas de type élémentaire différent, le bonus de DGT élémentaires du type élémentaire du personnage équipé de l'arme augmente de <cryo>14 %</cryo>. Chacun des effets mentionnés ci-dessus peut être cumulé 3 fois maximum. De plus, la maîtrise élémentaire de tous les personnages de l'équipe à proximité autres que celui équipé de l'arme augmente de <cryo>42</cryo> pts. Plusieurs armes du même nom peuvent permettre à ce bonus de se cumuler."
    },
    "2": {
      "0": "Les autres personnages de l'équipe fournissent au personnage équipé de l'arme des bonus selon leur type élémentaire. En cas de type élémentaire identique à celui du personnage équipé de l'arme, la maîtrise élémentaire de ce dernier augmente de <cryo>48</cryo> pts. En cas de type élémentaire différent, le bonus de DGT élémentaires du type élémentaire du personnage équipé de l'arme augmente de <cryo>18 %</cryo>. Chacun des effets mentionnés ci-dessus peut être cumulé 3 fois maximum. De plus, la maîtrise élémentaire de tous les personnages de l'équipe à proximité autres que celui équipé de l'arme augmente de <cryo>44</cryo> pts. Plusieurs armes du même nom peuvent permettre à ce bonus de se cumuler."
    },
    "3": {
      "0": "Les autres personnages de l'équipe fournissent au personnage équipé de l'arme des bonus selon leur type élémentaire. En cas de type élémentaire identique à celui du personnage équipé de l'arme, la maîtrise élémentaire de ce dernier augmente de <cryo>56</cryo> pts. En cas de type élémentaire différent, le bonus de DGT élémentaires du type élémentaire du personnage équipé de l'arme augmente de <cryo>22 %</cryo>. Chacun des effets mentionnés ci-dessus peut être cumulé 3 fois maximum. De plus, la maîtrise élémentaire de tous les personnages de l'équipe à proximité autres que celui équipé de l'arme augmente de <cryo>46</cryo> pts. Plusieurs armes du même nom peuvent permettre à ce bonus de se cumuler."
    },
    "4": {
      "0": "Les autres personnages de l'équipe fournissent au personnage équipé de l'arme des bonus selon leur type élémentaire. En cas de type élémentaire identique à celui du personnage équipé de l'arme, la maîtrise élémentaire de ce dernier augmente de <cryo>64</cryo> pts. En cas de type élémentaire différent, le bonus de DGT élémentaires du type élémentaire du personnage équipé de l'arme augmente de <cryo>26 %</cryo>. Chacun des effets mentionnés ci-dessus peut être cumulé 3 fois maximum. De plus, la maîtrise élémentaire de tous les personnages de l'équipe à proximité autres que celui équipé de l'arme augmente de <cryo>48</cryo> pts. Plusieurs armes du même nom peuvent permettre à ce bonus de se cumuler."
    }
  }
}