{
  "name": "Argenti",
  "abilities": {
    "basic": {
      "0": {
        "name": "Perfume Efêmero",
        "fullDesc": "Causa Dano Físico igual a <orangeStrong>{{1}}%</orangeStrong> do ATQ de Argenti a um único inimigo-alvo.",
        "shortDesc": "Causa Dano Físico leve a um único inimigo."
      }
    },
    "skill": {
      "0": {
        "name": "Justiça, Aqui Floresce",
        "fullDesc": "Causa Dano Físico igual a <orangeStrong>{{1}}%</orangeStrong> do ATQ de Argenti a todos os inimigos.",
        "shortDesc": "Causa Dano Físico leve a todos os inimigos."
      }
    },
    "ult": {
      "0": {
        "name": "Pois Neste Jardim, a Beleza Suprema Concede",
        "fullDesc": "Consome {{2}} de Energia e causa Dano Físico igual a <orangeStrong>{{1}}%</orangeStrong> do ATQ de Argenti a todos os inimigos.",
        "shortDesc": "Consome <orangeStrong>{{2}}</orangeStrong> de Energia e causa Dano Físico a todos os inimigos."
      },
      "1": {
        "name": "Mérito Concedido em \"Meu\" Jardim",
        "fullDesc": "Consome {{4}} de Energia e causa Dano Físico igual a <orangeStrong>{{1}}%</orangeStrong> do ATQ de Argenti a todos os inimigos, e ainda causa Dano por {{2}} vez(es) extra(s), com cada vez causando Dano Físico igual a <orangeStrong>{{3}}%</orangeStrong> do ATQ de Argenti a um inimigo aleatório.",
        "shortDesc": "Consome <orangeStrong>{{4}}</orangeStrong> de Energia e causa Dano Físico a todos os inimigos e adicionalmente causa Dano Físico leve a inimigos-alvo únicos por 6 Ricochetes."
      }
    },
    "technique": {
      "0": {
        "name": "Manifesto da Mais Pura Virtude",
        "fullDesc": "Após usar sua Técnica, inflige Confusão por {{1}} segundo(s) aos inimigos dentro de uma área definida. Inimigos com Confusão não atacarão a equipe ativamente.\\nAo atacar um inimigo com Confusão para entrar em combate, causa Dano Físico de {{2}}% do ATQ de Argenti a todos os inimigos e regenera a Energia de Argenti em {{3}}.",
        "shortDesc": "Inflige Confusão em todos os inimigos em uma área definida. Ao atacar um inimigo com Confusão para entrar em combate, causa Dano Físico leve a todos os inimigos e regenera energia de Argenti."
      }
    },
    "overworld": {
      "0": {
        "name": "Ataque",
        "fullDesc": "Ataca um inimigo, e, quando a batalha começa, reduz a Tenacidade do alvo inimigo do Tipo correspondente.",
        "shortDesc": ""
      }
    }
  }
}