{
  "name": "Welt",
  "abilities": {
    "basic": {
      "0": {
        "name": "Supressão Gravitacional",
        "fullDesc": "Causa Dano Imaginário igual a <orangeStrong>{{1}}%</orangeStrong> do ATQ de Welt a um único inimigo.",
        "shortDesc": "Causa Dano Imaginário leve a um único inimigo."
      }
    },
    "skill": {
      "0": {
        "name": "Borda do Vazio",
        "fullDesc": "Causa Dano Imaginário igual a <orangeStrong>{{1}}%</orangeStrong> do ATQ de Welt a um único inimigo e causa Dano mais 2 vezes, causando Dano Imaginário igual a <orangeStrong>{{1}}%</orangeStrong> do ATQ de Welt por acerto a um inimigo aleatório. Ao acertar, há uma <u>chance-base</u> de <orangeStrong>{{2}}%</orangeStrong> de reduzir em {{3}}% a VEL do inimigo por {{4}} rodada(s).",
        "shortDesc": "Causa Dano Imaginário leve a um único inimigo. Este ataque pode ser Rebatido 3 vezes, com chance de causar <orangeStrong>Lentidão</orangeStrong> aos inimigos atingidos."
      }
    },
    "ult": {
      "0": {
        "name": "Buraco Negro Sintético",
        "fullDesc": "Causa <orangeStrong>{{1}}%</orangeStrong> do ATQ de Welt como Dano Imaginário a todos os inimigos, com {{3}}% de <u>chance-base</u> de que inimigos atingidos por esta habilidade sejam afetados por Aprisionamento por 1 rodada.\\nInimigos aprisionados têm <u>ações atrasadas</u> em <orangeStrong>{{2}}%</orangeStrong> e VEL reduzida em {{4}}%.",
        "shortDesc": "Causa Dano Imaginário a todos os inimigos, com <orangeStrong>altas chances de também causar Aprisionamento</orangeStrong>."
      }
    },
    "technique": {
      "0": {
        "name": "Aprisionamento Gravitacional",
        "fullDesc": "Após Welt usar sua Técnica, cria uma dimensão especial que dura {{4}}s. Inimigos nessa dimensão especial têm a VEL de Movimento reduzida em {{5}}%. Depois de entrar em batalha com inimigos na dimensão especial, há {{1}}% de <u>chance-base</u> de Aprisionar os inimigos por 1 rodada.\\nInimigos aprisionados têm <u>ações atrasadas</u> em {{2}}% e a VEL reduzida em {{3}}%. Só 1 dimensão criada por aliados pode existir ao mesmo tempo.",
        "shortDesc": "Cria uma dimensão especial. Inimigos nessa dimensão têm sua VEL de Movimento reduzida. Depois de entrar em combate com inimigos na dimensão, existe uma <orangeStrong>alta chance dos inimigos sofrerem de Aprisionamento.</orangeStrong>"
      }
    },
    "overworld": {
      "0": {
        "name": "Ataque",
        "fullDesc": "Ataca um inimigo, e, quando a batalha começa, reduz a Tenacidade do alvo inimigo do Tipo correspondente.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Legado de Honra",
      "desc": "Depois de usar sua Perícia Suprema, Welt é aprimorado. Então, a(s) próxima(s) {{3}} vez(es) que ele usar seu ATQ Básico ou Perícia, causa 1 instância extra de Dano Adicional ao inimigo-alvo. O Dano Adicional causado ao utilizar o ATQ Básico é igual a {{1}}% do Multiplicador de Dano do ATQ Básico. O Dano Adicional causado ao utilizar a Perícia é igual a {{2}}% do Multiplicador de Dano da Perícia."
    },
    "2": {
      "name": "Confluência Estelar",
      "desc": "Quando seu Talento é ativado, Welt regenera {{1}} de Energia."
    },
    "3": {
      "name": "Prece da Paz",
      "desc": "Nv. da Perícia +2, até no máximo Nv. 15.\\nNv. do ATQ Básico +1, até no máximo Nv. 10."
    },
    "4": {
      "name": "Apelação da Justiça",
      "desc": "A chance-base para a Perícia infligir Redução de VEL aumenta em {{1}}%."
    },
    "5": {
      "name": "Poder da Bondade",
      "desc": "Nv. da Perícia Suprema +2, até no máximo Nv. 15.\\nNv. do Talento +2, até no máximo Nv. 15."
    },
    "6": {
      "name": "Perspectiva Brilhante",
      "desc": "Ao usar a Perícia, causa Dano 1 vez a mais a um inimigo aleatório."
    }
  }
}