{
  "name": "Yukong",
  "abilities": {
    "basic": {
      "0": {
        "name": "Atiradora de Flechas",
        "fullDesc": "Causa <orangeStrong>{{1}}%</orangeStrong> do ATQ de Yukong como Dano Imaginário a um inimigo-alvo.",
        "shortDesc": "Causa Dano Imaginário leve a um inimigo."
      }
    },
    "skill": {
      "0": {
        "name": "Saudação Encorajadora",
        "fullDesc": "Obtém {{1}} acúmulo(s) de \"Arco Estrondoso\" (até um máximo de 2 acúmulos). Quando \"Arco Estrondoso\" está ativo, o ATQ de todos os aliados aumenta em <orangeStrong>{{2}}%</orangeStrong>, e sempre que a rodada de um aliado (incluindo a de Yukong) acaba, Yukong perde 1 acúmulo de \"Arco Estrondoso\".\\nNa rodada na qual Yukong ganha \"Arco Estrondoso\" usando a Perícia, \"Arco Estrondoso\" não será removido.",
        "shortDesc": "Obtêm 2 acúmulos de Arco Estrondoso. <orangeStrong>Aumenta o ATQ</orangeStrong> de todos os aliados quando Arco Estrondoso está ativo nesta personagem."
      }
    },
    "ult": {
      "0": {
        "name": "Mergulho do Falcão",
        "fullDesc": "Se o \"Arco Estrondoso\" estiver ativo em Yukong quando a sua Perícia Suprema for utilizada, a Chance de CRIT de todos os aliados aumenta adicionalmente em <orangeStrong>{{2}}%</orangeStrong> e o Dano CRIT aumenta em <orangeStrong>{{3}}%</orangeStrong>. Ao mesmo tempo, causa Dano Imaginário igual a <orangeStrong>{{1}}%</orangeStrong> do ATQ de Yukong a um único inimigo.",
        "shortDesc": "Quando Arco Estrondoso estiver ativo nesta personagem, <orangeStrong>aumenta a Chance de CRIT e o Dano CRIT</orangeStrong> de todos os aliados e causa Dano Imaginário massivo a um único inimigo."
      }
    },
    "technique": {
      "0": {
        "name": "Caçador de Ventos",
        "fullDesc": "Após usar sua Técnica, Yukong entra no modo Corrida por {{1}} segundos. Enquanto estiver no modo Corrida, a VEL de Movimento aumenta em {{2}}%, e Yukong recebe {{3}} acúmulo(s) do \"Arco Estrondoso\" ao entrar em batalha atacando inimigos.",
        "shortDesc": "<orangeStrong>Aumenta a VEL de Movimento</orangeStrong>. Após atacar um inimigo e entrar na batalha, recebe 2 acúmulos de \"Arco Estrondoso\"."
      }
    },
    "overworld": {
      "0": {
        "name": "Ataque",
        "fullDesc": "Ataca um inimigo, e, quando a batalha começa, reduz a Tenacidade do alvo inimigo do Tipo correspondente.",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Aqueronte",
        "fullDesc": "Yukong pode resistir a 1 aplicação de penalidade por vez. Este efeito pode ser ativado novamente após {{1}} rodada(s).",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Mestre do Arco",
        "fullDesc": "Quando Yukong está no campo, o Dano Imaginário causado por todos os aliados aumenta em {{1}}%.",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Majestas",
        "fullDesc": "Quando \"Arco Estrondoso\" está ativo, Yukong regenera {{1}} de Energia adicional sempre que um aliado age.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Marechala Aérea",
      "desc": "No início da batalha, aumenta a VEL de todos os aliados em {{1}}% por {{2}} rodada(s)."
    },
    "2": {
      "name": "Comando Celeste",
      "desc": "Quando a energia atual de um aliado é igual ao seu limite de energia, Yukong regenera {{1}} de energia adicional. Este efeito só pode ser ativado uma vez para cada aliado. A contagem de ativação é reiniciada após Yukong utilizar sua Perícia Suprema."
    },
    "3": {
      "name": "Saraivada Torrencial",
      "desc": "Nv. da Perícia +2, até no máximo Nv. 15.\\nNv. do ATQ Básico +1, até no máximo Nv. 10."
    },
    "4": {
      "name": "Ecos Zefirinos",
      "desc": "Quando o \"Arco Estrondoso\" está ativado, Yukong causa {{1}}% a mais de Dano a inimigos."
    },
    "5": {
      "name": "Tiro Mortal Majestoso",
      "desc": "Nv. da Perícia Suprema +2, até no máximo Nv. 15.\\nNv. do Talento +2, até no máximo Nv. 15."
    },
    "6": {
      "name": "Arco da Trovoada",
      "desc": "Quando Yukong usa sua Perícia Suprema, ela ganha imediatamente {{1}} acúmulo(s) de \"Arco Estrondoso\"."
    }
  }
}