{
  "name": "Dan Heng - Embebidor Lunae",
  "abilities": {
    "basic": {
      "0": {
        "name": "Lótus Beneficente",
        "fullDesc": "Realiza um ataque de 2 golpes e causa Dano Imaginário igual a <orangeStrong>{{1}}%</orangeStrong> do ATQ de Dan Heng - Embebidor Lunae a um único inimigo-alvo.",
        "shortDesc": "Causa Dano Imaginário leve a um único inimigo."
      },
      "1": {
        "name": "Transcendência",
        "fullDesc": "Realiza um ataque de 3 golpes e causa Dano Imaginário igual a <orangeStrong>{{1}}%</orangeStrong> do ATQ de Dan Heng - Embebidor Lunae a um único inimigo.",
        "shortDesc": "Realiza <orangeStrong>3 golpes</orangeStrong> neste ataque e causa Dano Imaginário a um único inimigo-alvo."
      },
      "2": {
        "name": "Lança Divina",
        "fullDesc": "Realiza um ataque de 5 golpes e causa Dano Imaginário igual a <orangeStrong>{{1}}%</orangeStrong> do ATQ de Dan Heng - Embebidor Lunae a um único inimigo-alvo. Do quarto golpe em diante, causa simultaneamente Dano Imaginário igual a <orangeStrong>{{2}}%</orangeStrong> do ATQ de Dan Heng - Embebidor Lunae a alvos adjacentes.",
        "shortDesc": "Realiza <orangeStrong>5 golpes</orangeStrong> neste ataque para causar Dano Imaginário massivo a um único inimigo e Dano Imaginário leve a alvos adjacentes. Para cada um dos últimos 2 golpes, obtém 1 acúmulo de Rugido Soberano logo antes do golpe, aumentando o Dano CRIT."
      },
      "3": {
        "name": "Salto Fulgurante",
        "fullDesc": "Realiza um ataque de 7 golpes e causa Dano Imaginário igual a <orangeStrong>{{1}}%</orangeStrong> do ATQ de Dan Heng - Embebidor Lunae a um único inimigo-alvo. Do quarto golpe em diante, causa simultaneamente Dano Imaginário igual a <orangeStrong>{{2}}%</orangeStrong> do ATQ de Dan Heng - Embebidor Lunae a alvos adjacentes.",
        "shortDesc": "Realiza <orangeStrong>7 golpes</orangeStrong> neste ataque para causar Dano Imaginário massivo a um único inimigo e Dano Imaginário a alvos adjacentes. Para cada um dos últimos 4 golpes, obtém 1 acúmulo de Rugido Soberano logo antes do golpe, aumentando o Dano CRIT."
      }
    },
    "skill": {
      "0": {
        "name": "Dracore Libre",
        "fullDesc": "Aprimora o ATQ Básico. Aprimoramentos podem ser aplicados até 3 vezes consecutivas. Usar esta habilidade não consome Pontos de Perícia e não é considerado como utilização de uma Perícia.\\nAprimorado uma vez, Lótus Beneficente se torna Transcendência.\\nAprimorado duas vezes, Lótus Beneficente se torna Lança Divina.\\nAprimorado três vezes, Lótus Beneficente se torna Salto Fulgurante.\\nAo utilizar Lança Divina ou Salto Fulgurante, começando do quarto golpe, 1 acúmulo de \"Rugido Soberano\" é concedido antes de cada golpe. Cada acúmulo de \"Rugido Soberano\" aumenta o Dano CRIT de Dan Heng - Embebidor Lunae em <orangeStrong>{{1}}%</orangeStrong>, até um máximo de {{2}} acúmulos. Estes acúmulos duram até o final da rodada dele.",
        "shortDesc": "Aprimora o ATQ Básico Lótus Beneficente para <orangeStrong>Transcendência</orangeStrong>, <orangeStrong>Lança Divina</orangeStrong> ou <orangeStrong>Salto Fulgurante</orangeStrong>."
      },
      "1": {
        "name": "Cancelar",
        "fullDesc": "Cancelar Aprimoramento",
        "shortDesc": ""
      }
    },
    "ult": {
      "0": {
        "name": "A Água Celeste Ablui Tudo",
        "fullDesc": "Realiza um ataque de 3 golpes e causa Dano Imaginário igual a <orangeStrong>{{1}}%</orangeStrong> do ATQ de Dan Heng - Embebidor Lunae a um único inimigo-alvo. Ao mesmo tempo, causa Dano Imaginário igual a <orangeStrong>{{2}}%</orangeStrong> do ATQ de Dan Heng - Embebidor Lunae a alvos adjacentes. Então, obtém {{3}} Squama Sacrosancta.\\nÉ possível possuir até {{4}} Squama Sacrosancta, que podem ser usados para anular o consumo de Pontos de Perícia de Dan Heng - Embebidor Lunae. Consumir Squama Sacrosancta é considerado o equivalente a consumir Pontos de Perícia.",
        "shortDesc": "Causa Dano Imaginário massivo a um único inimigo, causa Dano Imaginário a alvos adjacentes, e ganha 2 Squama Sacrosancta, que podem <orangeStrong>anular</orangeStrong> o <orangeStrong>consumo de Pontos de Perícia</orangeStrong> de Dan Heng - Embebidor Lunae. Consumir Squama Sacrosancta é considerado o equivalente a consumir pontos de Perícia."
      }
    },
    "technique": {
      "0": {
        "name": "Prismadracônico Amaina-Céus",
        "fullDesc": "Após usar sua Técnica, Dan Heng - Embebidor Lunae entra no estado de Dragão Saltitante por {{2}} segundos. Enquanto está no estado de Dragão Saltitante, usar o seu ataque permite que ele se mova para frente rapidamente por uma certa distância, atacando todos os inimigos nos quais ele tocar e bloqueando todos os ataques direcionados a ele. Após entrar no combate ao atacar inimigos no estado de Dragão Saltitante, Dan Heng - Embebidor Lunae causa Dano Imaginário igual a {{3}}% do seu ATQ a todos os inimigos, e ganha {{1}} Squama Sacrosancta.",
        "shortDesc": "Entra no estado de Dragão Saltitante. Atacar fará com que esse personagem se mova para frente rapidamente uma certa distância e ataque todos os inimigos tocados. Após entrar em combate ao atacar inimigos, causa Dano Imaginário a todos os inimigos, e ganha 1 Squama Sacrosancta."
      }
    },
    "overworld": {
      "0": {
        "name": "Ataque",
        "fullDesc": "Ataca um inimigo, e, quando a batalha começa, reduz a Tenacidade do alvo inimigo do Tipo correspondente.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Conectado ao Céu",
      "desc": "Aumenta a contagem acumulável de Coração Íntegro em {{1}}, e ganha 1 acúmulo extra de Coração Íntegro por cada golpe durante o ataque."
    },
    "2": {
      "name": "Império nas Nuvens",
      "desc": "Depois de usar sua Perícia Suprema, a ação de Dan Heng - Embebidor Lunae é Avançada Adiante em 100% e ganha 1 Squama Sacrosancta extra."
    },
    "3": {
      "name": "Trajado com Nuvens",
      "desc": "Nv. da Perícia +2, até no máximo Nv. 15.\\nNv. do ATQ Básico +1, até no máximo Nv. 10."
    },
    "4": {
      "name": "Bênção Zefirina",
      "desc": "O efeito de melhoria concedido por Rugido Soberano dura até o final da próxima rodada deste personagem."
    },
    "5": {
      "name": "A Queda é o Orgulho",
      "desc": "Nv. da Perícia Suprema +2, até no máximo Nv. 15.\\nNv. do Talento +2, até no máximo Nv. 15."
    },
    "6": {
      "name": "Reinado, Retornado",
      "desc": "Depois que qualquer aliado usa a Perícia Suprema, a PEN de RES a Imaginário do próximo Salto Fulgurante de Dan Heng - Embebidor Lunae aumenta em {{1}}%. Este efeito pode acumular até {{2}} vez(es)."
    }
  }
}