{
  "name": "Boothill",
  "abilities": {
    "basic": {
      "0": {
        "name": "Esporas Esmaga-Crânio",
        "fullDesc": "Causa Dano Físico igual a <orangeStrong>{{1}}%</orangeStrong> do ATQ de Boothill a um único inimigo-alvo.",
        "shortDesc": "Causa Dano Físico leve a um único inimigo."
      },
      "1": {
        "name": "Martelada Sequencial",
        "fullDesc": "Causa Dano Físico igual a <orangeStrong>{{1}}%</orangeStrong> do ATQ de Boothill a um único inimigo-alvo.\\nO ATQ Básico Aprimorado não pode recuperar Pontos de Perícia e só pode focar no inimigo-alvo com Confronto.",
        "shortDesc": "Causa Dano Físico a um único inimigo. Só pode atacar o alvo em Confronto."
      }
    },
    "skill": {
      "0": {
        "name": "Tango Crepitante",
        "fullDesc": "Força Boothill e um inimigo-alvo a entrar no estado de Confronto. O ATQ Básico de Boothill é Aprimorado, e ele não pode usar sua Perícia, com duração de {{3}} rodada(s). A duração diminui em 1 no início de cada rodada de Boothill.\\nO inimigo-alvo no Confronto fica Provocado. Quando esse inimigo-alvo ou Boothill é atacado pela outra parte no Confronto, o Dano que recebem aumenta em <orangeStrong>{{1}}%</orangeStrong>/{{2}}%.\\nApós esse alvo ser derrotado ou sofrer Quebra de Fraqueza, Boothill ganha 1 acúmulo de Truque de Bolso e então dissolve o Confronto.\\nEsta Perícia não regenera Energia. Após usar esta Perícia, a rodada atual não termina.",
        "shortDesc": "Inicia <orangeStrong>Confronto</orangeStrong>. Depois que o alvo no Confronto for <orangeStrong>derrotado ou sofrer Quebra de Fraqueza</orangeStrong>, Boothill recebe Truque de Bolso e desfaz o Confronto. Boothill <orangeStrong>ganha ATQs Básicos Aprimorados</orangeStrong> e esta rodada não termina."
      }
    },
    "ult": {
      "0": {
        "name": "Rodeio Crepuscular do Demônio da Areia",
        "fullDesc": "Aplica Fraqueza contra Físico a um inimigo-alvo, durando por {{3}} rodada(s).\\nCausa Dano Físico igual a <orangeStrong>{{1}}%</orangeStrong> do ATQ de Boothill ao alvo e <u>retarda suas ações</u> em <orangeStrong>{{2}}%</orangeStrong>.",
        "shortDesc": "<orangeStrong>Aplica Fraqueza contra Físico</orangeStrong> a um único inimigo, causa uma quantidade massiva de Dano Físico e atrasa suas ações."
      }
    },
    "technique": {
      "0": {
        "name": "Sorriso 3x9",
        "fullDesc": "Após a Técnica ser utilizada, ao usar a Perícia pela primeira vez na próxima batalha, adiciona Fraqueza contra Físico igual àquela aplicada pela Perícia Suprema ao alvo, durando por {{1}} rodada(s).",
        "shortDesc": "Depois que a Técnica é utilizada,<orangeStrong> aplica Fraqueza contra Físico</orangeStrong> contra um único inimigo ao usar a Perícia pela primeira vez na próxima batalha."
      }
    },
    "overworld": {
      "0": {
        "name": "Ataque",
        "fullDesc": "Ataca um inimigo, e, quando a batalha começa, reduz a Tenacidade do alvo inimigo do Tipo correspondente.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Estrela Solitária da Trilha Empoeirada",
      "desc": "No início da batalha, obtém 1 acúmulo de Truque de Bolso. Quando Boothill causa Dano, ignora {{1}}% da DEF do inimigo-alvo."
    },
    "2": {
      "name": "Revendedor de Conquistas",
      "desc": "Quando em Confronto e obtendo Truque de Bolso, recupera {{1}} Ponto(s) de Perícia e aumenta o Efeito de Quebra em {{2}}%, com duração de {{3}} rodada(s). Este efeito também pode ser ativado ao obter acúmulos de Truque de Bolso que excedam o limite máximo. No entanto, não pode ser ativado repetidamente em uma única rodada."
    },
    "3": {
      "name": "Guarda do Jardim de Mármore",
      "desc": "Nv. da Perícia Suprema +2, até no máximo Nv. 15.\\nNv. do ATQ Básico +1, até no máximo Nv. 10."
    },
    "4": {
      "name": "Chef de Carnes Frias",
      "desc": "Quando o inimigo-alvo que estiver em Confronto for atacado por Boothill, o Dano recebido por ele aumenta em {{1}}%. Quando Boothill é atacado pelo inimigo-alvo em Confronto, o efeito de receber mais Dano é reduzido em {{2}}% nele."
    },
    "5": {
      "name": "Discurso do Tronco",
      "desc": "Nv. da Perícia +2, até no máximo Nv. 15.\\nNv. do Talento +2, até no máximo Nv. 15."
    },
    "6": {
      "name": "Guaxinim do Hotel Pé de Cabra",
      "desc": "Ao ativar o Dano de Quebra do Talento, adicionalmente causa Dano de Quebra ao inimigo-alvo igual a {{1}}% do multiplicador de Dano original e causa Dano de Quebra a alvos adjacentes igual a {{2}}% do multiplicador de Dano original a alvos adjacentes."
    }
  }
}