{
  "name": "Topaz e Dinheirinho",
  "abilities": {
    "basic": {
      "0": {
        "name": "Déficit...",
        "fullDesc": "Causa Dano de Fogo igual a <orangeStrong>{{1, percent}}%</orangeStrong> do ATQ de Topaz a um único inimigo.",
        "shortDesc": "Causa Dano de Fogo leve a um inimigo."
      }
    },
    "skill": {
      "0": {
        "name": "Dificuldade para Pagar?",
        "fullDesc": "Inflige o status de Prova de Débito a um único inimigo-alvo, aumentando o Dano de <u>Ataques Extras</u> recebido pelo inimigo-alvo em <orangeStrong>{{2, percent}}%</orangeStrong>. Prova de Débito só entra em efeito no alvo mais recente em que foi aplicado. Caso não existam inimigos afetados com Prova de Débito no campo quando a rodada de um aliado começar, ou quando um aliado agir, Topaz infligirá Prova de Débito a um inimigo aleatório.\\nDinheirinho causa Dano de Fogo igual a <orangeStrong>{{1, percent}}%</orangeStrong> do ATQ de Topaz a este alvo. Usar esta Perícia para causar Dano é considerado realizar um <u>Ataque Extra</u>.",
        "shortDesc": "Inflige o estado de Prova de Débito a um único inimigo e faz com que ele <orangeStrong>receba mais Dano de Ataques Extras</orangeStrong>. Dinheirinho causa Dano de Fogo a este alvo."
      }
    },
    "ult": {
      "0": {
        "name": "Lucrar!",
        "fullDesc": "Dinheirinho entra no estado de \"Bonança Inesperada!\", seu multiplicador de Dano aumenta em <orangeStrong>{{1, percent}}%</orangeStrong> e o Dano CRIT aumenta em <orangeStrong>{{2, percent}}%</orangeStrong>. Além disso, quando inimigos com Prova de Débito são atingidos por um ATQ Básico, uma Perícia ou uma Perícia Suprema de um aliado, a ação de Dinheirinho é Avançada Adiante em {{3, percent}}%. Dinheirinho sai do estado de \"Bonança Inesperada!\" depois de usar {{4}} ataques.",
        "shortDesc": "Dinheirinho entra no estado de \"Bonança Inesperada!\" e <orangeStrong>aumenta seu multiplicador de Dano e seu Dano CRIT</orangeStrong>."
      }
    },
    "technique": {
      "0": {
        "name": "Subsídio Explícito",
        "fullDesc": "Invoca Dinheirinho quando Topaz entra no mapa. Dinheirinho buscará automaticamente por Tesouros Básicos e Cofrinhos dentro de um certo alcance.\\nUsar sua Técnica regenera {{1}} de Energia para Topaz após o primeiro ataque de Dinheirinho na próxima batalha.\\nSe Topaz ainda estiver no time quando os inimigos do mapa forem derrotados, uma pequena quantidade de créditos adicionais será adicionada aos créditos obtidos. Um máximo de {{2}} de créditos adicionais podem ser recebidos a cada dia do calendário.\\nApós usar sua Técnica e derrotar inimigos no Universo Simulado ou no Universo Divergente, recebe adicionalmente uma pequena quantidade de Fragmentos Cósmicos com uma pequena chance de obter 1 Curio aleatória.",
        "shortDesc": "<orangeStrong>Invoca Dinheirinho para acompanhar</orangeStrong> em um Labirinto. Dinheirinho <orangeStrong>procurará automaticamente por Tesouros Básicos e Cofrinhos por perto</orangeStrong>. Usar a Técnica regenerará a Energia de Topaz após o primeiro ataque de Dinheirinho na próxima batalha."
      }
    },
    "overworld": {
      "0": {
        "name": "Ataque",
        "fullDesc": "Ataca um inimigo, e, quando a batalha começa, reduz a Tenacidade do alvo inimigo do Tipo correspondente.",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Descoberta",
        "fullDesc": "Quando Topaz usa seu ATQ Básico para causar Dano, ele será considerado um Ataque Extra.",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Turbulência Financeira",
        "fullDesc": "Aumenta em {{1, percent}}% o Dano causado por Topaz e Dinheirinho aos inimigos-alvo com Fraqueza contra Fogo.",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Mercado Stonks",
        "fullDesc": "Após Dinheirinho usar um ataque enquanto está no estado de \"Bonança Inesperada!\", Topaz adicionalmente regenera {{1}} de Energia.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Mercado Futuro",
      "desc": "Quando inimigos afligidos com Prova de Débito recebem Ataques Extras, eles entrarão no estado de Devedor. Este efeito só pode ser ativado 1 única vez por ataque.\\nO estado de Devedor aumenta em {{1, percent}}% o Dano CRIT de Ataques Extras infligidos aos inimigos-alvo, acumulando até {{2}} vez(es). Quando a Prova de Débito é removida, o estado de Devedor também é removido."
    },
    "2": {
      "name": "Aquisição Genuína",
      "desc": "Após Dinheirinho agir ou realizar um ataque, Topaz regenera {{1}} de Energia."
    },
    "3": {
      "name": "Prenda os Grandes e Liberte os Pequenos",
      "desc": "Nv. da Perícia +2, até no máximo Nv. 15.\\nNv. do ATQ Básico +1, até no máximo Nv. 10."
    },
    "4": {
      "name": "Operação Ágil",
      "desc": "Após o início da rodada de Dinheirinho, a ação de Topaz é Avançada Adiante em {{1, percent}}%."
    },
    "5": {
      "name": "Demanda Inflacionária",
      "desc": "Nv. da Perícia Suprema +2, até no máximo Nv. 15.\\nNv. do Talento +2, até no máximo Nv. 15."
    },
    "6": {
      "name": "Mecanismo de Incentivo",
      "desc": "A contagem de ataque de Dinheirinho durante o estado de \"Bonança Inesperada!\" aumenta em {{1}}, e sua PEN de RES a Fogo aumenta em {{2, percent}}% ao atacar."
    }
  }
}