{
  "name": "Kafka",
  "abilities": {
    "basic": {
      "0": {
        "name": "Tumulto da Meia-noite",
        "fullDesc": "Causa Dano de Raio igual a <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> do ATQ de Kafka a um único inimigo.",
        "shortDesc": "Causa Dano de Raio leve a um único inimigo."
      }
    },
    "skill": {
      "0": {
        "name": "Luar Carinhoso",
        "fullDesc": "Causa <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> do ATQ de Kafka como Dano de Raio a um inimigo-alvo e <color=#f29e38ff><unbreak>#3[i]%</unbreak></color> do ATQ de Kafka como Dano de Raio aos inimigos adjacentes a ele.\\nSe o inimigo-alvo estiver recebendo Dano Contínuo, todos os Danos Contínuos sobre aquele inimigo causarão imediatamente Dano de <color=#f29e38ff><unbreak>#2[i]%</unbreak></color> do seu Dano original.",
        "shortDesc": "Causa Dano de Raio a um único inimigo e Dano de Raio leve a alvos adjacentes.\\nSe o inimigo-alvo principal estiver atualmente infligido com efeito de Dano Contínuo, este efeito <color=#f29e38ff>causa Dano mais 1 vez</color>."
      }
    },
    "ult": {
      "0": {
        "name": "Vibração do Crepúsculo",
        "fullDesc": "Causa <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> do ATQ de Kafka como Dano de Raio a todos os inimigos. Há <unbreak>#2[i]%</unbreak> de <u>chance-base</u> de os inimigos atingidos serem afligidos com Choque e imediatamente receberem Dano do estado de Choque atual igual a <color=#f29e38ff><unbreak>#5[i]%</unbreak></color> do Dano original. Choque dura <unbreak>#3[i]</unbreak> rodada(s).\\nEnquanto em Choque, inimigos recebem <color=#f29e38ff><unbreak>#4[i]%</unbreak></color> do ATQ de Kafka como Dano de Raio Contínuo no início de cada rodada.",
        "shortDesc": "Causa Dano de Raio leve a todos os inimigos, com altas chances de causar <color=#f29e38ff>Choque</color>.\\nSe os inimigos já estiverem com Choque, o estado de Choque <color=#f29e38ff>causa Dano mais 1 vez</color>."
      }
    },
    "technique": {
      "0": {
        "name": "Misericórdia Não É Perdão",
        "fullDesc": "Ataca imediatamente todos os inimigos dentro de um alcance específico. Depois de entrar em batalha, causa Dano de Raio igual a <unbreak>#3[i]%</unbreak> do ATQ de Kafka a todos os inimigos, com uma <u>chance-base</u> de <unbreak>#1[i]%</unbreak> de infligir Choque equivalente àquele aplicado pela Perícia Suprema dela a todos os inimigos-alvo por <unbreak>#2[i]</unbreak> rodada(s).",
        "shortDesc": "Ataca todos os inimigos num certo alcance. Depois de entrar em batalha, causa Dano de Raio leve a todos os inimigos com alta chance de <color=#f29e38ff>infligir Choque</color> neles."
      }
    },
    "overworld": {
      "0": {
        "name": "Ataque",
        "fullDesc": "Ataca um inimigo, e, quando a batalha começa, reduz a Tenacidade do alvo inimigo do Tipo correspondente."
      }
    }
  }
}