{
  "name": "Ruan Mei",
  "abilities": {
    "basic": {
      "0": {
        "name": "Fios de Perfume",
        "fullDesc": "Causa Dano de Gelo igual a <orangeStrong>{{1}}%</orangeStrong> do ATQ de Ruan Mei a um único inimigo-alvo.",
        "shortDesc": "Causa Dano de Gelo leve a um único inimigo."
      }
    },
    "skill": {
      "0": {
        "name": "Cordas Cantam Lentos Sons",
        "fullDesc": "Após usar sua Perícia, Ruan Mei ganha Tom Acima, durando por {{3}} rodada(s). Essa duração diminui em 1 no início de todas as rodadas de Ruan Mei. Quando Ruan Mei possui Tom Acima, o Dano de todos os aliados é aumentado em <orangeStrong>{{1}}%</orangeStrong> e a Eficiência de Quebra de Fraqueza deles aumenta em {{2}}%.",
        "shortDesc": "Após usar sua Perícia, Ruan Mei ganha Tom Acima. Quando Ruan Mei possuir Tom Acima, o <orangeStrong>Dano</orangeStrong> e a <orangeStrong>Eficiência de Quebra de Fraqueza</orangeStrong> de todos os aliados é aumentada."
      }
    },
    "ult": {
      "0": {
        "name": "Pétalas na Corrente, Repouso Indolente",
        "fullDesc": "Ruan Mei implanta um Campo que dura por {{2}} rodadas. A duração do campo diminui em 1 no início da rodada dela.\\nEnquanto estiver dentro do Campo, a PEN de RES a Todos os Tipos de todos os aliados aumenta em <orangeStrong>{{1}}%</orangeStrong> e os ataques deles aplicam Reflorescer da Ameixa aos inimigos atingidos.\\nQuando esses inimigos tentam se recuperar da <u>Quebra de Fraqueza</u>, Reflorescer da Ameixa é ativado, estendendo a duração da sua <u>Quebra de Fraqueza</u>, <u>atrasando sua ação</u> em uma quantidade igual a {{3}}% do Efeito de Quebra de Ruan Mei + {{4}}%, e causando Dano de Quebra igual a <orangeStrong>{{5}}%</orangeStrong> do <u>Dano de Quebra</u> de Gelo de Ruan Mei.\\nReflorescer da Ameixa não pode ser aplicado novamente aos inimigos-alvo até eles se recuperarem da <u>Quebra de Fraqueza</u>.",
        "shortDesc": "Aumenta a <orangeStrong>PEN de RES a Todos os Tipos</orangeStrong> para todos os aliados, e seus ataques aplicam Reflorescer da Ameixa aos inimigos atingidos."
      }
    },
    "technique": {
      "0": {
        "name": "Serenata de Seda",
        "fullDesc": "Depois de usar a Técnica, ganha Serenata de Seda. No início da próxima batalha, ativa automaticamente a Perícia {{1}} vez(es) sem consumir Pontos de Perícia.\\nNo Universo Simulado ou no Universo Divergente, quando Ruan Mei possuir Serenata de Seda, a equipe atacando inimigos será considerada como se sempre estivesse atacando sua Fraqueza para entrar em batalha, e este ataque pode reduzir a Tenacidade de todos os inimigos independente dos Tipos de Fraqueza. Ao aplicar Quebra de Fraqueza, ativa o Efeito de Quebra de Fraqueza correspondente ao Tipo do atacante. Para cada Bênção em posse (até um máximo de {{4}} Bênção(s) será(ão) considerada(s)), adicionalmente aumenta a Redução de Tenacidade deste ataque em {{2}}%. Após aplicar a Quebra de Fraqueza a um inimigo-alvo, causa adicionalmente Dano de Quebra igual a {{3}}% do Dano de Quebra de Gelo de Ruan Mei ao inimigo-alvo.",
        "shortDesc": "Da próxima vez que entrar em batalha, ativa automaticamente a Perícia por <orangeStrong>{{1}}</orangeStrong> vez(es). Depois de usar a Técnica, aliados atacando inimigos no Universo Simulado ou no Universo Divergente sempre serão considerados como se estivessem atacando a Fraqueza para entrar em batalha, e sua Tenacidade é reduzida <orangeStrong>independente dos Tipos de Fraqueza</orangeStrong>. Para cada Bênção em posse, aumenta a Redução de Tenacidade e causa adicionalmente Dano de Quebra ao infligir Quebra de Fraqueza."
      }
    },
    "overworld": {
      "0": {
        "name": "Ataque",
        "fullDesc": "Ataca um inimigo, e, quando a batalha começa, reduz a Tenacidade do inimigo-alvo do Tipo correspondente.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Bordado Neurônico",
      "desc": "Quando o Campo da Perícia Suprema é ativado, o Dano causado por todos os aliados ignora {{1}}% da DEF do alvo."
    },
    "2": {
      "name": "Passeio Pela Relva",
      "desc": "Com Ruan Mei no campo, todos os aliados aumentam seus ATQs em {{1}}% ao causar Dano a inimigos com Quebra de Fraqueza."
    },
    "3": {
      "name": "Pirueta Viridescente",
      "desc": "Nv. da Perícia Suprema +2, até no máximo Nv. 15.\\nNv. do Talento +2, até no máximo Nv. 15."
    },
    "4": {
      "name": "Chatoyant Éclat",
      "desc": "Quando um inimigo-alvo sofrer de Quebra de Fraqueza, o Efeito de Quebra de Ruan Mei aumenta em {{1}}% por {{2}} rodada(s)."
    },
    "5": {
      "name": "Presilha Lânguida",
      "desc": "Nv. da Perícia +2, até no máximo Nv. 15.\\nNv. do ATQ Básico +1, até no máximo Nv. 10."
    },
    "6": {
      "name": "Cascada de Lenços",
      "desc": "Estende a duração do Campo da Perícia Suprema por {{1}} rodada(s). O multiplicador do Dano de Quebra do Talento aumenta adicionalmente em {{2}}%."
    }
  }
}