{
  "name": "Fu Xuan",
  "abilities": {
    "basic": {
      "0": {
        "name": "Explosão Supernova",
        "fullDesc": "Causa Dano Quântico igual a <orangeStrong>{{1, percent}}%</orangeStrong> dos PV máximos de Fu Xuan a um único inimigo.",
        "shortDesc": "Causa Dano Quântico leve a um único inimigo."
      }
    },
    "skill": {
      "0": {
        "name": "Conhecida pelas Estrelas, Exibida pelos Corações",
        "fullDesc": "Ativa a Matriz de Presciência através da qual outros membros da equipe vão <u>Distribuir</u> {{1, percent}}% do Dano que eles receberem (antes deste Dano ser mitigado por quaisquer Escudos) com Fu Xuan por {{3}} rodada(s).\\nEnquanto afetados pela Matriz de Presciência, todos os membros da equipe ganham o efeito de Conhecimento, que aumenta seus respectivos PV máximos em <orangeStrong>{{4, percent(fixed: 1)}}%</orangeStrong> dos PV máximos de Fu Xuan, e aumenta a Chance de CRIT em <orangeStrong>{{5, percent(fixed: 1)}}%</orangeStrong>.\\nQuando Fu Xuan é <u>derrubada</u>, a Matriz de Presciência é desfeita.",
        "shortDesc": "Ativa a Matriz de Presciência. <orangeStrong>O Dano recebido pelos aliados de Fu Xuan é <u>Distribuído</u></orangeStrong> com ela. Além disso, <orangeStrong>aumenta a Chance de CRIT</orangeStrong> e os PV máximos de todos os aliados."
      }
    },
    "ult": {
      "0": {
        "name": "Os Lamentos de Muitos Transformaram-se em Um",
        "fullDesc": "Causa Dano Quântico igual a <orangeStrong>{{1, percent}}%</orangeStrong> dos PV máximos de Fu Xuan a todos os inimigos e obtém 1 contagem de ativação para o efeito de Restauração de PV concedido pelo Talento de Fu Xuan.",
        "shortDesc": "Causa Dano Quântico a todos os inimigos e aumenta a contagem de ativação do Talento de Fu Xuan."
      }
    },
    "technique": {
      "0": {
        "name": "Da Sorte Vem o Destino",
        "fullDesc": "Depois que a Técnica é utilizada, todos os membros da equipe recebem uma Barreira que dura {{1}} segundos. Esta Barreira pode bloquear todos os ataques inimigos e a equipe não entrará em batalha quando atacada. Entrar em batalha enquanto a Barreira estiver ativa fará com que Fu Xuan ative a Matriz de Presciência automaticamente no início da batalha por {{2}} rodada(s).",
        "shortDesc": "Ativa uma Barreira. Aliados não entrarão em batalha quando forem atacados por inimigos. Entrar em batalha ativará a Matriz de Presciência automaticamente."
      }
    },
    "overworld": {
      "0": {
        "name": "Ataque",
        "fullDesc": "Ataca um inimigo, e, quando a batalha começa, reduz a Tenacidade do alvo inimigo do Tipo correspondente.",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Taiyi, o Macrocósmico",
        "fullDesc": "Quando a Matriz de Presciência está ativa, Fu Xuan recuperará {{1}} de Energia extra ao usar sua Perícia.",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Dunjia, o Metamístico",
        "fullDesc": "Quando a Perícia Suprema de Fu Xuan é utilizada, cura todos os aliados em uma quantidade igual a {{1, percent}}% dos PV máximos de Fu Xuan + {{2}}.",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Liuren, o Sexagenário",
        "fullDesc": "Se um inimigo-alvo aplicar penalidades de Controle Negativo a aliados enquanto a Matriz de Presciência estiver ativa, todos os aliados resistirão a todas as penalidades de Controle Negativo aplicadas pelo inimigo-alvo durante a ação atual. Este efeito só pode ser acionado uma única vez. Quando a Matriz de Presciência é reativada, o número de vezes que este efeito pode ser ativado será redefinido.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Dominus Pacis",
      "desc": "O efeito de Conhecimento aumenta o Dano CRIT em {{1, percent}}%."
    },
    "2": {
      "name": "Optimus Felix",
      "desc": "Se qualquer membro da equipe for atingido por um golpe fatal enquanto a Matriz de Presciência estiver ativa, todos os aliados que forem atingidos por um golpe fatal durante esta ação não serão derrubados e {{1, percent}}% de seus PV máximos serão restaurados imediatamente. Este efeito pode ser acionado 1 vez por batalha."
    },
    "3": {
      "name": "Ápice da Ligação",
      "desc": "Nv. da Perícia +2, até no máximo Nv. 15.\\nNv. do Talento +2, até no máximo Nv. 15."
    },
    "4": {
      "name": "Fortuna Stellaris",
      "desc": "Quando outros aliados sob a Matriz de Presciência são atacados, Fu Xuan regenera {{1}} de Energia."
    },
    "5": {
      "name": "Árbitra Primordial",
      "desc": "Nv. da Perícia Suprema +2, até no máximo Nv. 15.\\nNv. do ATQ Básico +1, até no máximo Nv. 10."
    },
    "6": {
      "name": "Omnia Vita",
      "desc": "Assim que a Matriz de Presciência é ativada, ela manterá um registro com o valor total de PV perdidos por todos os membros da equipe na batalha atual. O Dano causado pela Perícia Suprema de Fu Xuan aumentará em {{1, percent}}% desse valor de PV perdidos.\\nEsse valor também é limitado a {{2, percent}}% dos PV máximos de Fu Xuan e o valor registrado será reiniciado e reacumulado após a Perícia Suprema de Fu Xuan ser utilizada."
    }
  }
}