{
  "name": "Blade",
  "abilities": {
    "basic": {
      "0": {
        "name": "Espada Fragmentada",
        "fullDesc": "Causa <orangeStrong>{{1}}%</orangeStrong> do ATQ de Blade como Dano de Vento a um inimigo-alvo.",
        "shortDesc": "Causa Dano de Vento leve a um inimigo."
      },
      "1": {
        "name": "Floresta de Espadas",
        "fullDesc": "Consome PV igual a {{1}}% dos PV máximos de Blade e causa Dano de Vento igual a soma de <orangeStrong>{{2}}%</orangeStrong> do seu ATQ + <orangeStrong>{{4}}%</orangeStrong> dos seus PV máximos a um único inimigo. Além disso, causa Dano de Vento igual a soma de <orangeStrong>{{3}}%</orangeStrong> do ATQ de Blade + <orangeStrong>{{5}}%</orangeStrong> dos seus PV máximos a alvos adjacentes.\\nSe os PV atuais de Blade forem insuficientes, seus PV serão reduzidos a 1 ao usar Floresta de Espadas.\\nFloresta de Espadas não pode regenerar Pontos de Perícia.",
        "shortDesc": "Consome PV, causa Dano de Vento a um inimigo e Dano de Vento leve a alvos adjacentes."
      }
    },
    "skill": {
      "0": {
        "name": "Paisagem Infernal",
        "fullDesc": "Consome PV igual a {{1}}% dos PV máximos de Blade para entrar no estado de Paisagem Infernal.\\nEnquanto a Paisagem Infernal estiver ativa, a Perícia dele não pode ser usada, seu Dano causado aumenta em <orangeStrong>{{4}}%</orangeStrong> e aprimora o seu ATQ Básico Espada Fragmentada para Floresta de Espadas por {{2}} rodada(s).\\nSe os PV atuais de Blade não forem suficientes, seus PV serão reduzidos para 1 quando usar esta Perícia.\\nEsta Perícia não regenera Energia. Usar esta Perícia não encerra a rodada atual.",
        "shortDesc": "Consome PV para <orangeStrong>aprimorar o ATQ Básico</orangeStrong>, e a rodada atual não termina ao usar essa Perícia."
      }
    },
    "ult": {
      "0": {
        "name": "Sentença de Morte",
        "fullDesc": "Define os PV atuais de Blade em 50% de seus PV máximos e causa Dano de Vento a um único inimigo igual à somatória de <orangeStrong>{{1}}%</orangeStrong> de seu ATQ, <orangeStrong>{{2}}%</orangeStrong> de seus PV máximos, e <orangeStrong>{{5}}%</orangeStrong> do total de PV que ele perdeu na batalha atual. Ao mesmo tempo, causa Dano de Vento aos alvos adjacentes igual à somatória de <orangeStrong>{{3}}%</orangeStrong> de seu ATQ, <orangeStrong>{{4}}%</orangeStrong> de seus PV máximos, e <orangeStrong>{{6}}%</orangeStrong> do total de PV que ele perdeu na batalha atual.\\nO total de PV que Blade perdeu na batalha atual tem um limite de {{7}}% de seus PV máximos. Este valor será redefinido e reacumulado após usar sua Perícia Suprema.",
        "shortDesc": "Faz com que os PV atuais fiquem em 50% dos PV máximos, causa Dano de Vento massivo a um único inimigo e Dano de Vento aos alvos adjacentes."
      }
    },
    "technique": {
      "0": {
        "name": "Vento do Carma",
        "fullDesc": "Imediatamente ataca o inimigo. Após entrar em combate, consome {{2}}% dos PV máximos de Blade enquanto causa Dano de Vento igual a {{1}}% dos seus PV máximos a todos os inimigos.\\nSe os PV atuais de Blade forem insuficientes, seus PV serão reduzidos a 1 quando a Técnica é usada.",
        "shortDesc": "Ataca o inimigo. Após entrar em combate, consome seus próprios PV para causar Dano de Vento a todos os inimigos."
      }
    },
    "overworld": {
      "0": {
        "name": "Ataque",
        "fullDesc": "Ataca um inimigo, e, quando a batalha começa, reduz a Tenacidade do alvo inimigo do Tipo correspondente.",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Vita Infinita",
        "fullDesc": "Quando os PV atuais de Blade forem iguais ou inferiores a 50% de seus PV máximos, a Cura Recebida aumenta em {{1}}%.",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Mortes Sem Fim",
        "fullDesc": "Se Blade atingir um inimigo com Quebra de Fraqueza após usar \"Floresta de Espadas\", ele restaura PV igual a {{1}}% dos seus PV máximos + {{2}}.",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Ciclone de Destruição",
        "fullDesc": "O Dano causado por Ataques Extras do Talento aumenta em {{1}}%.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "A Lâmina Corta Mais Fundo no Inferno",
      "desc": "A Perícia Suprema de Blade causa Dano aumentado adicional a um único inimigo-alvo, com um aumento igual a {{1}}% do total de PV que Blade perdeu na batalha atual. O total de PV que Blade perdeu na batalha atual tem um limite de {{2}}% de seus PV máximos. Este valor será redefinido e reacumulado após usar sua Perícia Suprema."
    },
    "2": {
      "name": "Dez Mil Mágoas de Um Sonho Destruído",
      "desc": "Quando Blade está no estado de Paisagem Infernal, sua Chance de CRIT aumenta em {{1}}%."
    },
    "3": {
      "name": "A Lâmina Temperada Sangra da Tonalidade Mais Gelada",
      "desc": "Nv. da Perícia Suprema +2, até no máximo Nv. 15.\\nNv. do Talento +2, até no máximo Nv. 15."
    },
    "4": {
      "name": "Rejeitado pela Morte, Infectado com Vida",
      "desc": "Quando os PV atuais de Blade chegam a 50% ou menos de seus PV máximos, aumenta os PV máximos dele em {{1}}%. Acumula até {{2}} vez(es)."
    },
    "5": {
      "name": "Morte Pelo Olhar dos Dez Senhores",
      "desc": "Nv. da Perícia +2, até no máximo Nv. 15.\\nNv. do ATQ Básico +1, até no máximo Nv. 10."
    },
    "6": {
      "name": "Renascido em uma Casca Vazia",
      "desc": "O número máximo de acúmulos de Carga é reduzido para 4. O Dano de um Ataque Extra acionado pelo Talento é aumentado adicionalmente em {{1}}% dos PV máximos de Blade."
    }
  }
}