{
  "name": "Baizhu",
  "title": "Além da Mortalidade",
  "description": "O dono do Chalé de Bubu, sempre com uma cobra branca chamada Changsheng pendurada no pescoço. Um grande conhecedor de medicina, suas verdadeiras intenções são um grande mistério.",
  "constellationName": "Lagenaria",
  "auto": {
    "name": "Acupuntura Dourada",
    "fields": {
      "normal": {
        "0": "<strong>Ataque Normal</strong>",
        "1": "Realiza até 4 ataques que infligem <dendro>Dano Dendro</dendro>."
      },
      "charged": {
        "0": "<strong>Ataque Carregado</strong>",
        "1": "Consome uma certa quantidade de Stamina para infligir <dendro>Dano Dendro em uma AdE</dendro> após um curto período de canalização."
      },
      "plunging": {
        "0": "<strong>Ataque Imersivo</strong>",
        "1": "Reunindo o poder do Dendro, mergulha em direção ao chão em pleno ar, infligindo dano a todos os inimigos em seu caminho. Inflige <dendro>Dano Dendro em uma AdE</dendro> durante o impacto com o chão."
      }
    },
    "skillParams": {
      "0": "Dano do 1° Golpe",
      "1": "Dano do 2° Golpe",
      "2": "Dano do 3° Golpe",
      "3": "Dano do 4° Golpe",
      "4": "Dano de Ataque Carregado",
      "5": "Consumo de Stamina de Ataque Carregado",
      "6": "Dano Durante a Queda",
      "7": "Dano de Queda de Baixa/Alta Altitude",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Diagnóstico Universal",
    "description": {
      "0": "Controla um Espírito Sérico, fazendo-o atacar os inimigos próximos, causando <dendro>Dano Dendro</dendro>.",
      "1": "Depois de realizar até 3 ataques, ou quando não houver inimigos próximos, o Espírito Sérico retornará, regenerando Vida de todos os personagens da equipe próximos; a quantidade de Vida regenerada é baseada na Vida Máxima de Baizhu.",
      "2": "<br/>",
      "3": "<i>As pessoas da área médica que podem distinguir os verdadeiros sinais de uma doença dos sinais falsos, conseguem curar uma pessoa antes mesmo dos sintomas aparecerem.</i>"
    },
    "skillParams": {
      "0": "Dano de Habilidade",
      "1": "Cura",
      "2": "Tempo de Recarga",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Cura Holística",
    "description": {
      "0": "Entra no estado Édito Pulsante, criando um Escudo Impenetrável que possui um efeito de 250% de absorção de <dendro>Dano Dendro</dendro>.",
      "1": "Enquanto estiver no estado Édito Pulsante, gerará um novo Escudo Impenetrável a cada 2.5s.",
      "2": "<br/>",
      "3": "Segundo as circunstâncias abaixo, regenerará Vida para os personagens ativos da sua equipe no campo de batalha, a quantidade regenerada é baseada na Vida Máxima de Baizhu, e atacará os inimigos lançando o Espiriveio, causando <dendro>Dano Dendro</dendro>:",
      "4": [
        " Quando um personagem estiver protegido pelo Escudo Impenetrável e um novo Escudo Impenetrável é gerado;",
        " Quando o efeito do Escudo Impenetrável acaba ou quando é destruído."
      ],
      "5": "<br/>",
      "6": "<i>Se você conseguir olhar para o céu e para a terra, proteja o seu interior contra o que vem de fora e mantenha sua mente tranquila, assim nada vai poder te impedir.</i>"
    },
    "skillParams": {
      "0": "Escudo Impenetrável",
      "1": "Duração do Escudo Impenetrável",
      "2": "Cura do Escudo Impenetrável",
      "3": "Dano de Habilidade do Espiriveio",
      "4": "Duração do Édito Pulsante",
      "5": "Recarga",
      "6": "Energia Elemental",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Cinco Fortunas Eternas",
    "description": {
      "0": "Baizhu ganha diferentes efeitos conforme a Vida atual do personagem ativo:",
      "1": [
        " Quando a Vida é menor do que 50%, Baizhu ganha 20% de Bônus de Cura.",
        " Quando a Vida é igual ou maior do que 50%, Baizhu ganha 25% de <dendro>Bônus de Dano Dendro</dendro>."
      ]
    }
  },
  "passive2": {
    "name": "Mãe Terra",
    "description": {
      "0": "Personagens curados pelo <strong>Escudo Impenetrável</strong> ganharão o efeito \"Era da Proteção Verdejante\": Cada 1.000 pontos de Vida Máxima de Baizhu abaixo de 50.000 aumenta o Dano das reações de Queimaduras, Florescimento, Superflorescimento e Germinação em 2%. O Dano das reações Intensificação e Propagação aumenta em 0.8%. A duração é de 6s."
    }
  },
  "passive3": {
    "name": "Nutrição Herbal",
    "description": {
      "0": "Quando Baizhu está na equipe, interagir com certos itens coletáveis cura a equipe em 2.5% da Vida Máxima de Baizhu."
    }
  },
  "constellation1": {
    "name": "Observação Atenta",
    "description": {
      "0": "<strong>Diagnóstico Universal</strong> ganha 1 carga adicional."
    }
  },
  "constellation2": {
    "name": "Discernimento Incisivo",
    "description": {
      "0": "Quando o personagem ativo da equipe atinge um inimigo próximo com um ataque, Baizhu lançará Espírito Sérico: Corte.",
      "1": "Espírito Sérico: Corte realizará até um Ataque e retornará, causando 250% do ATQ de Baizhu como <dendro>Dano Dendro</dendro> e regenerará 20% do Espírito Sérico de <strong>Diagnóstico Universal</strong>.",
      "2": "O Dano causado desta forma é considerado Dano de Habilidade Elemental.",
      "3": "Pode ser desencadeado uma vez a cada 5s."
    }
  },
  "constellation3": {
    "name": "Estabilidade Total",
    "description": {
      "0": "Aumenta o nível de <strong>Cura Holística</strong> em 3.",
      "1": "O nível máximo de elevação é 15."
    }
  },
  "constellation4": {
    "name": "Percepção Ancestral",
    "description": {
      "0": "Durante 15s após o uso de <strong>Cura Holística</strong>, Baizhu aumenta a Proficiência Elemental de todos os aliados próximos em 80."
    }
  },
  "constellation5": {
    "name": "Sinais Ocultos da Mudança",
    "description": {
      "0": "Aumenta o nível de <strong>Diagnóstico Universal</strong> em 3.",
      "1": "O nível máximo de elevação é 15."
    }
  },
  "constellation6": {
    "name": "Eliminação de Qi Malicioso",
    "description": {
      "0": "Aumenta o Dano causado pelo Espiriveio de <strong>Cura Holística</strong> em 8% da Vida Máxima de Baizhu.",
      "1": "Além disso, quando <strong>Espírito Sérico</strong> ou Espírito Sérico: Corte atingem um inimigo, há 100% de chance de gerar um Escudo Impenetrável de <strong>Cura Holística</strong>. Esse efeito pode ocorrer apenas uma vez para cada Espírito Sérico ou Espírito Sérico: Corte."
    }
  }
}