{
  "name": "Arataki Itto",
  "title": "Heroísmo de Hanamizaka",
  "description": "O primeiro e maior chefe da Gangue Arataki, famosa em Hanamizaka, na cidade de Inazuma... Espere, o quê? Nunca ouviu falar deles? Sério?",
  "constellationName": "Taurus Iracundus",
  "auto": {
    "name": "Lenda do Combate",
    "fields": {
      "normal": {
        "0": "<strong>Ataque Normal</strong>",
        "1": "Realiza até 4 golpes consecutivos.",
        "2": "Quando seu 2º e 4º ataque atingirem os oponentes, Itto vai gerar 1 e 2 cargas de Superforça Superlativa respectivamente. ",
        "3": "Máximo de 5 cargas. O acionamento deste efeito reiniciará a duração atual de qualquer acúmulo existente.",
        "4": "<br/>",
        "5": "Além disso, mesmo quando usar a Habilidade Elemental \"Masatsu Zetsugi: Explosão Akaushi!\" ou depois de correr por um curto período de tempo, o combo do Ataque Normal de Itto não será redefinido. "
      },
      "charged": {
        "0": "<strong>Ataque Carregado</strong>",
        "1": "Ao manter pressionado para iniciar um Ataque Carregado, poderá usar cortes de Arataki Kesagiri sem usar qualquer Stamina. Cada corte de Arataki Kesagiri consumirá 1 carga de Superforça Superlativa. Quando a carga final for consumida, Itto irá desencadear um ataque especialmente poderoso.",
        "2": "Quando não houver cargas de Superforça Superlativa disponíveis, Itto executará um único corte Saichimonji."
      },
      "plunging": {
        "0": "<strong>Ataque Imersivo</strong>",
        "1": "Mergulha em pleno ar para golpear o chão, danificando inimigos em seu caminho e infligindo dano em uma AdE durante o impacto."
      }
    },
    "skillParams": {
      "0": "Dano do 1° Golpe",
      "1": "Dano do 2° Golpe",
      "2": "Dano do 3° Golpe",
      "3": "Dano do 4° Golpe",
      "4": "Dano de Corte do Combo Arataki Kesagiri",
      "5": "Dano do Último Corte do Arataki Kesagiri",
      "6": "Duração da Superforça Superlativa",
      "7": "Dano de Corte do Saichimonji",
      "8": "Consumo de Stamina de Saichimonji",
      "9": "Dano Durante a Queda",
      "10": "Dano de Queda de Baixa/Alta Altitude",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Masatsu Zetsugi: Explosão Akaushi!",
    "description": {
      "0": "Lança Ushi, o jovem touro akaushi e membro auxiliar da Gangue Arataki, causando <geo>Dano Geo</geo> nos oponentes! Quando Ushi atingir os oponentes, concederá a Arataki Itto 1 carga de Superforça Superlativa.",
      "1": "<br/>",
      "2": "Ushi permanecerá no campo e fornecerá apoio das seguintes formas:",
      "3": "Chama a atenção dos oponentes ao redor e atrai seus ataques.",
      "4": "Herda certa porcentagem de Vida baseada na Vida Máxima de Arataki Itto.",
      "5": "Quando atacado, ele fornecerá a Arataki Itto 1 carga de Superforça Superlativa. 1 carga pode ser obtida desta forma uma vez a cada 2s.",
      "6": "Ele fugirá quando sua Vida chegar a 0 ou sua duração terminar. Ele concederá a Arataki Itto 1 carga de Superforça Superlativa quando ele sair de campo.",
      "7": "<br/>",
      "8": "<strong>Manter Pressionado</strong>",
      "9": "Ajusta o ângulo de lançamento.",
      "10": "<br/>",
      "11": "Ushi é considerado uma <geo>Construção Geo</geo> e Arataki Itto só pode ter 1 Ushi que ele mesmo tenha colocado em campo por vez.",
      "12": "<br/>",
      "13": "<i>O nome desta técnica é derivado de Onibudou (uma light novel escrita por Junkichi). Entretanto, chamá-lo de \"Onisatsu Zetsugi\" provavelmente constituiria uma violação de direitos autorais — sem mencionar como o Itto em si é um oni e tal...</i>"
    },
    "skillParams": {
      "0": "Dano de Habilidade",
      "1": "Vida Recebida",
      "2": "Duração",
      "3": "Tempo de Recarga",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Descendência Real: Contemplem, Itto o Maligno!",
    "description": {
      "0": "É hora de mostrar a eles o poder da Gangue Arataki! Por um tempo, Itto deixa seu Rei Oni Furioso interior emergir, usando seu Rei Oni Kanabou em batalha.",
      "1": "Este estado tem as seguintes propriedades especiais:",
      "2": "Ataques Normais, Carregados e Imersivos serão convertidos em <geo>Dano Geo</geo> que não pode ser substituído.",
      "3": "A velocidade do Ataque Normal de Itto será aumentada, e o ATQ será aumentado com base em sua DEF.",
      "4": "O primeiro e terceiro ataque concederão cada um a Arataki Itto 1 carga de Superforça Superlativa quando eles atingirem os adversários.",
      "5": "Itto perde 20% de RES Elemental e Física.",
      "6": "<br/>",
      "7": "O estado de Rei Oni Furioso será removido quando Itto deixa o campo.",
      "8": "<br/>",
      "9": "<i>Esta é a maior super ultra mega técnica incrível do Itto (segundo ele). É inútil para Arataki Itto imitar qualquer outra coisa para ficar mais forte, pois ele, e nenhum outro, é o mais forte, o mais terrível oni da terra.</i>",
      "10": "<i>Shouta acha isso bem legal.</i>"
    },
    "skillParams": {
      "0": "Bônus de ATQ",
      "1": "Bônus de Vel. de Ataque",
      "2": "Duração",
      "3": "Tempo de Recarga",
      "4": "Energia Elemental",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Arataki Ichiban",
    "description": {
      "0": "Quando Arataki Itto usa consecutivos Arataki Kesagiri, ele obtém os seguintes efeitos:",
      "1": "Cada corte faz com que os cortes subsequentes tenham 10% a mais de Vel. de ATQ. Vel. de ATQ máxima é aumentada em 30%.",
      "2": "Aumenta sua resistência à interrupção.",
      "3": "<br/>",
      "4": "Estes efeitos serão dissipados quando ele parar de executar cortes consecutivos."
    }
  },
  "passive2": {
    "name": "Linhagem do Oni Carmesim",
    "description": {
      "0": "Dano do Arataki Kesagiri é aumentado em 35% da DEF de Arataki Itto."
    }
  },
  "passive3": {
    "name": "Itto o Lenhador",
    "description": {
      "0": "Quando um membro da equipe usa ataques para obter madeira de uma árvore, ele tem 25% de chance de conseguir madeira adicional."
    }
  },
  "constellation1": {
    "name": "Fique um Tempo e Escute",
    "description": {
      "0": "Ao lançar <strong>Descendência Real: Contemplem, Itto o Maligno!</strong>, Arataki Itto obtém 2 cargas de Superforça Superlativa. Após 1s, Arataki Itto obtém outra carga de Superforça Superlativa a cada 0,5s, durante 1,5s."
    }
  },
  "constellation2": {
    "name": "Juntem-se, Hora da Briga!",
    "description": {
      "0": "Após usar <strong>Descendência Real: Contemplem, Itto o Maligno!</strong>, cada membro da equipe cujo elemento seja <geo>Geo</geo> irá diminuir o Tempo de Recarga desta habilidade em 1.5s e restaurar 6 de Energia Elemental para Arataki Itto.",
      "1": "Um máximo de 4.5s do Tempo de Recarga pode ser reduzido e 18 de Energia restaurada desta maneira."
    }
  },
  "constellation3": {
    "name": "Lá Vem o Touro!",
    "description": {
      "0": "Aumenta o nível da <strong>Masatsu Zetsugi: Explosão Akaushi!</strong> em 3.",
      "1": "O nível máximo de elevação é 15."
    }
  },
  "constellation4": {
    "name": "Cárcere Privado",
    "description": {
      "0": "Depois que o \"Rei Oni Furioso\" aplicado pela <strong>Descendência Real: Contemplem, Itto o Maligno!</strong> terminar, a DEF e o ATQ de todos os personagens da equipe que se encontrarem próximos aumentará em 20% durante 10 segundos."
    }
  },
  "constellation5": {
    "name": "10 Anos de Fama de Hanamizaka",
    "description": {
      "0": "Aumenta o nível da <strong>Descendência Real: Contemplem, Itto o Maligno!</strong> em 3.",
      "1": "O nível máximo de elevação é 15."
    }
  },
  "constellation6": {
    "name": "Arataki Itto, Presente!",
    "description": {
      "0": "Os Ataques Carregados de Arataki Itto causam 70% a mais de Dano CRIT. Além disso, quando ele usa Arataki Kesagiri, ele tem 50% de chance de não consumir cargas de Superforça Superlativa."
    }
  }
}