{
  "name": "Kirara",
  "title": "Gatinha dos Beirais",
  "description": "Uma entregadora do Komaniya Express, empresa de entregas em Inazuma. Uma Nekomata que ama seu trabalho e a sociedade humana.",
  "constellationName": "Arcella",
  "auto": {
    "name": "Estilete",
    "fields": {
      "normal": {
        "0": "<strong><strong>Ataque Normal</strong>",
        "1": "Realiza até 4 golpes rápidos."
      },
      "charged": {
        "0": "<strong>Ataque Carregado</strong>",
        "1": "Consome uma certa quantidade de Stamina para desferir 3 golpes rápidos com suas garras."
      },
      "plunging": {
        "0": "<strong>Ataque Imersivo</strong>",
        "1": "Mergulha em pleno ar para golpear o chão, causando Dano aos inimigos ao longo do caminho e infligindo Dano em AdE durante o impacto."
      }
    },
    "skillParams": {
      "0": "Dano do 1° Golpe",
      "1": "Dano do 2° Golpe",
      "2": "Dano do 3° Golpe",
      "3": "Dano do 4° Golpe",
      "4": "Dano de Ataque Carregado",
      "5": "Consumo de Stamina de Ataque Carregado",
      "6": "Dano Durante a Queda",
      "7": "Dano de Queda de Baixa/Alta Altitude",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Chute Miauteoro",
    "description": {
      "0": "<strong>Pressionar</strong>",
      "1": "Pula em direção ao ar com toda a agilidade de um gato, atravessando arbustos e atingindo seus inimigos com a Cauda Voadora, causando <dendro>Dano Dendro em AdE</dendro> e criando um Escudo de Transporte Seguro. Isso também <dendro>aplica Dendro</dendro> a Kirara por um curto período de tempo. O Escudo de Transporte Seguro absorve <dendro>Dano Dendro</dendro> com 250% de efetividade. A absorção máxima de Dano do Escudo é baseada na Vida Máxima de Kirara e não pode exceder uma determinada proporção da sua Vida Máxima. A Absorção de Dano restante do Escudo de Transporte Seguro acumula quando um novo Escudo é criado e sua duração é redefinida.",
      "2": "<br/>",
      "3": "<strong>Manter Pressionado</strong>",
      "4": "Com o seu vigor de \"entregar em até metade de um dia\", cria outro Escudo de Transporte Seguro igual ao de Pressionar, e se encolhe em um pacote de entrega especial, entrando no Estado Neko de Entregas Urgentes para se mover e lutar com maior velocidade.",
      "5": "<br/>",
      "6": "<strong>Estado Neko de Entregas Urgentes</strong>",
      "7": [
        " Causa <dendro>Dano Dendro</dendro> aos oponentes que ela atropela. Este efeito pode ser ativado uma vez a cada 0.5s por oponente.",
        " Enquanto estiver neste estado, a Vel. Mov., Vel. Escalada e força do pulo são aumentadas, o seu consumo de Stamina ao escalar também é aumentado.",
        " Quando a duração acaba ou a habilidade é usada novamente, um Golpe de Garra Invertida mais poderoso que o ataque no modo de Pressionar é lançado, causando <dendro>Dano Dendro em AdE</dendro>.",
        " O Estado Neko de Entregas Urgentes tem a duração máxima de 10s. Quando o Estado acaba, a habilidade entrará em recarga. Quanto mais tempo Kirara passar neste estado, maior será a recarga dele.",
        " Correr ou cancelar uma escalada durante o Estado Neko de Entrega Urgentes fará com que ele termine antes."
      ],
      "8": "<br/>",
      "9": "<i>\"Você quer saber o segredo das entregas rápidas? Bem, tudo depende da força nas suas pernas!\"</i>"
    },
    "skillParams": {
      "0": "Dano da Cauda Voadora",
      "1": "Absorção de Escudo",
      "2": "Absorção Máxima do Escudo",
      "3": "Duração do Escudo",
      "4": "Dano de acerto do Estado Neko de Entregas Urgentes",
      "5": "Duração Máxima do Estado Neko de Entregas Urgentes",
      "6": "Dano de Golpe de Garra Invertida",
      "7": "Tempo de Recarga",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Arte Secreta: Entrega Urgente",
    "description": {
      "0": "Envia um Pacote de Entrega Especial urgente para os ladrões que devem ser punidos, causando <dendro>Dano Dendro em AdE</dendro>. Quando um Pacote de Entrega Especial explode, ele será dividido em várias <strong>Ervas de Gato Cardamomo</strong> que explodirão e causarão dano ao entrar em contato com oponentes ou após um tempo determinado, causando <dendro>Dano Dendro em AdE</dendro>.",
      "1": "<br/>",
      "2": "<i>\"Hihi, é isso mesmo, preparei isso exclusivamente para lidar com ladrões de encomendas! Lembre-se de me dar 5 estrelas assim que receber a sua!\"</i>"
    },
    "skillParams": {
      "0": "Dano de Habilidade",
      "1": "Dano de Explosão da Erva de Gato Cardamomo",
      "2": "Duração de Erva de Gato Cardamomo",
      "3": "Recarga",
      "4": "Energia Elemental",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Cauda Exorcizante",
    "description": {
      "0": "Quando Kirara entra no Estado Neko de Entregas Urgentes do <strong>Chute Miauteoro</strong>, cada impacto contra um oponente fornecerá um acúmulo de <strong>Pacotes Reforçados</strong>. Este efeito pode ser ativado uma vez em cada oponente a cada 0.5s, podendo acumular até 3 vezes. Quando o Estado Neko de Entregas Urgentes acaba, cada acúmulo de Pacotes Reforçados criará 1 Escudo de Transporte Seguro para Kirara. Os Escudos criados desta maneira terão 20% da absorção de Dano do Escudo de Transporte Seguro criado pelo <strong>Chute Miauteoro</strong>. Se Kirara já estiver protegida por um Escudo de Transporte Seguro criado pelo Chute Miauteoro, a absorção de Dano acumula com esses escudos e sua duração será redefinida."
    }
  },
  "passive2": {
    "name": "Deslumbre Oportuno",
    "description": {
      "0": "Cada 1.000 de Vida Máxima que Kirara possuir, aumentará o Dano causado por <strong>Chute Miauteoro</strong> em 0.4% e o Dano causado por <strong>Arte Secreta: Entrega Urgente</strong> em 0.3%."
    }
  },
  "passive3": {
    "name": "Carruagem do Gato Furtivo",
    "description": {
      "0": "Quando Kirara está na equipe, os membros da equipe que se aproximarem de pequenos animais que possam produzir Carne de Ave, Carne Crua ou Carne Fresca Fria, não os assustarão facilmente."
    }
  },
  "constellation1": {
    "name": "Circulação de Materiais",
    "description": {
      "0": "Cada 8.000 de Vida Máxima que Kirara possui fará com que ela crie 1 <strong>Erva de Gato Cardamomo</strong> extra quando utilizar <strong>Arte Secreta: Entrega Urgente</strong>. Até 4 ervas extras podem ser criadas dessa forma."
    }
  },
  "constellation2": {
    "name": "Embalagem Perfeita",
    "description": {
      "0": "Quando Kirara está no Estado Neko de Entregas Urgentes do <strong>Chute Miauteoro</strong>, aplica Escudo de Transporte Seguro: Crítico aos aliados que entrarem em contato com ela.",
      "1": "A absorção de dano do Escudo de Transporte Seguro: Crítico é de 40% da absorção máxima do Escudo de Transporte Seguro gerado pelo <strong>Chute Miauteoro</strong> e absorve <dendro>Dano Dendro</dendro> com 250% de efetividade.",
      "2": "O Escudo de Transporte Seguro: Crítico tem a duração de 12s e pode ser ativado uma vez em cada personagem a cada 10s."
    }
  },
  "constellation3": {
    "name": "Reconhecimento Universal",
    "description": {
      "0": "Aumenta o nível do <strong>Chute Miauteoro</strong> em 3.",
      "1": "O nível máximo de elevação é 15."
    }
  },
  "constellation4": {
    "name": "Corcel de Skanda",
    "description": {
      "0": "Quando o personagem ativo protegido por <strong>Escudo de Transporte Seguro</strong> ou <strong>Escudo de Transporte Seguro: Crítico</strong> atinge oponentes com Ataques Normais, Carregados ou Imersivos, Kirara executa um ataque coordenado utilizando <strong>Mini-Ervas de Gato Cardamomo</strong> causando 200% do ATQ de Kirara como <dendro>Dano Dendro</dendro>. O Dano causado desta maneira é considerado Dano de Supremo. Este efeito pode ser ativado uma vez a cada 3.8s. Esta recarga é compartilhada por todos os membros da equipe."
    }
  },
  "constellation5": {
    "name": "Mil Milhas por Dia",
    "description": {
      "0": "Aumenta o nível de <strong>Arte Secreta: Entrega Urgente</strong> em 3 níveis.",
      "1": "O nível máximo de elevação é 15."
    }
  },
  "constellation6": {
    "name": "Infinitas Paisagens no Caminho",
    "description": {
      "0": "Nos 15s após Kirara lançar sua Habilidade Elemental ou Supremo, todos os membros próximos da equipe obtêm 12% de Bônus de Dano de Todos os Elementos."
    }
  }
}