{
  "name": "Shogun Raiden",
  "title": "Plano da Eutimia",
  "description": "Sua Excelência, a Toda-Poderosa Narukami Ogosho, que prometeu ao povo de Inazuma uma Eternidade imutável.",
  "constellationName": "Imperatrix Umbrosa",
  "auto": {
    "name": "Origem",
    "fields": {
      "normal": {
        "0": "<strong><strong>Ataque Normal</strong>",
        "1": "Realiza até 5 golpes rápidos."
      },
      "charged": {
        "0": "<strong>Ataque Carregado</strong>",
        "1": "Consome uma certa quantidade de Stamina para desferir um golpe com salto para cima."
      },
      "plunging": {
        "0": "<strong>Ataque Imersivo</strong>",
        "1": "Mergulha em pleno ar para golpear o chão, causando dano aos inimigos ao longo do caminho e infligindo Dano em uma AdE durante o impacto."
      }
    },
    "skillParams": {
      "0": "Dano do 1° Golpe",
      "1": "Dano do 2° Golpe",
      "2": "Dano do 3° Golpe",
      "3": "Dano do 4° Golpe",
      "4": "Dano do 5° Golpe",
      "5": "Dano de Ataque Carregado",
      "6": "Consumo de Stamina de Ataque Carregado",
      "7": "Dano Durante a Queda",
      "8": "Dano de Queda de Baixa/Alta Altitude",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Milagre: Luz Maligna",
    "description": {
      "0": "A Shogun Raiden revela um fragmento de sua Eutimia, causando <electro>Dano Electro</electro> a inimigos próximos, e concedendo a membros da equipe próximos o Olho do Julgamento Tempestuoso.",
      "1": "<strong>Olho do Julgamento Tempestuoso</strong>",
      "2": [
        "Quando personagens com esse bônus atacam e causam Dano aos inimigos, o Olho lançará um Ataque Coordenado, causando <electro>Dano Electro em uma AdE</electro> na localização dos inimigos.",
        "Personagens que ganham o Olho do Julgamento Tempestuoso terão o Dano de seus Supremos aumentado baseado no custo de Energia Elemental do Supremo durante a duração do Olho."
      ],
      "3": "<br/>",
      "4": "O Olho pode iniciar um Ataque Coordenado a cada 0.9s por cada equipe.",
      "5": "Ataques Coordenados gerados por personagens na equipe que não são controlados por você causam 20% do Dano normal.",
      "6": "<br/>",
      "7": "<i>Seres de grande divindade podem afetar tudo que veem, e a Arconte Electro pode manipular as estrelas não auspiciosas para defender seus Retentores e trazer uma sentença trovejante a seus inimigos.</i>"
    },
    "skillParams": {
      "0": "Dano de Habilidade",
      "1": "Dano de Ataque Coordenado",
      "2": "Duração",
      "3": "Aumento do Dano do Supremo",
      "4": "Tempo de Recarga",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Arte Secreta: Musou Shinsetsu",
    "description": {
      "0": "Reunindo verdades não numeradas e desejos incontáveis, a Shogun Raiden liberta o Musou no Hitotachi e causa <electro>Dano Electro em uma AdE</electro>, usando Musou Isshin em combate por um certo tempo depois. O dano de Musou no Hitotachi e dos ataques causados por Musou Isshin aumentam de acordo com o número de acúmulos de Determinação consumidos pelo Shogan Byakugen no Rin quando esta habilidade é utilizada.",
      "1": "<br/>",
      "2": "<strong>Musou Isshin</strong>",
      "3": "Enquanto estiver neste estado, a Shogun Raiden usará sua tachi em batalha, enquanto seus ataques Normais, Carregados e Imersivos serão infundidos com <electro>Dano Electro</electro>, que não pode ser substituído. Quando tais ataques atingem os oponentes, ela irá regenerar energia para todos os membros da equipe mais próxima. A energia pode ser restaurada desta forma a cada 1s, e este efeito pode ser acionado 5 vezes durante toda a duração desta habilidade.",
      "4": "Enquanto neste estado, a resistência da Shogun Raiden à interrupção é aumentada, e ela fica imune a Dano de reações de <electro>Eletricamente Carregado</electro>.",
      "5": "No estado de Musou Isshin, os danos do Ataque Normal, Ataque Carregado e Ataque Imersivo são considerados como Dano de Supremo.",
      "6": "<br/>",
      "7": "O efeito do Musou Isshin será removido quando a Shogun Raiden sair de campo.",
      "8": "<br/>",
      "9": "<strong>Shogan Byakugen no Rin</strong>",
      "10": "Quando os membros próximos (excluindo a própria Shogun Raiden) da equipe usam seus Supremos, a Shogun Raiden irá acumular Determinação com base na Energia Elemental do Supremo.",
      "11": "O máximo de acúmulos é de 60.",
      "12": "<br/>",
      "13": "A Determinação acumulada em Shogan Byakugen no Rin será excluída 300 segundos após sair da batalha.",
      "14": "<br/>",
      "15": "<i>Esta é a nova técnica secreta da Shogun Raiden. Abandonando o vazio como \"Musou\", ela agora carrega um novo \"Musou\" - os sonhos e ambições de todos. Assim como \"shinsetsu\", \"a verdade\" também significa \"o novo\", assim também Inazuma entrou em um novo capítulo.</i>"
    },
    "skillParams": {
      "0": "Dano Básico do Musou no Hitotachi",
      "1": "Bônus de Determinação",
      "2": "Acúmulos de Determinação Ganhos",
      "3": "Dano do 1° Golpe",
      "4": "Dano do 2° Golpe",
      "5": "Dano do 3° Golpe",
      "6": "Dano do 4° Golpe",
      "7": "Dano do 5° Golpe",
      "8": "Dano do Ataque Carregado",
      "9": "Consumo de Stamina de Ataque Carregado",
      "10": "Dano Durante a Queda",
      "11": "Dano de Queda de Baixa/Alta Altitude",
      "12": "Recuperação de Energia do Musou Isshin",
      "13": "Duração do Musou Isshin",
      "14": "Tempo de Recarga",
      "15": "Energia Elemental"
    }
  },
  "passive1": {
    "name": "Desejos Incontáveis",
    "description": {
      "0": "Quando Personagens próximos ganham Orbes Elementais ou Partículas Elementais, <strong>Shogan Byakugen no Rin</strong> ganha 2 cargas de Determinação.",
      "1": "Esse efeito pode ocorrer uma vez a cada 3s."
    }
  },
  "passive2": {
    "name": "Transcendência",
    "description": {
      "0": "Cada 1% acima de 100% de Recarga de Energia que a Shogun Raiden possui lhe dá:",
      "1": [
        "0.6% a mais de restauração de Energia Elemental de <strong>Musou Isshin</strong>.",
        "0.4% de <electro>Bônus de Dano Electro</electro>."
      ]
    }
  },
  "passive3": {
    "name": "Preservação Suprema",
    "description": {
      "0": "Ao ascender Espadas e Lanças, Mora gasta é reduzida em 50%."
    }
  },
  "constellation1": {
    "name": "Inscrição Ameaçadora",
    "description": {
      "0": "<strong>Shogan Byakugen no Rin</strong> acumulará Determinação ainda mais rápido. Quando personagens <electro>Electro</electro> usarem seus Supremos, o ganho de Determinação é aumentado em 80%. Quando personagens de outros Tipos Elementais usam seus Supremos, o ganho de Determinação é aumentado em 20%."
    }
  },
  "constellation2": {
    "name": "Quebra-Aço",
    "description": {
      "0": "Sob o estado de Musou no Hitotachi e Musou Isshin, os ataques da Shogun Raiden, aplicados pela <strong>Arte Secreta: Musou Shinsetsu</strong>, ignoram 60% da DEF dos oponentes."
    }
  },
  "constellation3": {
    "name": "Passado do Shinkage",
    "description": {
      "0": "Aumenta o Nível de <strong>Arte Secreta: Musou Shinsetsu</strong> em 3.",
      "1": "O nível máximo de elevação é 15."
    }
  },
  "constellation4": {
    "name": "Juramento de Decoro",
    "description": {
      "0": "Quando o estado de <strong>Musou Isshin</strong> aplicado pela <strong>Arte Secreta: Musou Shinsetsu</strong> expira, todos os membros da equipe próximos (exceto a Shogun Raiden) ganham 30% de Bônus de ATQ por 10s."
    }
  },
  "constellation5": {
    "name": "Descendência Shogun",
    "description": {
      "0": "Aumenta o Nível de <strong>Milagre: Luz Maligna</strong> em 3.",
      "1": "O nível máximo de elevação é 15."
    }
  },
  "constellation6": {
    "name": "Portadora de Desejos",
    "description": {
      "0": "Durante o estado de <strong>Musou Isshin</strong> aplicado pela <strong>Arte Secreta: Musou Shinsetsu</strong>, quando o Supremo da Shogun Raiden atinge um inimigo irá reduzir o Tempo de Recarga do Supremo de todos os membros de equipe próximos em 1s (exceto o da própria Shogun Raiden).",
      "1": "Este efeito pode ser desencadeado uma vez a cada 1s, e pode ser desencadeado em um total de 5 vezes durante a duração deste estado."
    }
  }
}