{
  "skill": {
    "brandDMG": "Dano da Espada do Vórtice do Gelo",
    "grimheartDuration": "Duração do Coração Impassível",
    "name": "Vórtice Gelado",
    "description": {
      "0": "Um frio glacial e uma dança ágil de espadas.",
      "1": "<br/>",
      "2": "<strong>Pressionar</strong>",
      "3": "Faz um golpe rápido que causa <cryo>Dano Cryo</cryo>.",
      "4": "Quando acerta nos inimigos, Eula ganha 1 Coração Impassível que se acumula no máximo 2 vezes e só pode ser acumulado 1 vez a cada 0.3s.",
      "5": "<br/>",
      "6": "<strong>Coração Impassível</strong>",
      "7": "Aumenta a Resistência contra Interrupção e DEF de Eula.",
      "8": "<br/>",
      "9": "<strong>Manter Pressionado</strong>",
      "10": "Balança a espada para causar um golpe para a frente, causando <cryo>Dano Cryo em uma AdE</cryo> aos inimigos em frente, e consumindo todos os acúmulos de Coração Impassível de Eula.",
      "11": "Caso o efeito do Coração Impassível seja consumido, irá diminuir a RES Física e <cryo>RES Cryo</cryo> dos inimigos acertados. Cada Coração Impassível se converterá em uma Espada do Vórtice de Gelo, causando <cryo>Dano Cryo</cryo> nos inimigos ao redor.",
      "12": "<br/>",
      "13": "<i>\"As ondas enrolam dessa forma e engolem as coroas nobres. Depois, cada gota de espuma que cai voando das ondas congelantes reflete uma coroa dourada, cada gota de espuma do mar brilha gloriosamente.\"</i>"
    },
    "skillParams": {
      "0": "Dano de Toque",
      "1": "Dano ao Manter Pressionado",
      "2": "Dano da Espada do Vórtice do Gelo",
      "3": "Aumento de DEF",
      "4": "Duração do Coração Impassível",
      "5": "Diminuição de RES Física",
      "6": "Diminuição de RES Cryo",
      "7": "Duração de Diminuição de RES",
      "8": "Recarga ao Pressionar",
      "9": "Tempo de Recarga ao Manter Pressionado",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "name": "Eula",
  "title": "Dança da Onda Quebradora",
  "description": "A Cavaleira das Ondas, uma descendente da antiga aristocracia, e a Capitã de Reconhecimento dos Cavaleiros de Favonius. A razão pela qual uma descendente dos antigos nobres poderia se juntar aos Cavaleiros permanece um grande mistério em Mondstadt até os dias de hoje.",
  "constellationName": "Aphros Delos",
  "auto": {
    "name": "Técnica da Espada de Favonius - Nobreza",
    "fields": {
      "normal": {
        "0": "<strong><strong>Ataque Normal</strong>",
        "1": "Realiza até 5 golpes consecutivos."
      },
      "charged": {
        "0": "<strong>Ataque Carregado</strong>",
        "1": "Drena Stamina ao longo do tempo para realizar cortes contínuos.",
        "2": "Ao final da sequência, realiza um corte ainda mais poderoso."
      },
      "plunging": {
        "0": "<strong>Ataque Imersivo</strong>",
        "1": "Mergulha em pleno ar para golpear o chão, danificando inimigos em seu caminho e infligindo dano em uma AdE durante o impacto."
      }
    },
    "skillParams": {
      "0": "Dano do 1° Golpe",
      "1": "Dano do 2° Golpe",
      "2": "Dano do 3° Golpe",
      "3": "Dano do 4° Golpe",
      "4": "Dano do 5° Golpe",
      "5": "Dano de Loop de Ataque Carregado",
      "6": "Dano Final de Ataque Carregado",
      "7": "Consumo de Stamina de Ataque Carregado",
      "8": "Duração Máxima",
      "9": "Dano Durante a Queda",
      "10": "Dano de Queda de Baixa/Alta Altitude",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Espada das Ondas Congeladas",
    "description": {
      "0": "Eula brande seu Espadão, causando <cryo>Dano Cryo</cryo> a oponentes próximos e criando uma Espada Luminosa que a segue por uma duração de até 7s.",
      "1": "Enquanto estiver presente, a Espada Luminosa aumenta a Resistência Contra Interrupção de Eula. Quando os Ataques Normais, Habilidades Elementais e Supremos de Eula causam Dano aos inimigos, eles carregarão a Espada Luminosa, que pode ganhar uma carga de energia a cada 0.1s.",
      "2": "Quando sua duração encerrar, a Espada Luminosa cairá e explodirá, causando Dano Físico a inimigos próximos.",
      "3": "Esse Dano escala baseado no número de cargas de energia que a Espada Luminosa acumulou.",
      "4": "Se Eula sair de campo, a Espada Luminosa explodirá imediatamente.",
      "5": "<br/>",
      "6": "<i>É fácil afundar. Mas ainda assim, ela deseja congelar essa maré que está vindo.</i>"
    },
    "skillParams": {
      "0": "Dano de Habilidade",
      "1": "Dano Básico da Espada Luminosa",
      "2": "Dano de Energia de Cada Piso",
      "3": "Limite de Recargas de Energia",
      "4": "Tempo de Recarga",
      "5": "Energia Elemental",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Geada Turbulenta",
    "description": {
      "0": "Se quando você mantiver pressionado para liberar o <strong>Vórtice Gelado</strong> e consumir 2 acúmulos de Corações Impassíveis de uma vez, criará uma Espada Luminosa fragmentada que explodirá imediatamente, causando Dano Físico em quantidade equivalente a 50% do Dano Básico da Espada Luminosa da <strong>Espada das Ondas Congelantes</strong>."
    }
  },
  "passive2": {
    "name": "Desejo de Lutar",
    "description": {
      "0": "Quando a <strong>Espada das Ondas Congeladas</strong> é lançada, a Recarga do <strong>Vórtice Gelado</strong> é redefinida e Eula ganha 1 acúmulo de Coração Impassível."
    }
  },
  "passive3": {
    "name": "Introspecção Aristocrática",
    "description": {
      "0": "Quando sintetiza Materiais para aprimoramento de Talento do Personagem, tem uma chance de 10% de obter o dobro da Produção."
    }
  },
  "constellation1": {
    "name": "Ilusão da Maré de Luz",
    "description": {
      "0": "Após consumir o efeito de Coração Impassível de <strong>Vórtice Gelado</strong>, o Dano Adicional do Dano Físico de Eula aumenta em 30% por 6s.",
      "1": "Sempre que consumir uma carga de Coração Impassível essa duração de efeito prolongará 6s, no máximo não pode exceder os 18s."
    }
  },
  "constellation2": {
    "name": "Garota da Espuma do Mar",
    "description": {
      "0": "Diminui o tempo de recarga ao manter pressionado <strong>Vórtice Gelado</strong>, tornando esse tempo igual ao tempo de recarga de pressionar."
    }
  },
  "constellation3": {
    "name": "Sangue de Lawrence",
    "description": {
      "0": "Aumenta o nível da Habilidade <strong>Espada das Ondas Congeladas</strong> em 3.",
      "1": "O nível máximo de aumento é 15."
    }
  },
  "constellation4": {
    "name": "A Obstinação da Sensação de Inferioridade",
    "description": {
      "0": "A Espada Luminosa tem um aumento de 25% de Dano contra inimigos com menos de 50% de Vida."
    }
  },
  "constellation5": {
    "name": "Qualidade de Cavaleira",
    "description": {
      "0": "Aumenta o nível da Habilidade <strong>Vórtice Gelado</strong> em 3.",
      "1": "O nível máximo de aumento é 15."
    }
  },
  "constellation6": {
    "name": "Obrigações Aristocráticas",
    "description": {
      "0": "A Espada Luminosa criada pela <strong>Espada das Ondas Congeladas</strong> faz obter imediatamente 5 acúmulos de Energia. Quando os Ataques Normais, Habilidades Elementais ou Supremos causam Dano, seus acúmulos tem uma chance de 50% de obter um acúmulo de Energia adicional."
    }
  }
}