{
  "name": "Alhaitham",
  "title": "Reprimenda Instrutiva",
  "description": "O atual Escriba da Academia de Sumeru, um homem de grande inteligência e talento. Vive sua vida livre e despreocupado, sendo uma pessoa muito difícil de se encontrar.",
  "constellationName": "Vultur Volans",
  "auto": {
    "name": "Método Investigativo Reverso",
    "fields": {
      "normal": {
        "0": "<strong>Ataque Normal</strong>",
        "1": "Realiza até 5 golpes rápidos."
      },
      "charged": {
        "0": "<strong>Ataque Carregado</strong>",
        "1": "Consome uma certa quantidade de Stamina para desferir 2 golpes rápidos com a espada."
      },
      "plunging": {
        "0": "<strong>Ataque Imersivo</strong>",
        "1": "Mergulha em pleno ar para golpear o chão, causando dano aos inimigos ao longo do caminho e infligindo Dano em uma AdE durante o impacto."
      }
    },
    "skillParams": {
      "0": "Dano do 1° Golpe",
      "1": "Dano do 2° Golpe",
      "2": "Dano do 3° Golpe",
      "3": "Dano do 4° Golpe",
      "4": "Dano do 5° Golpe",
      "5": "Dano de Ataque Carregado",
      "6": "Consumo de Stamina de Ataque Carregado",
      "7": "Dano Durante a Queda",
      "8": "Dano de Queda de Baixa/Alta Altitude",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Entendimento Mútuo: Representação do Conhecimento",
    "description": {
      "0": "Faz uma investida rapidamente. Ao terminar essa investida rápida, causa <dendro>Dano Dendro</dendro> contra os oponentes ao seu redor e acumula \"Espelho Cortante\".",
      "1": "Será lançada de maneira diferente ao Manter Pressionado.",
      "2": "<br/>",
      "3": "<strong>Manter Pressionado</strong>",
      "4": "Entra em um estado de mira para ajustar a direção em que vai avançar.",
      "5": "<br/>",
      "6": "<strong>Espelho Cortante</strong>",
      "7": "Ao lançar, Alhaitham gerará 1 Espelho Cortante; se ainda não possuir nenhum Espelho Cortante, gerará um adicional. O Espelho Cortante possui os seguintes efeitos:",
      "8": [
        " Ao possuir Espelhos Cortantes, os Ataques Normais, Carregados e Imersivos de Alhaitham serão convertidos em <dendro>Dano Dendro</dendro> que não pode ser substituído por outros elementos;",
        " Quando o ataque descrito acima atinge um inimigo, o Espelho Cortante fará o ataque Cortina de Luz, causando <dendro>Dano Dendro em AdE</dendro> baseado na quantidade de Espelhos Cortantes;",
        " É possível possuir até 3 Espelhos Cortantes;",
        " Os Espelhos Cortantes desaparecerão com o passar do tempo, e todos serão eliminados quando Alhaitham sair do campo de batalha."
      ],
      "9": "<br/>",
      "10": "<i>\"A verdade existe na incerteza, e nem mesmo os magnânimos acadêmicos são capazes de evitar seus erros.\"</i>"
    },
    "skillParams": {
      "0": "Dano de Ataque de Investida",
      "1": "Intervalo de Ataque da Cortina de Luz",
      "2": "Dano de Ataque da Cortina de Luz com 1 Espelho Cortante",
      "3": "Dano do Ataque da Cortina de Luz com 2 Espelhos Cortantes",
      "4": "Dano de Ataque da Cortina de Luz com 3 Espelhos Cortantes",
      "5": "Intervalo do desaparecimento do Espelho Cortante",
      "6": "Tempo de Recarga",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Alienação: Restrição da Ilustração",
    "description": {
      "0": "Cria um reino especial, causando várias instâncias de <dendro>Dano Dendro em AdE</dendro>.",
      "1": "Se ao lançar possuir Espelhos Cortantes, consumirá todos eles para aumentar o número de vezes de Dano causado.",
      "2": "Depois de 2s, se ao lançar essa Habilidade tiver consumido 0/1/2/3 Espelho(s) Cortante(s), gerará 3/2/1/0 Espelho(s) Cortante(s) para Alhaitham.",
      "3": "<br/>",
      "4": "<i>\"Se um estudioso decide buscar a sabedoria como seu objetivo, ele precisará tratar cada palavra que leu como inimiga, pois só assim evitará seus preconceitos.\"</i>"
    },
    "skillParams": {
      "0": "Dano de uma instância",
      "1": "Quantidade de Ataques Básicos",
      "2": "Ataques com 1 Espelho Cortante",
      "3": "Ataques com 2 Espelhos Cortantes",
      "4": "Ataque com 3 Espelhos Cortantes",
      "5": "Tempo de Recarga",
      "6": "Energia Elemental",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Quatro Princípios de Retificação",
    "description": {
      "0": "Quando os Ataques Carregados ou Imersivos de Alhaitham atingem um inimigo, gerarão um Espelho Cortante. Esse efeito pode ser desencadeado uma vez a cada 12s."
    }
  },
  "passive2": {
    "name": "Revelação da Floresta dos Enigmas",
    "description": {
      "0": "Cada ponto de Proficiência Elemental de Alhaitham aumentará o Dano causado por Cortina de Luz e <strong>Alienação: Restrição da Ilustração</strong> em 0.1%.",
      "1": "É possível aumentar o Dano da Cortina de Luz e de Alienação: Restrição da Ilustração em até 100% dessa forma."
    }
  },
  "passive3": {
    "name": "Lei da Redução Superdeterminada",
    "description": {
      "0": "Quando Alhaitham fabrica Materiais de Ascensão de Armas, ele tem 10% de chance de receber o dobro do produto."
    }
  },
  "constellation1": {
    "name": "Observação Direta",
    "description": {
      "0": "Quando o ataque da Cortina de Luz atinge um inimigo, reduzirá a Recarga de <strong>Entendimento Mútuo: Representação do Conhecimento</strong> em 1.2s. Esse efeito pode ocorrer uma vez a cada 1s."
    }
  },
  "constellation2": {
    "name": "Debate",
    "description": {
      "0": "Quando Alhaitham gera um Espelho Cortante, aumenta sua Proficiência Elemental em 50 para cada Espelho Cortante gerado por 8s. Esse efeito pode ser acumulado até 4 vezes, e a duração de cada acúmulo é contada separadamente. Esse efeito ainda pode ser desencadeado quando a quantidade de Espelhos Cortantes alcança o máximo."
    }
  },
  "constellation3": {
    "name": "Anotações Escondidas",
    "description": {
      "0": "Aumenta o nível de <strong>Entendimento Mútuo: Representação do Conhecimento</strong> em 3.",
      "1": "O nível máximo de elevação é 15."
    }
  },
  "constellation4": {
    "name": "Aplicação da Justiça",
    "description": {
      "0": "Ao lançar <strong>Alienação: Restrição da Ilustração</strong>, gerará os seguintes efeitos de acordo com o número de Espelhos Cortantes consumidos e gerados:",
      "1": [
        " Para cada Espelho Cortante consumido, aumentará a Proficiência Elemental dos outros personagens próximos da equipe em 30 por 15s;",
        " Para cada Espelho Cortante gerado, aumenta o <dendro>Bônus de Dano Dendro</dendro> de Alhaitham em 10% por 15s."
      ],
      "2": "<br/>",
      "3": "Lançar Alienação: Restrição da Ilustração novamente dentro da duração deste efeito eliminará o efeito original."
    }
  },
  "constellation5": {
    "name": "O Grau da Sabedoria",
    "description": {
      "0": "Aumenta o nível da Habilidade <strong>Alienação: Restrição da Ilustração</strong> em 3.",
      "1": "O nível máximo é 15."
    }
  },
  "constellation6": {
    "name": "Raciocínio Correto",
    "description": {
      "0": "Alhaitham obtém os seguintes efeitos:",
      "1": [
        " Após 2s de lançar <strong>Alienação: Restrição da Ilustração</strong>, ignora o número de Espelhos Cortantes consumidos e cria 3 Espelhos Cortantes;",
        " Quando Alhaitham gera um Espelho Cortante, se o número de Espelhos Cortantes já houver alcançado o máximo, aumentará sua Taxa CRIT em 10% e seu Dano CRIT em 70% por 6s."
      ],
      "2": "Se esse efeito for desencadeado novamente na sua duração, a duração restante será aumentada em 6s."
    }
  }
}