{
  "name": "Furina",
  "title": "Dançarina Solitária Eterna",
  "description": "O foco absoluto em cima do palco durante um julgamento, até o momento das cortinas caírem e dos aplausos soarem.",
  "constellationName": "Animula Choragi",
  "auto": {
    "name": "Solicitação da Solista",
    "fields": {
      "normal": {
        "0": "<strong>Ataque Normal</strong>",
        "1": "Realiza até 4 golpes consecutivos."
      },
      "charged": {
        "0": "<strong>Ataque Carregado</strong>",
        "1": "Consome uma certa quantidade de Stamina para lançar uma dança sozinha e causar Dano Físico contra oponentes próximos e mudar seu alinhamento de Arkhe. Se Membros do Salon ou a Cantora das Correntes invocados por sua Habilidade Elemental \"Salon Solitaire\" estiverem presentes, sua formação mudará para a forma correspondente."
      },
      "arkhe": {
        "0": "<strong>Arkhe: Trono Sagrado e Secular</strong>",
        "1": "Periodicamente, quando o Ataque Normal de Furina atingir, um Espinho Espiritual ou Lâmina da Fluidez cairá segundo seu alinhamento atual, causando <hydro>Dano Hydro</hydro>.",
        "2": "Quando Furina entrar no campo de batalha, seu Arkhe será Ousia."
      },
      "plunging": {
        "0": "<strong>Ataque Imersivo</strong>",
        "1": "Mergulha em pleno ar para golpear o chão, causando dano aos inimigos ao longo do caminho e infligindo Dano em uma AdE no impacto."
      }
    },
    "skillParams": {
      "0": "Dano do 1° Golpe",
      "1": "Dano do 2° Golpe",
      "2": "Dano do 3° Golpe",
      "3": "Dano do 4° Golpe",
      "4": "Dano de Ataque Carregado",
      "5": "Consumo de Stamina de Ataque Carregado",
      "6": "Dano Durante a Queda",
      "7": "Dano de Queda de Baixa/Alta Altitude",
      "8": "Dano de Espinho Espiritual/Lâmina da Fluidez",
      "9": "Intervalo de Dano de Espinho Espiritual/Lâmina da Fluidez",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Salon Solitaire",
    "description": {
      "0": "Chama os convidados do Salon Solitaire a participarem da performance de Furina. Convida os Membros do Salon ou a Cantora das Correntes segundo o alinhamento <strong>Arkhe</strong> atual.",
      "1": "<br/>",
      "2": "<strong>Ousia</strong>",
      "3": "Joga bolhas comemorativas, causa <hydro>Dano Hydro em AdE</hydro> baseado na Vida Máxima de Furina e invoca três Membros do Salon: Polvo de Bola \"Gentilshomme Usher\", Cavalo-Marinho de Bolhas \"Surintendante Chevalmarin\" e Caranguejo de Armadura \"Mademoiselle Crabaletta\".",
      "4": "Os Membros do Salon periodicamente atacarão os inimigos próximos, e priorizarão atacar o alvo do personagem atual, causando <hydro>Dano Hydro</hydro> baseado na Vida Máxima.",
      "5": "Quando os Membros do Salon atacarem, baseado no número de personagens próximos com mais de 50% de Vida, aumenta o poder do Ataque e consome Vida desses personagens: se 1/2/3/4 ou mais personagens cumprirem os requisitos, aumenta o Dano original de seu Ataque em 110%/120%/130%/140%.",
      "6": "<br/>",
      "7": "<strong>Pneuma</strong>",
      "8": "Invoca a Cantora das Correntes que periodicamente regenera Vida para os personagens atuais próximos baseado na Vida Máxima.",
      "9": "A duração dos Membros do Salon e da Cantora das Correntes é compartilhada. Quando Furina trocar a formação ao realizar um Ataque Carregado, eles continuarão herdando a duração.",
      "10": "Enquanto os Membros do Salon ou a Cantora das Correntes existirem, Furina poderá se mover sobre a água.",
      "11": "<br/>",
      "12": "<i>Um conjunto de frequentadores regulares no Salon Solitaire de Furina. Em outras épocas, Mademoiselle Crabaletta, Surintendante Chevalmarin e Gentilshomme Usher visitavam, e em quartas-feiras tristes, era a Cantora que vinha.</i>"
    },
    "skillParams": {
      "0": "Dano da Bolha de Ousia",
      "1": "Duração",
      "2": "Dano de Gentilshomme Usher",
      "3": "Dano de Surintendante Chevalmarin",
      "4": "Dano de Mademoiselle Crabaletta",
      "5": "Consumo de Vida de Gentilshomme Usher",
      "6": "Consumo de Vida de Surintendante Chevalmarin",
      "7": "Consumo de Vida de Mademoiselle Crabaletta",
      "8": "Cura de Cantora das Correntes",
      "9": "Recarga",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "E o Povo Vai à Loucura",
    "description": {
      "0": "Reúne o impulso da euforia, criando um palco de espuma que causa <hydro>Dano Hydro em AdE</hydro> baseado na Vida Máxima de Furina, e faz todos os personagens próximos entrarem no estado \"Euforia Universal\": em sua duração, quando a Vida de um personagem próximo aumentar ou diminuir, fará Furina obter 1 ponto de Fanfarra para cada 1% da proporção de valor do aumento ou queda da Vida Máxima.",
      "1": "Ao mesmo tempo, Furina aumenta o Dano causado por todos os membros próximos da equipe e aumenta bônus de Cura baseado nos pontos de Fanfarra possuídos.",
      "2": "Quando a duração terminar, as Fanfarras que Furina possui serão eliminadas.",
      "3": "<br/>",
      "4": "<i>\"Alegrem-se! Elogiem! Choquem-se! Levantem seus copos! Cada noite de um banquete é um desperdício sórdido da luz do dia sóbria... e, hã, aqueles que ainda não têm idade podem tomar suco de fruta!\"</i>"
    },
    "skillParams": {
      "0": "Dano de Habilidade",
      "1": "Duração",
      "2": "Fanfarra Máxima",
      "3": "Taxa de Conversão de Fanfarra para Aumento de Dano",
      "4": "Taxa de Conversão de Fanfarra para Bônus de Cura Recebida",
      "5": "Tempo de Recarga",
      "6": "Energia Elemental",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Valsa Infinita",
    "description": {
      "0": "Quando o personagem ativo é curado, se a fonte da cura não for Furina e a quantidade curada for maior que o necessário, nos próximos 4s, Furina regenerará Vida para os personagens próximos da equipe a cada 2s. A quantidade regenerada é equivalente a 2% da Vida Máxima de cada personagem."
    }
  },
  "passive2": {
    "name": "Confissão Inaudita",
    "description": {
      "0": "Cada 1.000 pontos da Vida Máxima de Furina podem dar bônus para os Arkhe diferentes de <strong>Salon Solitaire</strong>:",
      "1": "Aumenta o Dano causado pelos Membros do Salon em 0.7%. É possível aumentar o Dano causado pelos Membros do Salon em até 28% dessa forma.",
      "2": "Reduzirá o intervalo de cura do personagem ativo pela Cantora das Correntes em 0.4%. É possível reduzir até 16%."
    }
  },
  "passive3": {
    "name": "O Mar é o meu Palco",
    "description": {
      "0": "Diminui a recarga das habilidades das Aberrações Primordiais Heterocromáticas em 30%."
    }
  },
  "constellation1": {
    "name": "\"Como um Pássaro Recalcitrante, o Amor é Surdo a Súplicas\"",
    "description": {
      "0": "Ao lançar <strong>E o Povo Vai à Loucura</strong>, Furina ganha 150 de Fanfarra.",
      "1": "Além disso, aumenta o limite de Fanfarra de Furina em 100."
    }
  },
  "constellation2": {
    "name": "\"Uma Mulher se Adapta como Plantas na Água.\"",
    "description": {
      "0": "Na duração de <strong>E o Povo Vai à Loucura</strong>, o ganho de Fanfarra por aumentos ou quedas de Vida dos personagens próximos é aumentado em 250%. Cada ponto de Fanfarra acima do limite vai aumentar a Vida Máxima de Furina em 0.35%. O limite máximo de aumento de Vida Máxima com esse método é de 140%."
    }
  },
  "constellation3": {
    "name": "\"Meus Segredos Eu Escondo, Desconhecidos a Todos.\"",
    "description": {
      "0": "Aumenta o nível da <strong>E o Povo Vai à Loucura</strong> em 3.",
      "1": "O nível máximo de elevação é 15."
    }
  },
  "constellation4": {
    "name": "\"Aqueles que Vivem no Limbo Não Conhecem a Vida!\"",
    "description": {
      "0": "Quando os Membros do Salon de <strong>Salon Solitaire</strong> atingem um inimigo, ou quando a Cantora das Correntes regenera Vida para um personagem ativo próximo, Furina obtém 4 de Energia Elemental. Esse efeito pode ser desencadeado uma vez a cada 5s."
    }
  },
  "constellation5": {
    "name": "\"Agora sei seu nome, é...!\"",
    "description": {
      "0": "Aumenta o nível do <strong>Salon Solitaire</strong> em 3.",
      "1": "O nível máximo de elevação é 15."
    }
  },
  "constellation6": {
    "name": "\"Senhores, Escutem-me, Ergamos a Taça do Amor!\"",
    "description": {
      "0": "Ao lançar <strong>Salon Solitaire</strong>, Furina ganha \"Centro das Atenções\" por 10s.",
      "1": "Nesse período, os Ataques Normais, Carregados e Imersivos serão convertidos em <hydro>Dano Hydro</hydro> que não pode ser substituído, e aumenta o Dano causado em um valor equivalente a 18% da Vida Máxima de Furina.",
      "2": "Na duração, a cada 0.1s, depois dos Ataques Normais (não incluindo \"Arkhe: Trono Sagrado e Secular\"), Carregados e Imersivos que atingem o chão atingirem inimigos, gerarão efeitos diferentes segundo o Arkhe atual de Furina:",
      "3": "<br/>",
      "4": "Arkhe: Ousia",
      "5": "A cada 1s, regenera Vida para todos os membros da equipe baseado em 4% da Vida Máxima de Furina por 2.9s. Desencadear o efeito novamente prolonga sua duração.",
      "6": "Arkhe: Pneuma",
      "7": "Aumenta o Dano do Ataque Normal (não incluindo \"Arkhe: Trono Sagrado e Secular\"), Carregado ou Imersivo que atingir o chão em mais 25% da Vida Máxima de Furina. Quando esse ataque atingir um inimigo, consome 1% da Vida atual de todos os membros da equipe.",
      "8": "<br/>",
      "9": "Na duração de \"Centro das Atenções\", esse efeito pode ser desencadeado até 6 vezes. O efeito será removido quando for ativado 6 vezes ou sua duração acabar."
    }
  }
}