{
  "name": "Escoffier",
  "title": "Brilho de Mil Melodias",
  "description": "Uma ex-chefe do Hotel Debord, renomada por Fontaine como a Pâtissière Suprema, vanguarda da gastronomia de precisão. Possui padrões incomparavelmente rígidos na cozinha.",
  "constellationName": "Dulciaria Structura",
  "auto": {
    "name": "Habilidades Culinárias",
    "fields": {
      "normal": {
        "0": "<strong>Ataque Normal</strong>",
        "1": "Realiza até 3 golpes rápidos."
      },
      "charged": {
        "0": "<strong>Ataque Carregado</strong>",
        "1": "Consome uma certa quantidade de Stamina para desferir um Ataque de Impulso Ascendente."
      },
      "plunging": {
        "0": "<strong>Ataque Imersivo</strong>",
        "1": "Mergulha em pleno ar para golpear o chão, causando dano aos inimigos ao longo do caminho e infligindo Dano em uma AdE durante o impacto."
      }
    },
    "skillParams": {
      "0": "Dano do 1° Golpe",
      "1": "Dano do 2° Golpe",
      "2": "Dano do 3° Golpe",
      "3": "Dano de Ataque Carregado",
      "4": "Consumo de Stamina de Ataque Carregado",
      "5": "Dano Durante a Queda",
      "6": "Dano de Queda de Baixa/Alta Altitude",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Culinária ao Fogo Baixo",
    "description": {
      "0": "Contemple o verdadeiro significado de cozinhar! Demonstre as diferentes técnicas culinárias de Fontaine ao pressionar ou manter pressionado.",
      "1": "<br/>",
      "2": "<strong>Pressionar</strong>",
      "3": "Ativa o Robô Culinário Multiuso no seu modo de Armazenamento Frio, causando <cryo>Dano Cryo em AdE</cryo> contra os inimigos ao redor.",
      "4": "<br/>",
      "5": "<strong>Modo Robô Culinário: Armazenamento Frio</strong>",
      "6": "Acompanha o personagem ativo e periodicamente dispara um Parfait Congelado contra os inimigos próximos, causando <cryo>Dano Cryo.",
      "7": "<br/>",
      "8": "<strong>Arkhe: Ousia</strong></cryo>",
      "9": "Quando Escoffier periodicamente ativar o Robô Culinário com o modo Armazenamento Frio, invoca uma Lâmina da Fluidez, causando <cryo>Dano Cryo em AdE</cryo> com Ousia.",
      "10": "<br/>",
      "11": "<strong>Manter pressionado</strong>",
      "12": "Usa o modo <strong>Culinária Improvisada</strong> para ativar o Robô Culinário Multiuso."
    },
    "skillParams": {
      "0": "Dano de Habilidade",
      "1": "Dano de Parfait Congelado",
      "2": "Duração do Modo de Armazenamento Frio",
      "3": "Dano de Lâmina da Fluidez",
      "4": "Recarga de Lâmina da Fluidez",
      "5": "Recarga do Pressionar",
      "6": "Recarga ao Manter Pressionado",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Técnica de Corte Refinado",
    "description": {
      "0": "Demonstrando suas habilidades excepcionais com a faca, Escoffier causa <cryo>Dano Cryo em uma AdE</cryo> e restaura a Vida de todos os membros próximos da equipe com base em seu ATQ."
    },
    "skillParams": {
      "0": "Dano de Habilidade",
      "1": "Cura",
      "2": "Tempo de Recarga",
      "3": "Energia Elemental",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "A Comida é o Melhor Remédio",
    "description": {
      "0": "Após usar o Supremo <strong>Técnica de Corte Refinado</strong>, Escoffier obterá o efeito de Terapia Alimentar por 9s: Restaura Vida para o personagem ativo próximo a cada 1 segundo em 138.24% do ATQ de Escoffier."
    }
  },
  "passive2": {
    "name": "Inspiração Temperada",
    "description": {
      "0": "Quando o grupo tiver 1/2/3/4 personagens <hydro>Hydro</hydro> ou <cryo>Cryo</cryo>, Escoffier reduzirá a <hydro>RES Hydro</hydro> e a <cryo>RES Cryo</cryo> de inimigos atingidos por sua Habilidade Elemental, <strong>Culinária ao Fogo Baixo</strong>, ou por seu Supremo, <strong>Técnica de Corte Refinado</strong>, em 5%/10%/15%/55% por 12s."
    }
  },
  "passive3": {
    "name": "A Postos para Improvisar",
    "description": {
      "0": "Ao manter pressionado para lançar a Habilidade Elemental <strong>Culinária ao Fogo Baixo</strong>, usará o modo Culinária Improvisada para ativar o Robô Culinário Multiuso.",
      "1": "<br/>",
      "2": "<strong>Robô Culinário: Modo Culinária Improvisada</strong>",
      "3": [
        " Coloca o Robô Culinário no campo. O Robô Culinário pode absorver os ataques Elementais. Quando a Energia Elemental absorvida alcançar o limite, Escoffier poderá converter os ingredientes colocados dentro em comidas fantásticas.",
        " Escoffier precisa de tempo para coletar ingredientes novos. É possível fazer uma certa quantidade de Pratos por semana dessa maneira. A contagem de Prato é redefinida toda segunda-feira às 04:00 da manhã."
      ]
    }
  },
  "constellation1": {
    "name": "Dança de Sabores para o Paladar",
    "description": {
      "0": "Quando o Tipo Elemental de 4 membros da equipe é <hydro>Hydro</hydro> ou <cryo>Cryo</cryo>, aumenta o Dano CRIT de todos os membros da equipe ao causarem <cryo>Dano Cryo</cryo> em 60% nos 15s após Escoffier lançar sua Habilidade Elemental <strong>Culinária ao Fogo Baixo</strong> ou seu Supremo <strong>Técnica de Corte Refinado</strong>.",
      "1": "É necessário ter desbloqueado o Talento Passivo \"Inspiração Temperada\"."
    }
  },
  "constellation2": {
    "name": "Um Ensopado Fresco e Aromático é uma Arte",
    "description": {
      "0": "Quando Escoffier usar o <strong>Modo de Armazenamento Frio</strong> para ativar o Robô Culinário, ela obterá o efeito \"Iguaria Fresquinha\" por 15s: nessa duração, Escoffier obtém 5 acúmulos de Prato Frio, fazendo com que quando um personagem ativo causar <cryo>Dano Cryo</cryo> com um Ataque Normal, Carregado, Imersivo, Habilidade Elemental e Supremo contra um inimigo e não seja a própria Escoffier, consome 1 acúmulo de Prato Frio e aumenta o Dano causado. O aumento de Dano é equivalente a 240% do ATQ de Escoffier.",
      "1": "Quando uma instância de <cryo>Dano Cryo</cryo> de atingir mais de um inimigo ao mesmo tempo, consumirá a quantidade de acúmulos correspondente ao número de inimigos atingidos."
    }
  },
  "constellation3": {
    "name": "A Magia da Panificação Caramelizada",
    "description": {
      "0": "Aumenta o nível da Habilidade Elemental <strong>Culinária ao Fogo Baixo</strong> em 3 níveis. ",
      "1": "O nível máximo de elevação é 15."
    }
  },
  "constellation4": {
    "name": "Receita Secreta de Alecrim",
    "description": {
      "0": "Prolonga a duração de <strong>Terapia Alimentar</strong> em 6s. Nessa duração, ao curar com <strong>Terapia Alimentar</strong>, possui uma chance de aumentar a Cura em 100%, e regenerar 2 de Energia Elemental para Escoffier. Essa chance é equivalente a Taxa CRIT de Escoffier. Esse efeito pode ser desencadeado até 7 vezes em uma duração de <strong>Terapia Alimentar</strong>.",
      "1": "É necessário ter desbloqueado o Talento Passivo \"A Comida é o Melhor Remédio\"."
    }
  },
  "constellation5": {
    "name": "Sinfonia de Mil Molhos",
    "description": {
      "0": "Aumenta o nível do Supremo <strong>Técnica de Corte Refinado</strong> em 3.",
      "1": "O nível máximo de elevação é 15."
    }
  },
  "constellation6": {
    "name": "Festas do Chá Multicoloridas",
    "description": {
      "0": "<strong>Modo Robô Culinário: Armazenamento Frio</strong> obtém um fortalecimento:",
      "1": [
        " Quando o Ataque Normal, Carregado ou Imersivo do personagem ativo atinge um inimigo, o Modo Robô Culinário: Armazenamento Frio dispara um Parfait Congelado especial adicional, causando 500% do ATQ de Escoffier como <cryo>Dano Cryo em AdE</cryo>. Esse Dano é considerado Dano de Habilidade Elemental."
      ],
      "2": "Esse efeito pode ser desencadeado uma vez a cada 0.5s, e pode ser desencadeado até 6 vezes em uma duração de Modo Robô Culinário: Armazenamento Frio."
    }
  }
}