{
  "name": "Kamisato Ayato",
  "title": "Pilar da Fortaleza",
  "description": "O jovem promissor e chefe atual da Comissão Yashiro, é culto e educado, e sempre tem uma forma de fazer as coisas.",
  "constellationName": "Cypressus Custos",
  "auto": {
    "name": "Arte Kamisato - Giro",
    "fields": {
      "normal": {
        "0": "<strong><strong>Ataque Normal</strong>",
        "1": "Realiza até 5 golpes de espada."
      },
      "charged": {
        "0": "<strong>Ataque Carregado</strong>",
        "1": "Consome uma certa quantidade de Stamina para avançar para frente realizando Iaido."
      },
      "plunging": {
        "0": "<strong>Ataque Imersivo</strong>",
        "1": "Mergulha em pleno ar para golpear o chão, causando dano aos inimigos ao longo do caminho e infligindo Dano em uma AdE no impacto."
      }
    },
    "skillParams": {
      "0": "Dano do 1° Golpe",
      "1": "Dano do 2° Golpe",
      "2": "Dano do 3° Golpe",
      "3": "Dano do 4° Golpe",
      "4": "Dano do 5° Golpe",
      "5": "Dano de Ataque Carregado",
      "6": "Consumo de Stamina de Ataque Carregado",
      "7": "Dano Durante a Queda",
      "8": "Dano de Queda de Baixa/Alta Altitude",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Arte Kamisato: Beleza Refletida",
    "description": {
      "0": "Kamisato Ayato troca de posição e entra no estado \"Reflexão Torrencial\".",
      "1": "Após esta troca, ele deixará uma Ilusão de Água na sua localização original. Após sua formação, a Ilusão de Água explodirá se os oponentes estiverem próximos ou quando sua duração terminar, infligindo <hydro>Dano Hydro em uma AdE</hydro>.",
      "2": "<br/>",
      "3": "<strong>Reflexão Torrencial</strong>",
      "4": "Nesse estado, Kamisato Ayato usa sua Espada Aquática para realizar ataques rápidos, fazendo com que o Dano de seus Ataques Normais seja convertido em <hydro>Dano Hydro em AdE</hydro> que não pode ser substituído pelo encantamento de outros elementos.",
      "5": "Além disso, também possui as seguintes propriedades:",
      "6": [
        " Quando os ataques da Espada Aquática atingem um inimigo, darão a Ayato o efeito de Ondas Brilhantes, aumentando o Dano infligido pela Espada Aquática baseado na Vida Máxima atual de Ayato. O número máximo inicial de acúmulos de Ondas Brilhantes é 4, e é possível obter um acúmulo através da Espada Aquática a cada 0.1s. Esse efeito desaparecerá quando a Reflexão Torrencial acabar.",
        " Aumenta a Resistência Contra Interrupção de Kamisato Ayato.",
        " Se torna incapaz de usar Ataques Carregados ou Imersivos."
      ],
      "7": "A Reflexão Torrencial será eliminada quando Ayato sair do campo de batalha. Usar Arte Kamisato: Beleza Refletida novamente enquanto ainda estiver no estado Reflexão Torrencial encerrará tal estado.",
      "8": "<br/>",
      "9": "<i>Me pergunto quando você teve a ilusão que estava ganhando?</i>",
      "10": "<i>Ayato é assim tanto na proeza marcial quanto na intriga política, mas para preservar a dignidade de seus colegas das outras duas Comissões, ele não diz tais coisas a eles. Dessa forma, somente Thoma, Itto e Ayaka ouviram isso.</i>"
    },
    "skillParams": {
      "0": "Dano do 1° Golpe da Espada Aquática",
      "1": "Dano do 2° Golpe da Espada Aquática",
      "2": "Dano do 3° Golpe da Espada Aquática",
      "3": "Duração da Reflexão Torrencial",
      "4": "Aumento de Dano de Ondas Brilhantes",
      "5": "Dano da Ilusão de Água",
      "6": "Duração da Ilusão de Água",
      "7": "Tempo de Recarga",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Arte Kamisato: Jardim Aquático",
    "description": {
      "0": "Revela um jardim puro que extingue toda a cacofonia.",
      "1": "Enquanto esse espaço existir, Lâminas de Flores de Água constantemente cairão e atacarão os inimigos em sua AdE, infligindo <hydro>Dano Hydro</hydro> e aumentando o dano do Ataque Normal dos personagens dentro da AdE.",
      "2": "<br/>",
      "3": "\"<i>Eu vejo, posso ver ondas de batimento de seu coração nesse reino de águas paradas\".</i>"
    },
    "skillParams": {
      "0": "Dano da Lâmina de Flores de Água",
      "1": "Aumento de Dano do Ataque Normal",
      "2": "Duração",
      "3": "Recarga",
      "4": "Energia Elemental",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Arte Kamisato: Corrente entre Montanhas",
    "description": {
      "0": "<strong>Arte Kamisato: Beleza Refletida</strong> possui as seguintes propriedades:",
      "1": [
        " Depois de ser lançada, Kamisato Ayato obtém 2 acúmulos de Ondas Brilhantes;",
        " Depois de sua Ilusão de Água explodir, Kamisato Ayato obterá um efeito de Ondas Brilhantes igual ao máximo de número de acúmulos possíveis."
      ]
    }
  },
  "passive2": {
    "name": "Arte Kamisato: Completação da Lua Nascente",
    "description": {
      "0": "Quando Kamisato Ayato está na equipe, mas não ativo no campo de batalha, se sua Energia Elemental for menor que 40 pontos, ele regenerará 2 pontos de Energia Elemental para si mesmo por segundo."
    }
  },
  "passive3": {
    "name": "Arte Kamisato: Cozinha Diária",
    "description": {
      "0": "Quando uma Comida Perfeita é feita, tem uma chance de 18% de receber uma Comida Estranha de mesmo tipo."
    }
  },
  "constellation1": {
    "name": "Reflexo Gracioso",
    "description": {
      "0": "<strong>Espada Aquática</strong> infligirá 40% a mais de Dano em inimigos com Vida igual ou inferior a 50%."
    }
  },
  "constellation2": {
    "name": "Fonte do Mundo",
    "description": {
      "0": "O número máximo de acúmulos de <strong>Onda Brilhante</strong> é aumentado para 5. Quando Kamisato Ayato possuir pelo menos 3 acúmulos de Ondas Brilhantes, sua Vida Máxima será aumentada em 50%."
    }
  },
  "constellation3": {
    "name": "Admiração das Flores",
    "description": {
      "0": "Aumenta o nível de <strong>Arte Kamisato: Beleza Refletida</strong> em 3.",
      "1": "O nível máximo de elevação é 15."
    }
  },
  "constellation4": {
    "name": "Fluxo Ininterrupto",
    "description": {
      "0": "Ao usar <strong>Arte Kamisato: Jardim Aquático</strong>, os personagens próximos da equipe terão um aumento da Vel. de ATQ do Ataque Normal de 15% por 15s."
    }
  },
  "constellation5": {
    "name": "Orvalho de Mil Gotas",
    "description": {
      "0": "Aumenta o nível da <strong>Arte Kamisato: Jardim Aquático</strong> em 3.",
      "1": "O nível máximo de elevação é 15."
    }
  },
  "constellation6": {
    "name": "Origem Ilimitada",
    "description": {
      "0": "Depois de usar <strong>Arte Kamisato: Beleza Refletida</strong>, o próximo ataque de Espada Aquática de Kamisato Ayato que atingir um inimigo desencadeará dois ataques de Espadas Aquáticas adicionais, cada um infligindo Dano equivalente a 450% do Dano do Ataque de Kamisato Ayato.",
      "1": "Estes dois ataques da Espada Aquática não receberão bônus de Onda Brilhante."
    }
  }
}