{
  "name": "Dehya",
  "title": "Leoa Flamejante",
  "description": "Membro dos \"Eremitas\", uma organização mercenária que vaga pelos desertos de Sumeru. Ela é corajosa, poderosa e tem uma excelente reputação entre os seus colegas Eremitas.",
  "constellationName": "Mantichora",
  "auto": {
    "name": "Técnica da Espada Dourada",
    "fields": {
      "normal": {
        "0": "<strong>Ataque Normal</strong>",
        "1": "Realiza até 4 golpes consecutivos com seu Espadão e artes marciais."
      },
      "charged": {
        "0": "<strong>Ataque Carregado</strong>",
        "1": "Drena Stamina ao longo do tempo para realizar cortes contínuos.",
        "2": "Ao final da sequência, realiza um corte ainda mais poderoso."
      },
      "plunging": {
        "0": "<strong>Ataque Imersivo</strong>",
        "1": "Mergulha em pleno ar para golpear o chão, causando danos aos inimigos em seu caminho e infligindo dano em uma AdE durante o impacto."
      }
    },
    "skillParams": {
      "0": "Dano do 1° Golpe",
      "1": "Dano do 2° Golpe",
      "2": "Dano do 3° Golpe",
      "3": "Dano do 4° Golpe",
      "4": "Dano de Loop de Ataque Carregado",
      "5": "Dano Final de Ataque Carregado",
      "6": "Consumo de Stamina de Ataque Carregado",
      "7": "Duração Máxima",
      "8": "Dano Durante a Queda",
      "9": "Dano de Queda de Baixa/Alta Altitude",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Inferno Derretido",
    "description": {
      "0": "Dependendo da situação de combate, Dehya utiliza técnicas de combate diferentes.",
      "1": "<br/>",
      "2": "<strong>Coragem Flamejante</strong>",
      "3": "Lança quando não houver uma \"Prisão Flamejante\" criada por Dehya ativa no campo de batalha.",
      "4": "Causa <pyro>Dano Pyro em AdE</pyro> e gera um campo da Prisão Flamejante.",
      "5": "<br/>",
      "6": "<strong>Campo da Espada Incinerante</strong>",
      "7": "Lança quando houver uma Prisão Flamejante criada por Dehya ativa no campo de batalha.",
      "8": "Realiza um ataque de salto, causando <pyro>Dano Pyro em AdE</pyro> e novamente gerando um campo da Prisão Flamejante numa nova posição.",
      "9": "O campo da Prisão Flamejante gerado novamente dessa forma herdará a duração do campo original.",
      "10": "<br/>",
      "11": "Só é possível lançar um Campo da Espada Incinerante na duração de um campo de Prisão Flamejante.",
      "12": "<br/>",
      "13": "<strong>Prisão Flamejante</strong>",
      "14": "Quando os inimigos dentro desse campo sofrem Dano, a Prisão Flamejante realizará um Ataque Coordenado baseado no ATQ e Vida Máxima de Dehya, causando <pyro>Dano Pyro em AdE</pyro>. Esse efeito pode ser desencadeado uma vez a cada 2.5s.",
      "15": "Aumenta a Resistência contra Interrupção dos personagens ativos dentro do campo, e quando esses personagens sofrem Dano, mitiga parte desse Dano, convertendo-o em \"Sangue da Leoa Vermelha\", com Dehya sofrendo esse Dano por 10s. Quando o Dano armazenado alcançar ou ultrapassar uma certa proporção da Vida Máxima de Dehya, o dano deixará de ser mitigado.",
      "16": "<br/>",
      "17": "Só é possível existir uma Prisão Flamejante criada por Dehya simultaneamente.",
      "18": "<br/>",
      "19": "<i>Caminhe nesse julgamento de chamas comigo, expurgando todas as impurezas, como uma besta flamejante incinerando tudo com suas garras e presas.</i>"
    },
    "skillParams": {
      "0": "Dano de Coragem Flamejante",
      "1": "Dano do Campo da Espada Incinerante",
      "2": "Dano do campo",
      "3": "Mitigação de Dano",
      "4": "Máximo de Sangue da Leoa Vermelha",
      "5": "Duração do campo",
      "6": "Tempo de Recarga",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Mordida da Leoa",
    "description": {
      "0": "Liberando sua fúria flamejante e jogando sua lâmina de lado, Dehya entra no estado \"Leoa Chamejante\", aumentando sua Resistência contra Interrupção.",
      "1": "Nesse estado, Dehya irá automática e continuamente desferir Socos da Leoa Flamejante baseados em seu ATQ e Vida Máxima, causando <pyro>Dano Pyro</pyro>. Quando a duração acabar, ela fará um Chute-Labareda que causará <pyro>Dano Pyro em AdE</pyro> baseado em seu ATQ e Vida Máxima.",
      "2": "Se ao lançar existir ativo no campo de batalha o campo \"Prisão Flamejante\" da Habilidade Elemental \"Inferno Derretido\" de Dehya, ela irá recolhê-lo, e quando a duração de Leoa Chamejante acabar, o gerará novamente numa nova posição, ao gerar novamente, herdará a duração do campo recolhido.",
      "3": "Nesse estado, Dehya não poderá lançar sua Habilidade Elemental, não poderá fazer Ataques Normais, Carregados e Imersivos. Seu \"Ataque Normal: Técnica da Espada Dourada\" e Habilidade Elemental \"Inferno Derretido\" serão substituídos por \"Golpes do Rugido\".",
      "4": "<strong>Golpes do Rugido</strong>",
      "5": "Lançar um Golpe do Rugido nos 0.4s após lançar Soco da Leoa Flamejante aumentará a velocidade de lançamento do próximo Soco da Leoa Flamejante. ",
      "6": "<br/>",
      "7": "<i>Até mesmo as chamas devem obedecer sua fúria, e sob seu comando se tornarão suas presas e garras.</i>"
    },
    "skillParams": {
      "0": "Dano do Soco da Leoa Flamejante",
      "1": "Dano do Chute-Labareda",
      "2": "Duração",
      "3": "Tempo de Recarga",
      "4": "Energia Elemental",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Socorro Generoso",
    "description": {
      "0": "Nos 6s após Dehya recolher Prisão Flamejante com <strong>Inferno Derretido - Campo da Espada Incinerante</strong> ou <strong>Mordida da Leoa</strong>, o Dano que Dehya recebe de Sangue da Leoa Vermelha será reduzido em 60%. Este efeito pode ser ativado 1 vez a cada 2s.",
      "1": "Além disso, nos 9s após lançar <strong>Inferno Derretido - Coragem Flamejante</strong>, concederá o estado \"Corpo Fundido Dourado\" para todos os membros da equipe. Quando personagens que estiverem sob o estado do Corpo Fundido Dourado entrarem na Prisão Flamejante, obterão Resistência contra Interrupção adicional. É possível gerar o estado Corpo Fundido Dourado uma vez a cada 18s."
    }
  },
  "passive2": {
    "name": "Verdade Honesta",
    "description": {
      "0": "Quando a Vida é inferior a 40%, Dehya regenerará Vida baseado em 20% de sua Vida Máxima, e nos 10s seguintes, Dehya regenerará Vida a cada 2s baseado em 6% de sua Vida Máxima. Esse efeito pode ser desencadeado uma vez a cada 20s."
    }
  },
  "passive3": {
    "name": "Jornada Iluminada",
    "description": {
      "0": "Durante o dia (06:00 - 18:00), os membros do seu grupo ganham o efeito Passos Ágeis: Veloc. Mov. aumenta em 10%.",
      "1": "Não tem efeito em Domínios, Domínios Dizimados ou Abismo Espiral. O efeito Passos Ágeis não se acumula."
    }
  },
  "constellation1": {
    "name": "Chama Incandescente",
    "description": {
      "0": "A Vida Máxima de Dehya aumenta 20%. Além disso, aumenta o Dano causado pelos ataques de Dehya baseado na sua Vida Máxima:",
      "1": [
        " Aumento de Dano de <strong>Inferno Derretido</strong>: 3.6% da Vida Máxima;",
        " Aumento de Dano de <strong>Mordida da Leoa</strong>: 6% da Vida Máxima."
      ]
    }
  },
  "constellation2": {
    "name": "Brilho das Lâminas de Areia",
    "description": {
      "0": "Ao lançar <strong>Inferno Derretido - Campo da Espada Incinerante</strong>, estende a duração do campo da Prisão Flamejante que foi gerado novamente em 6s.",
      "1": "Além disso, quando há um campo da Prisão Flamejante ativo e o personagem ativo dentro dele sofre Dano, aumenta o Dano do Ataque Coordenado seguinte da Prisão Flamejante em 50%."
    }
  },
  "constellation3": {
    "name": "Fúria Rápida como Fogo",
    "description": {
      "0": "Aumenta o nível de <strong>Mordida da Leoa</strong> em 3.",
      "1": "O nível máximo de elevação é 15."
    }
  },
  "constellation4": {
    "name": "Juramento Duradouro",
    "description": {
      "0": "Quando os Socos da Leoa Flamejante e o Chute-Labareda de <strong>Mordida da Leoa</strong> atingem um inimigo, regeneram 1.5 de Energia Elemental para Dehya, e regenera a Vida de Dehya com base em 2.5% da Vida Máxima. Esse efeito pode ser desencadeado uma vez a cada 0.2s."
    }
  },
  "constellation5": {
    "name": "A Leoa Está Saindo",
    "description": {
      "0": "Aumenta o nível do <strong>Inferno Derretido</strong> em 3.",
      "1": "O nível máximo de elevação é 15."
    }
  },
  "constellation6": {
    "name": "Corte das Garras Incandescentes",
    "description": {
      "0": "Aumenta a Taxa CRIT de <strong>Mordida da Leoa</strong> em 10%.",
      "1": "Além disso, quando o Soco da Leoa Flamejante atingir um inimigo e causar Dano CRIT na duração de Leoa Chamejante, aumentará o Dano CRIT na duração de Mordida da Leoa em 15% e prolongará a duração de Leoa Chamejante em 0.5s. Esse efeito pode ser desencadeado uma vez a cada 0.2s, e é possível estender a duração dessa maneira até 2s e aumentar o Dano CRIT até 60%."
    }
  }
}