{
  "ProtectiveCanopy": {
    "name": "Dossel Protetora",
    "desc": "Todas RES Elementais aumenta 15%, e a RES Física aumenta em 15%."
  },
  "FerventFlames": {
    "name": "Paixão de Pyro",
    "desc": "Reduz a duração dos efeitos Cryo em 40%. Aumenta o ATQ em 25%"
  },
  "SoothingWater": {
    "name": "Cura de Hydro",
    "desc": "A duração dos efeitos Pyro é reduzida em 40%. Vida Máxima é aumentada em 25%."
  },
  "ShatteringIce": {
    "name": "Impacto de Cryo",
    "desc": "Reduz a duração dos Efeitos Electro em 40%. Aumenta a taxa de CRIT contra inimigos congelados ou afetados por Cryo em 15%."
  },
  "HighVoltage": {
    "name": "Energia de Electro",
    "desc": "A duração dos efeitos Hydro é reduzida em 40%. Desencadear as reações de Supercondutor, Sobrecarga, Eletricamente Carregado, Carga Lunar, Aceleração, Intensificação ou Superflorescimento possui 100% de chance de gerar 1 Partícula Elemental Electro (Tempo de Recarga: 5s)."
  },
  "ImpetuousWinds": {
    "name": "Agilidade de Anemo",
    "desc": "Diminui o consumo de Stamina em 15%. Aumenta a Veloc. Mov. em 10%. Diminui a Recarga da habilidade em 5%."
  },
  "EnduringRock": {
    "name": "Durabilidade de Geo",
    "desc": "A Força do Escudo aumenta em 15%. Além disso, quando o personagem estiver protegido por um Escudo, ou quando Jaulas Lunares formadas por reações de Cristalização Lunar estiverem por perto, possuirão os seguintes efeitos especiais: Dano causado aumenta em 15%, ao causar Dano aos inimigos a Resistência contra o Elemento Geo deles diminui em 20% por 15s."
  },
  "SprawlingGreenery": {
    "name": "Videira Verdejante",
    "desc": "Aumenta a Proficiência Elemental em 50 pontos. Ao desencadear as reações de Queimadura, Aceleração ou Florescimento, aumenta a Proficiência Elemental de todos os personagens próximos da equipe em 30 pontos por 6s. Ao desencadear as reações de Intensificação, Propagação, Superflorescimento ou Germinação, aumenta a Proficiência Elemental de todos os personagens próximos da equipe em 20 pontos por 6s. A duração desses efeitos é contada individualmente."
  },
  "Moonsign": {
    "name": "Presságio Lunar",
    "desc": {
      "0": "Quando personagens de Presságio Lunar estão na equipe, ela obterá uma Fase de Presságio Lunar correspondente a quantidade de tais personagens.",
      "1": "Quando a equipe alcança \"Presságio Lunar: Reluzir Cheio\", personagens de Presságio Lunar serão aprimorados. Personagens que não são de Presságio Lunar também poderão fornecer bônus à equipe."
    },
    "nascentGleam": {
      "name": "Reluzir Inicial",
      "desc": "Todos os membros da equipe ganharão o efeito \"Presságio Lunar: Reluzir Inicial\"."
    },
    "ascendantGleam": {
      "name": "Reluzir Cheio",
      "desc": {
        "0": {
          "0": "Todos os personagens da equipe ganharão o efeito de \"Presságio Lunar: Reluzir Cheio\", aprimorando certas habilidades e talentos dos personagens de Presságio Lunar. A menos que dito do contrário, quando o Nível de Presságio Lunar chegar em Reluzir Cheio, os efeitos de Reluzir Inicial também serão aplicados."
        },
        "1": {
          "0": "<br/>",
          "1": "Adicionalmente, por 20s após um personagem sem Presságio Lunar lançar uma Habilidade Elemental ou Supremo, ele aumentará o Dano de Reações Lunares causado por todos os personagens próximos baseado em seu próprio Tipo Elemental, até um máximo de 36%. Esse efeito não pode ser acumulado.",
          "2": "Se o Tipo Elemental do personagem desencadeando a reação for:",
          "3": [
            "<pyro>Pyro</pyro>, ou <electro>Cryo</electro>: Aumenta esse Dano em 0.9% para cada 100 pontos de ATQ.",
            " <hydro>Hydro</hydro>: Aumenta esse Dano em 0.6% para cada 1.000 pontos de Vida Máxima.",
            " <geo>Geo</geo>: Aumenta esse Dano em 1% para cada 100 pontos de DEF.",
            " <anemo>Anemo</anemo> ou <dendro>Dendro</dendro>: Aumenta esse Dano em 2.25% para cada 100 pontos de Proficiência Elemental."
          ]
        }
      }
    }
  },
  "Hexerei": {
    "name": "Mágico: Ritual Secreto",
    "desc": {
      "0": "Os personagens Mágicos da equipe foram fortalecidos ainda mais."
    }
  }
}