{
  "name": "Espinha Celestial",
  "description": {
    "0": "Lança que simboliza a determinação firme de Dvalin. O eixo vertical desta arma aponta para o céu, carregado a força do céu e do vento."
  },
  "passiveName": "Asas Negras",
  "passiveDescription": {
    "0": {
      "0": "A Taxa Crítica aumenta <cryo>8%</cryo>, a VEL do Ataque Normal aumenta <cryo>12%</cryo>. Além disso, o Ataque Normal e o Ataque Carregado ao atingir o inimigo possuem <cryo>50%</cryo> de chance de criar uma Lâmina de Vácuo que causa <cryo>40%</cryo> de Dano de ATQ adicional em uma área. Este efeito pode ser ativado uma vez a cada 2s."
    },
    "1": {
      "0": "A Taxa Crítica aumenta <cryo>10%</cryo>, a VEL do Ataque Normal aumenta <cryo>12%</cryo>. Além disso, o Ataque Normal e o Ataque Carregado ao atingir o inimigo possuem <cryo>50%</cryo> de chance de criar uma Lâmina de Vácuo que causa <cryo>55%</cryo> de Dano de ATQ adicional em uma área. Este efeito pode ser ativado uma vez a cada 2s."
    },
    "2": {
      "0": "A Taxa Crítica aumenta <cryo>12%</cryo>, a VEL do Ataque Normal aumenta <cryo>12%</cryo>. Além disso, o Ataque Normal e o Ataque Carregado ao atingir o inimigo possuem <cryo>50%</cryo> de chance de criar uma Lâmina de Vácuo que causa <cryo>70%</cryo> de Dano de ATQ adicional em uma área. Este efeito pode ser ativado uma vez a cada 2s."
    },
    "3": {
      "0": "A Taxa Crítica aumenta <cryo>14%</cryo>, a VEL do Ataque Normal aumenta <cryo>12%</cryo>. Além disso, o Ataque Normal e o Ataque Carregado ao atingir o inimigo possuem <cryo>50%</cryo> de chance de criar uma Lâmina de Vácuo que causa <cryo>85%</cryo> de Dano de ATQ adicional em uma área. Este efeito pode ser ativado uma vez a cada 2s."
    },
    "4": {
      "0": "A Taxa Crítica aumenta <cryo>16%</cryo>, a VEL do Ataque Normal aumenta <cryo>12%</cryo>. Além disso, o Ataque Normal e o Ataque Carregado ao atingir o inimigo possuem <cryo>50%</cryo> de chance de criar uma Lâmina de Vácuo que causa <cryo>100%</cryo> de Dano de ATQ adicional em uma área. Este efeito pode ser ativado uma vez a cada 2s."
    }
  }
}