{
  "name": "Sonhos Flutuantes das Mil Noites",
  "description": {
    "0": "Essa lanterna ilumina os sonhos que flutuam sobre as mil noites, e a sua luz esmeralda flui de dias antigos."
  },
  "passiveName": "Canção das Mil Noites",
  "passiveDescription": {
    "0": {
      "0": "Os personagens da equipe além do personagem com esta arma equipada darão bônus ao personagem com esta arma equipada baseado no seu Tipo Elemental. Se o Tipo Elemental for o mesmo do personagem com esta arma equipada, aumentarão a Proficiência Elemental em <cryo>32</cryo>. Se o Tipo Elemental for diferente do personagem com esta arma equipada, aumentarão o Bônus de Dano Elemental do Tipo Elemental do personagem com esta arma equipada em <cryo>10%</cryo>. Os efeitos mencionados acima podem acumular até 3 vezes. Além disso, todos os aliados próximos exceto pelo personagem com esta arma equipada terão sua Proficiência Elemental aumentada em <cryo>40</cryo>. Os efeitos de várias armas com este mesmo nome podem ser acumulados."
    },
    "1": {
      "0": "Os personagens da equipe além do personagem com esta arma equipada darão bônus ao personagem com esta arma equipada baseado no seu Tipo Elemental. Se o Tipo Elemental for o mesmo do personagem com esta arma equipada, aumentarão a Proficiência Elemental em <cryo>40</cryo>. Se o Tipo Elemental for diferente do personagem com esta arma equipada, aumentarão o Bônus de Dano Elemental do Tipo Elemental do personagem com esta arma equipada em <cryo>14%</cryo>. Os efeitos mencionados acima podem acumular até 3 vezes. Além disso, todos os aliados próximos exceto pelo personagem com esta arma equipada terão sua Proficiência Elemental aumentada em <cryo>42</cryo>. Os efeitos de várias armas com este mesmo nome podem ser acumulados."
    },
    "2": {
      "0": "Os personagens da equipe além do personagem com esta arma equipada darão bônus ao personagem com esta arma equipada baseado no seu Tipo Elemental. Se o Tipo Elemental for o mesmo do personagem com esta arma equipada, aumentarão a Proficiência Elemental em <cryo>48</cryo>. Se o Tipo Elemental for diferente do personagem com esta arma equipada, aumentarão o Bônus de Dano Elemental do Tipo Elemental do personagem com esta arma equipada em <cryo>18%</cryo>. Os efeitos mencionados acima podem acumular até 3 vezes. Além disso, todos os aliados próximos exceto pelo personagem com esta arma equipada terão sua Proficiência Elemental aumentada em <cryo>44</cryo>. Os efeitos de várias armas com este mesmo nome podem ser acumulados."
    },
    "3": {
      "0": "Os personagens da equipe além do personagem com esta arma equipada darão bônus ao personagem com esta arma equipada baseado no seu Tipo Elemental. Se o Tipo Elemental for o mesmo do personagem com esta arma equipada, aumentarão a Proficiência Elemental em <cryo>56</cryo>. Se o Tipo Elemental for diferente do personagem com esta arma equipada, aumentarão o Bônus de Dano Elemental do Tipo Elemental do personagem com esta arma equipada em <cryo>22%</cryo>. Os efeitos mencionados acima podem acumular até 3 vezes. Além disso, todos os aliados próximos exceto pelo personagem com esta arma equipada terão sua Proficiência Elemental aumentada em <cryo>46</cryo>. Os efeitos de várias armas com este mesmo nome podem ser acumulados."
    },
    "4": {
      "0": "Os personagens da equipe além do personagem com esta arma equipada darão bônus ao personagem com esta arma equipada baseado no seu Tipo Elemental. Se o Tipo Elemental for o mesmo do personagem com esta arma equipada, aumentarão a Proficiência Elemental em <cryo>64</cryo>. Se o Tipo Elemental for diferente do personagem com esta arma equipada, aumentarão o Bônus de Dano Elemental do Tipo Elemental do personagem com esta arma equipada em <cryo>26%</cryo>. Os efeitos mencionados acima podem acumular até 3 vezes. Além disso, todos os aliados próximos exceto pelo personagem com esta arma equipada terão sua Proficiência Elemental aumentada em <cryo>48</cryo>. Os efeitos de várias armas com este mesmo nome podem ser acumulados."
    }
  }
}