{
  "name": "Esplendor Índigo",
  "description": {
    "0": "Um recipiente ritualístico esculpido de jade que reflete o brilho dos céus e águas cristalinas."
  },
  "passiveName": "Presente de Jade Primordial",
  "passiveDescription": {
    "0": {
      "0": "Nos 3s após lançar um Supremo ou criar um Escudo, gera o efeito \"Presente de Jade Primordial\": regenera <cryo>4.5</cryo> de Energia Elemental a cada 2.5s, e concede um Bônus de Dano Elemental do Tipo Elemental correspondente do personagem que tem esta arma equipada de <cryo>0.3%</cryo> para cada 1.000 pontos de Sua Vida Máxima. É possível aumentar em até <cryo>12%</cryo>. O efeito \"Presente de Jade Primordial\" pode ser desencadeado mesmo se o personagem que tem esta arma equipada não estiver ativo no campo de batalha."
    },
    "1": {
      "0": "Nos 3s após lançar um Supremo ou criar um Escudo, gera o efeito \"Presente de Jade Primordial\": regenera <cryo>5</cryo> de Energia Elemental a cada 2.5s, e concede um Bônus de Dano Elemental do Tipo Elemental correspondente do personagem que tem esta arma equipada de <cryo>0.5%</cryo> para cada 1.000 pontos de Sua Vida Máxima. É possível aumentar em até <cryo>20%</cryo>. O efeito \"Presente de Jade Primordial\" pode ser desencadeado mesmo se o personagem que tem esta arma equipada não estiver ativo no campo de batalha."
    },
    "2": {
      "0": "Nos 3s após lançar um Supremo ou criar um Escudo, gera o efeito \"Presente de Jade Primordial\": regenera <cryo>5.5</cryo> de Energia Elemental a cada 2.5s, e concede um Bônus de Dano Elemental do Tipo Elemental correspondente do personagem que tem esta arma equipada de <cryo>0.7%</cryo> para cada 1.000 pontos de Sua Vida Máxima. É possível aumentar em até <cryo>28%</cryo>. O efeito \"Presente de Jade Primordial\" pode ser desencadeado mesmo se o personagem que tem esta arma equipada não estiver ativo no campo de batalha."
    },
    "3": {
      "0": "Nos 3s após lançar um Supremo ou criar um Escudo, gera o efeito \"Presente de Jade Primordial\": regenera <cryo>6</cryo> de Energia Elemental a cada 2.5s, e concede um Bônus de Dano Elemental do Tipo Elemental correspondente do personagem que tem esta arma equipada de <cryo>0.9%</cryo> para cada 1.000 pontos de Sua Vida Máxima. É possível aumentar em até <cryo>36%</cryo>. O efeito \"Presente de Jade Primordial\" pode ser desencadeado mesmo se o personagem que tem esta arma equipada não estiver ativo no campo de batalha."
    },
    "4": {
      "0": "Nos 3s após lançar um Supremo ou criar um Escudo, gera o efeito \"Presente de Jade Primordial\": regenera <cryo>6.5</cryo> de Energia Elemental a cada 2.5s, e concede um Bônus de Dano Elemental do Tipo Elemental correspondente do personagem que tem esta arma equipada de <cryo>1.1%</cryo> para cada 1.000 pontos de Sua Vida Máxima. É possível aumentar em até <cryo>44%</cryo>. O efeito \"Presente de Jade Primordial\" pode ser desencadeado mesmo se o personagem que tem esta arma equipada não estiver ativo no campo de batalha."
    }
  }
}