{
  "name": "Prova de Kagura",
  "description": {
    "0": "Sino usado para a execução da Dança Kagura, abençoado pela própria Guuji. O cheiro da Sakura Sagrada ainda permanece nele."
  },
  "passiveName": "Dança Kagura da Sakura Sagrada",
  "passiveDescription": {
    "0": {
      "0": "Ao usar a Habilidade Elemental, obtém o efeito de \"Dança Kagura\", o qual aumenta o Dano da Habilidade Elemental em <cryo>12%</cryo> do personagem que tiver esta arma equipada. Este efeito dura 16s e pode ser acumulado em até 3 vezes. Ao obter 3 acúmulos, o personagem obtém <cryo>12%</cryo> de Bônus de Dano de todos os Elementos."
    },
    "1": {
      "0": "Ao usar a Habilidade Elemental, obtém o efeito de \"Dança Kagura\", o qual aumenta o Dano da Habilidade Elemental em <cryo>15%</cryo> do personagem que tiver esta arma equipada. Este efeito dura 16s e pode ser acumulado em até 3 vezes. Ao obter 3 acúmulos, o personagem obtém <cryo>15%</cryo> de Bônus de Dano de todos os Elementos."
    },
    "2": {
      "0": "Ao usar a Habilidade Elemental, obtém o efeito de \"Dança Kagura\", o qual aumenta o Dano da Habilidade Elemental em <cryo>18%</cryo> do personagem que tiver esta arma equipada. Este efeito dura 16s e pode ser acumulado em até 3 vezes. Ao obter 3 acúmulos, o personagem obtém <cryo>18%</cryo> de Bônus de Dano de todos os Elementos."
    },
    "3": {
      "0": "Ao usar a Habilidade Elemental, obtém o efeito de \"Dança Kagura\", o qual aumenta o Dano da Habilidade Elemental em <cryo>21%</cryo> do personagem que tiver esta arma equipada. Este efeito dura 16s e pode ser acumulado em até 3 vezes. Ao obter 3 acúmulos, o personagem obtém <cryo>21%</cryo> de Bônus de Dano de todos os Elementos."
    },
    "4": {
      "0": "Ao usar a Habilidade Elemental, obtém o efeito de \"Dança Kagura\", o qual aumenta o Dano da Habilidade Elemental em <cryo>24%</cryo> do personagem que tiver esta arma equipada. Este efeito dura 16s e pode ser acumulado em até 3 vezes. Ao obter 3 acúmulos, o personagem obtém <cryo>24%</cryo> de Bônus de Dano de todos os Elementos."
    }
  }
}