{
  "name": "Fumetsu Gekka",
  "description": {
    "0": "Um lindo cordão de jaspe das profundezas do mar. Ele brilha com um brilho puro, e igualmente distante quanto o da lua."
  },
  "passiveName": "Byakuya Kougetsu",
  "passiveDescription": {
    "0": {
      "0": "Bônus de Cura aumentado em <cryo>10%</cryo>, o Ataque Normal é aumentado em <cryo>1%</cryo> da Vida Máxima do personagem equipando esta arma. Nos 12s após usar um Supremo, os Ataques Normais que acertarem oponentes recuperarão 0.6 de Energia Elemental. A Energia pode ser recuperada desta maneira uma vez a cada 0.1s."
    },
    "1": {
      "0": "Bônus de Cura aumentado em <cryo>12.5%</cryo>, o Ataque Normal é aumentado em <cryo>1.5%</cryo> da Vida Máxima do personagem equipando esta arma. Nos 12s após usar um Supremo, os Ataques Normais que acertarem oponentes recuperarão 0.6 de Energia Elemental. A Energia pode ser recuperada desta maneira uma vez a cada 0.1s."
    },
    "2": {
      "0": "Aumenta o Bônus de Cura em <cryo>15%</cryo>; aumenta o Dano do Ataque Normal em <cryo>2%</cryo> da Vida Máxima do personagem com o arma equipada. Nos 12s após utilizar o Supremo, Ataques Normais que atingirem oponentes regenerarão 0.6 pontos de Energia Elemental. Energia Elemental pode ser regenerada dessa forma uma vez a cada 0.1s."
    },
    "3": {
      "0": "Bônus de Cura aumentado em <cryo>17.5%</cryo>, o Ataque Normal é aumentado em <cryo>2.5%</cryo> da Vida Máxima do personagem equipando esta arma. Nos 12s após usar um Supremo, os Ataques Normais que acertarem oponentes recuperarão 0.6 de Energia Elemental. A Energia pode ser recuperada desta maneira uma vez a cada 0.1s."
    },
    "4": {
      "0": "Bônus de Cura aumentado em <cryo>20%</cryo>, o Ataque Normal é aumentado em <cryo>3%</cryo> da Vida Máxima do personagem equipando esta arma. Nos 12s após usar um Supremo, os Ataques Normais que acertarem oponentes recuperarão 0.6 de Energia Elemental. A Energia pode ser recuperada desta maneira uma vez a cada 0.1s."
    }
  }
}