{
  "name": "Elegia do Suspiro Final",
  "description": {
    "0": "Um arco tão adorável quanto a lira de qualquer bardo, suas flechas perfuram o coração como um suspiro lamentável."
  },
  "passiveName": "Canção de Despedida",
  "passiveDescription": {
    "0": {
      "0": "Uma parte do \"Concerto Milenar\" que flutua no vento. Aumenta a Proficiência Elemental em <cryo>60</cryo> pontos. Quando a Habilidade Elemental ou o Supremo atingir os inimigos, o personagem obterá um Símbolo das Lembranças, que pode ser ativado uma vez a cada 0.2s, mesmo quando o personagem não está no campo de batalha. Possuir 4 Símbolo das Lembranças faz consumir todos eles, e faz todos os personagens da equipe obterem o efeito de \"Concerto Milenar: Música da Despedida\" por 12s: A Proficiência Elemental será aumentada em <cryo>100</cryo> pontos, além disso o ATQ será aumentado em <cryo>20%</cryo>. Dentro de 20s depois da ativação, não é possível obter os Símbolos das Lembranças de novo. Entre todos os efeitos de vários valores, os efeitos do mesmo valor não podem ser acumulados."
    },
    "1": {
      "0": "Uma parte do Concerto Milenar que flutua no vento. Aumenta a Proficiência Elemental em <cryo>75%</cryo> pontos. Quando a Habilidade Elemental ou o Supremo atingir os inimigos, o personagem obterá um Símbolo das Lembranças, que pode ser ativado uma vez a cada 0.2s, mesmo quando o personagem não está no campo de batalha. Possuir 4 Símbolos das Lembranças faz consumir todos eles, e faz todos os personagens da equipe obterem o efeito de \"Concerto Milenar: Música da Despedida\" por 12s: A Proficiência Elemental será aumentada em <cryo>125</cryo> pontos, além disso o ATQ será aumentado em <cryo>25%</cryo>. Dentro de 20s depois da ativação, não é possível obter os Símbolos das Lembranças de novo. Entre todos os efeitos de vários valores, os efeitos do mesmo valor não podem ser acumulados."
    },
    "2": {
      "0": "Uma parte do Concerto Milenar que flutua no vento. Aumenta a Proficiência Elemental em <cryo>90%</cryo> pontos. Quando a Habilidade Elemental ou o Supremo atingir os inimigos, o personagem obterá um Símbolo das Lembranças, que pode ser ativado uma vez a cada 0.2s, mesmo quando o personagem não está no campo de batalha. Possuir 4 Símbolos das Lembranças faz consumir todos eles, e faz todos os personagens da equipe obterem o efeito de \"Concerto Milenar: Música da Despedida\" por 12s: A Proficiência Elemental será aumentada em <cryo>150</cryo> pontos, além disso o ATQ será aumentado em <cryo>30%</cryo>. Dentro de 20s depois da ativação, não é possível obter o Símbolos das Lembranças de novo. Entre todos os efeitos de vários valores, os efeitos do mesmo valor não podem ser acumulados."
    },
    "3": {
      "0": "Uma parte do Concerto Milenar que flutua no vento. Aumenta a Proficiência Elemental em <cryo>105%</cryo> pontos. Quando a Habilidade Elemental ou o Supremo atingir os inimigos, o personagem obterá um Símbolo das Lembranças, que pode ser ativado uma vez a cada 0.2s, mesmo quando o personagem não está no campo de batalha. Possuir 4 Símbolos das Lembranças faz consumir todos eles, e faz todos os personagens da equipe obterem o efeito de \"Concerto Milenar: Canção da Despedida\" por 12s: A Proficiência Elemental será aumentada em <cryo>175</cryo> pontos, além disso o ATQ será aumentado em <cryo>35%</cryo>. Dentro de 20s depois da ativação, não é possível obter os Símbolos das Lembranças de novo. Entre todos os efeitos de vários valores, os efeitos do mesmo valor não podem ser acumulados."
    },
    "4": {
      "0": "Uma parte do Concerto Milenar que flutua no vento. Aumenta a Proficiência Elemental em <cryo>120%</cryo> pontos. Quando a Habilidade Elemental ou o Supremo atingir os inimigos, o personagem obterá um Símbolo das Lembranças, que pode ser ativado uma vez a cada 0.2s, mesmo quando o personagem não está no campo de batalha. Possuir 4 Símbolos das Lembranças faz consumir todos eles, e faz todos os personagens da equipe obterem o efeito de \"Concerto Milenar: Música da Despedida\" por 12s: A Proficiência Elemental será aumentada em <cryo>200</cryo> pontos, além disso, o ATQ será aumentado em <cryo>40%</cryo>. Dentro de 20s depois da ativação, não é possível obter os Símbolos das Lembranças de novo. Entre todos os efeitos de vários valores, os efeitos do mesmo valor não podem ser acumulados."
    }
  }
}