{
  "name": "Навия",
  "title": "Штурвал цветущей розы",
  "description": "Действующая глава Спина-ди-Росула, лучший и самый ответственный босс.",
  "constellationName": "Дикая Роза",
  "auto": {
    "name": "Прямое неприятие",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "Выполняет до четырёх ударов."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Вращающаяся атака по окружающим врагам, на которую непрерывно тратится выносливость.",
        "2": "После вращения проводит дополнительную мощную атаку мечом."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон вращающейся атаки",
      "5": "Финальный урон заряженной атаки",
      "6": "Потребление выносливости",
      "7": "Макс. длительность",
      "8": "Урон в падении",
      "9": "Урон низкого/высокого удара",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Церемониальный залп кристалла",
    "description": {
      "0": "Когда персонаж отряда подбирает элементальный осколок, созданный реакцией Кристалл, Навия получает 1 уровень Кристальной шрапнели. Всего можно получить до 6 уровней. При каждом получении длительность уже имеющихся уровней Кристальной шрапнели сбрасывается.",
      "1": "Во время выстрела Навия расходует все уровни Кристальной шрапнели и раскрывает свой элегантный, но смертоносный зонт-пушку, выстреливая множеством Кристальных пуль Росулы, которые способны пронзать врагов, и наносит поражённым противникам <geo>Гео урон</geo>.",
      "2": "При расходе 0/1/2/3 и более уровней Кристальной шрапнели выстреливается 5/7/9/11 Кристальных пуль Росулы соответственно. Чем больше Кристальных пуль Росулы попадут в одного и того же врага, тем больше урона будет нанесено. Если попадут все 11 пуль, будет нанесено 200% от изначального урона.",
      "3": "Кроме того, если расходуется более 3 уровней Кристальной шрапнели, каждый уровень после третьего дополнительно увеличивает урон этой атаки зонта-пушки на 15%.",
      "4": "<br/>",
      "5": "<strong>Долгое нажатие</strong>",
      "6": "Переходит в режим прицеливания, непрерывно собирая элементальные осколки, созданные реакцией Кристалл. Когда долгое нажатие прекращается, выпускаются те же Кристальные пули Росулы, что и при быстром нажатии.",
      "7": "<br/>",
      "8": "Исходное количество применений: 2.",
      "9": "<br/>",
      "10": "<strong>Архэ: Усия</strong>",
      "11": "Когда Навия ведёт стрельбу из зонта-пушки, периодически призывается Клинок бурных вод, который наносит <geo>Гео урон</geo> усии.",
      "12": "<br/>",
      "13": "<i>«Держаться на должном расстоянии от тех, кого следует держать на расстоянии, означает следовать правилам этикета. Тем не менее способов делать это тоже немало...»</i>"
    },
    "skillParams": {
      "0": "Базовый урон Кристальной пули Росулы",
      "1": "Длительность Кристальной шрапнели",
      "2": "Урон Клинка бурных вод",
      "3": "Интервал Клинка бурных вод",
      "4": "Время отката",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Словно приветствие чистого неба",
    "description": {
      "0": "По приказу главы Спина-ди-Росула призывается великолепный Салют золотой розы, который подвергает врагов впереди массированному пушечному обстрелу, наносит <geo>Гео урон по площади</geo> и в течение некоторого времени после этого оказывает Огневую поддержку пушек, периодически нанося <geo>Гео урон</geo> врагам поблизости.",
      "1": "Пушечные атаки, попадая по врагам, наделяют Навию 1 уровнем Кристальной шрапнели. Этот эффект может возникнуть один раз в 2,4 сек.",
      "2": "<br/>",
      "3": "<i>«Салют Спина-ди-Росула - предварительное празднование успешных переговоров, и производится он до их начала. Не поймите неправильно, это никакая не угроза».</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Урон Огневой поддержки пушек",
      "2": "Длительность Огневой поддержки пушек",
      "3": "Время отката",
      "4": "Потребление энергии",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Неизвестные каналы обращения",
    "description": {
      "0": "В течение 4 сек. после применения навыка <strong>Церемониальный залп кристалла</strong> урон обычных атак, заряженных атак и атак в падении Навии конвертируется в <geo>Гео урон</geo>, который не может быть отменён другими инфузиями. Кроме того, урон обычных атак, заряженных атак и атак в падении Навии повышается на 40%."
    }
  },
  "passive2": {
    "name": "Сеть взаимопомощи",
    "description": {
      "0": "За каждого персонажа <pyro>Пиро</pyro>/<electro>Электро</electro>/<cryo>Крио</cryo>/<hydro>Гидро</hydro> в отряде сила атаки Навии увеличивается на 20%. Эффект складывается до 2 раз."
    }
  },
  "passive3": {
    "name": "Тщательно выполненная сделка",
    "description": {
      "0": "На 25% увеличивает награду экспедиций в Фонтейне длительностью 20 ч."
    }
  },
  "constellation1": {
    "name": "Правило расстояния для леди",
    "description": {
      "0": "При использовании навыка <strong>Церемониальный залп кристалла</strong> за каждый израсходованный уровень Кристальной шрапнели Навия восстанавливает 3 ед. энергии и сокращает откат навыка <strong>Словно приветствие чистого неба</strong> на 1 сек. Таким способом можно восстановить не более 9 ед. энергии и сократить откат навыка Словно приветствие чистого неба максимум на 3 сек."
    }
  },
  "constellation2": {
    "name": "Стремление главнокомандующей к победе",
    "description": {
      "0": "Каждый израсходованный уровень Кристальной шрапнели увеличивает шанс крит. попадания активируемого <strong>Церемониального залпа кристалла</strong> на 12%. Шанс крит. попадания таким способом можно повысить максимум на 36%.",
      "1": "Кроме того, при попадании навыка Церемониальный залп кристалла рядом с позицией поражённого врага нисходит 1 Огневая поддержка пушек навыка <strong>Словно приветствие чистого неба</strong>. Каждое использование навыка Церемониальный залп кристалла может вызвать не более 1 Огневой поддержки пушек. Урон Огневой поддержки пушек, наносимый таким способом, считается уроном взрыва стихии."
    }
  },
  "constellation3": {
    "name": "Широкий кругозор управляющей",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Церемониальный залп кристалла</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Поклявшиеся не сдаются",
    "description": {
      "0": "При попадании навыка <strong>Словно приветствие чистого неба</strong> <geo>Гео сопротивление</geo> поражённого противника снижается на 20% на 8 сек."
    }
  },
  "constellation5": {
    "name": "Непреклонность переговорщика",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Словно приветствие чистого неба</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Изящество ухищрений главы Спина-ди-Росула",
    "description": {
      "0": "Если при использовании навыка <strong>Церемониальный залп кристалла</strong> расходуется более 3 уровней Кристальной шрапнели, то каждый уровень, расходуемый после первых трёх, повышает крит. урон текущего навыка Церемониальный залп кристалла на 45%. При этом все уровни, израсходованные после третьего, после использования навыка возвращаются Навии."
    }
  }
}