{
  "name": "Качина",
  "title": "Крапчатое самородное золото",
  "description": "Юная воительница из Нанацкайана с древним именем Утхабити. Добрая и решительная девушка, которая, преодолевая трудности, становится только сильнее.",
  "constellationName": "Пищуха",
  "auto": {
    "name": "Скалогрыз",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "До четырёх ударов копьём."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Выпад, наносящий урон противникам на пути, на который тратится определённое количество выносливости."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон заряженной атаки",
      "5": "Потребление выносливости",
      "6": "Урон в падении",
      "7": "Урон низкого/высокого удара",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Вперёд, Турбовихрь!",
    "description": {
      "0": "В бой вместе с надёжным Турбовихрем!",
      "1": "Призывает Турбовихрь. При долгом нажатии Качина призывает Турбовихрь и садится на него.",
      "2": "После активации Качина получает 60 очков Ночного духа и переходит в состояние Благословения Ночного духа.",
      "3": "<br/>",
      "4": "<strong>Благословение Ночного духа: Качина</strong>",
      "5": "Действия Турбовихря расходуют очки Ночного духа Качины.",
      "6": "Когда очки Ночного духа заканчиваются, Благословение Ночного духа Качины завершается.",
      "7": "<br/>",
      "8": "<strong>Турбовихрь</strong>",
      "9": "Может существовать отдельно или управляться оседлавшей его Качиной. Когда Турбовихрь существует, при использовании элементального навыка Качина будет садиться на него или слезать с него.",
      "10": [
        " Существуя отдельно, Турбовихрь периодически врезается в землю, нанося <geo>Гео урон по площади</geo> с характеристикой Ночного духа, пропорциональный защите Качины.",
        " Когда Качина верхом на Турбовихре, она способна управлять им, чтобы быстро перемещаться, карабкаться и поражать землю с помощью обычной атаки, нанося <geo>Гео урон по площади</geo> с характеристикой Ночного духа, пропорциональный защите Качины."
      ],
      "11": "<br/>",
      "12": "Когда Благословение Ночного духа Качины завершается, Турбовихрь исчезает. Он считается Гео конструкцией. На поле боя может существовать только один Турбовихрь.",
      "13": "<br/>",
      "14": "<i>Турбовихрь только похож на юлу - на деле это бур, способный расколоть самый твёрдый камень.</i>"
    },
    "skillParams": {
      "0": "Урон Турбовихря с наездником",
      "1": "Урон Турбовихря отдельно",
      "2": "Максимум очков Ночного духа",
      "3": "Время отката",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Ну теперь всё!",
    "description": {
      "0": "Атакуя землю, Качина наносит <geo>Гео урон по площади</geo>, пропорциональный своей защите, и создаёт область Турбобура.",
      "1": "Область Турбобура повышает площадь атаки Турбовихря и скорость передвижения верхом.",
      "2": "<br/>",
      "3": "Если во время активации на поле есть Турбовихрь самой Качины, то он будет призван к ней.",
      "4": "<br/>",
      "5": "<i>Если артисты, пытаясь справится с волнением на сцене, представляют, что зрители - деревянные манекены, то Качина в своём воображении обращает противников прекрасной рудой с самоцветами - такими, что можно с гордостью хранить дома.</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Длительность области",
      "2": "Время отката",
      "3": "Потребление энергии",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Горное эхо",
    "description": {
      "0": "После того как член отряда поблизости активирует Вспышку Ночного духа, <geo>бонус Гео урона</geo> Качины повышается на 20% на 12 сек."
    }
  },
  "passive2": {
    "name": "Тяжесть монолитной породы",
    "description": {
      "0": "Повышает урон <strong>Турбовихря</strong> на 20% от защиты Качины."
    }
  },
  "passive3": {
    "name": "Дар владений ночи: Сердце единства",
    "description": {
      "0": "Когда очки Ночного духа исчерпаны, Качина может поддерживать Благословение Ночного духа, переключившись на флогистон.",
      "1": "Когда Качина находится в областях Натлана с флогистоновыми механиками, она способна применять Передачу Ночного духа: Качина. Когда активный персонаж использует спринт, карабкается, пребывает в состоянии передвижения некоторых талантов или находится на определённой высоте в воздухе, при смене персонажа на Качину активируется следующий эффект: Качина входит в состояние Благословения Ночного духа, выходит на поле на <strong>Турбовихре</strong> и получает 30 очков Ночного духа. Передача Ночного духа может активироваться вашим отрядом один раз в 10 сек.",
      "2": "<br/>",
      "3": "Кроме того, в Натлане Качина верхом на <strong>Турбовихре</strong> во время карабканья расходует на 90% меньше выносливости."
    }
  },
  "passive": {
    "name": "Милость кристального пламени",
    "description": {
      "0": "В областях с флогистоновыми механиками в Натлане при взаимодействии с некоторыми предметами для сбора восстанавливается 20 ед. выносливости. Кроме того, отмечает <strong>диковинки Натлана</strong> поблизости на мини-карте."
    }
  },
  "constellation1": {
    "name": "Осколки тоже самоцветы",
    "description": {
      "0": "Когда Качина садится на <strong>Турбовихрь</strong> или сходит с него, она подбирает элементальные осколки, созданные реакцией Кристалл, поблизости.",
      "1": "Кроме того, когда член отряда подбирает такой осколок, Качина восстанавливает 3 ед. энергии. Восстанавливать энергию таким способом можно не чаще одного раза в 5 сек."
    }
  },
  "constellation2": {
    "name": "Я всегда с собой беру... Турбовихрь",
    "description": {
      "0": "Качина, активируя навык <strong>Ну теперь всё!</strong>, восстанавливает 20 очков Ночного духа. Если на поле нет её собственного <strong>Турбовихря</strong>, Качина войдет в состояние Благословение Ночного духа и призовёт его."
    }
  },
  "constellation3": {
    "name": "Улучшенный стабилизатор",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Вперёд, Турбовихрь!</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Больше врагов - больше осторожности",
    "description": {
      "0": "Когда в области Турбобура навыка <strong>Ну теперь всё!</strong> 1/2/3/4 и более врагов, защита активного персонажа в этой области повышается на 8%/12%/16%/20% соответственно."
    }
  },
  "constellation5": {
    "name": "Моя нынешняя коллекция",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Ну теперь всё!</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "На этот раз победа за мной",
    "description": {
      "0": "Когда щит вашего активного персонажа по какой-либо причине заменяется или разрушается, Качина наносит <geo>Гео урон по площади</geo>, равный 200% от её защиты. Этот эффект может возникнуть один раз в 5 сек."
    }
  }
}