{
  "name": "Райдэн",
  "title": "Царство эвтюмии",
  "description": "Её превосходительство Наруками Огосё, пообещавшая неизменную вечность для жителей Инадзумы.",
  "constellationName": "Бренный Мир",
  "auto": {
    "name": "Исток",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "До пяти быстрых ударов копьём."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Тратит определённое количество выносливости и наносит восходящий удар."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон атаки 5",
      "5": "Урон заряженной атаки",
      "6": "Потребление выносливости",
      "7": "Урон в падении",
      "8": "Урон низкого/высокого удара",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Превосходство: Зловещее знамение",
    "description": {
      "0": "Сёгун Райдэн приоткрывает своё Царство и наносит окружающим врагам <electro>Электро урон</electro>, после чего даёт всем окружающим членам отряда Глаз грозового наказания.",
      "1": "<br/>",
      "2": "<strong>Глаз грозового наказания</strong>",
      "3": [
        " Когда персонажи с этим усилением атакуют и наносят урон противнику, Глаз грозового наказания проводит совместную атаку и наносит на месте врага <electro>Электро урон по площади</electro>.",
        " Глаз грозового наказания увеличивает урон взрыва стихии персонажа в зависимости от стоимости энергии взрыва стихии во время действия Глаза грозового наказания."
      ],
      "4": "<br/>",
      "5": "Глаз грозового наказания может провести только одну совместную атаку на отряд в течение 0,9 сек.",
      "6": "Совместные атаки, вызванные персонажами, которых контролируете не вы, наносят 20% от обычного урона.",
      "7": "<br/>",
      "8": "<i>Существа великой божественной силы могут влиять на всё, за чем наблюдают. Электро Архонт же может управлять самими звёздами для защиты своих слуг и обрушить грозовой приговор на своих врагов.</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Урон совместной атаки",
      "2": "Длительность",
      "3": "Бонус урона взрыва стихии",
      "4": "Время отката",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Тайное искусство: Мусо синсэцу",
    "description": {
      "0": "Собрав несметные истины и бесчисленные мечты, сёгун Райдэн проводит атаку Мусо но хитотати и наносит <electro>Электро урон по площади</electro>, после чего ещё некоторое время использует Мусо иссин в бою. Урон, наносимый атаками Мусо но хитотати и Мусо иссин, увеличивается в зависимости от количества потраченных при активации навыка уровней Решимости Чакры вожделения.",
      "1": "<br/>",
      "2": "<strong>Мусо иссин</strong>",
      "3": "В этом состоянии сёгун Райдэн использует в бою свой меч, а её обычные атаки, заряженные атаки и атаки в падении получают <electro>инфузию Электро</electro>, которая не может быть отменена какой-либо другой элементальной инфузией. Когда эти атаки попадают по противнику, сёгун Райдэн восстанавливает энергию всем окружающим членам отряда. Энергия может восстановиться таким способом только раз в 1 сек., и этот эффект может быть активирован до 5 раз во время действия навыка.",
      "4": "В этом состоянии повышается сопротивление прерыванию сёгуна Райдэн, и она получает иммунитет к урону от реакции <electro>Заряжен</electro>. Когда Мусо иссин активен, урон обычной атаки, заряженной атаки и атаки в падении будет считаться уроном взрыва стихии.",
      "5": "<br/>",
      "6": "Эффект навыка Мусо иссин исчезает, когда сёгун Райдэн покидает бой.",
      "7": "<br/>",
      "8": "<strong>Чакра вожделения</strong>",
      "9": "Когда окружающие члены отряда (кроме самого сёгуна Райдэн) используют взрыв стихии, сёгун Райдэн накапливает уровни Решимости пропорционально стоимости энергии этих взрывов стихии.",
      "10": "Решимость может складываться до 60 раз.",
      "11": "<br/>",
      "12": "Полученная с помощью Чакры вожделения Решимость сбрасывается через 300 сек. после того, как сёгун Райдэн покидает бой.",
      "13": "<br/>",
      "14": "<i>Это новая тайная техника сёгуна Райдэн. Она оставила идеал «мусо» - «забвение» - и приняла новый идеал, название которого читается так же, но значит «мечта» - теперь сёгун несёт на своих плечах мечты и стремления всех людей. И «синсэцу» может означать как «истину», так и что-то «новое» - Инадзума открывает для себя новую главу...</i>"
    },
    "skillParams": {
      "0": "Базовый урон Мусо но хитотати",
      "1": "Бонус Решимости",
      "2": "Накопление уровней Решимости",
      "3": "Урон атаки 1",
      "4": "Урон атаки 2",
      "5": "Урон атаки 3",
      "6": "Урон атаки 4",
      "7": "Урон атаки 5",
      "8": "Урон заряженной атаки",
      "9": "Потребление выносливости",
      "10": "Урон в падении",
      "11": "Урон низкого/высокого удара",
      "12": "Восстановление энергии Мусо иссин",
      "13": "Длительность Мусо иссин",
      "14": "Время отката",
      "15": "Потребление энергии"
    }
  },
  "passive1": {
    "name": "Бесчисленные мечты",
    "description": {
      "0": "Когда окружающие члены отряда получают элементальные сферы или частицы, <strong>Чакра вожделения</strong> получает 2 уровня Решимости.",
      "1": "Этот эффект может возникнуть один раз в 3 сек."
    }
  },
  "passive2": {
    "name": "Просветлённая",
    "description": {
      "0": "Каждый 1% свыше 100% восстановления энергии сёгуна Райдэн даёт ей следующие эффекты:",
      "1": [
        " Увеличивает восстановление энергии от <strong>Мусо иссин</strong> на 0,6%.",
        " Увеличивает <electro>бонус Электро урона</electro> на 0,4%."
      ]
    }
  },
  "passive3": {
    "name": "Хранитель всего сущего",
    "description": {
      "0": "При возвышении одноручного и древкового оружия тратится на 50% меньше моры."
    }
  },
  "constellation1": {
    "name": "Зловещая надпись",
    "description": {
      "0": "<strong>Чакра вожделения</strong> набирает Решимость ещё быстрее. Когда <electro>Электро</electro> персонажи используют свой взрыв стихии, получаемая Решимость увеличивается на 80%. Когда персонажи других элементальных типов используют свой взрыв стихии, получаемая Решимость увеличивается на 20%."
    }
  },
  "constellation2": {
    "name": "Разрушитель стали",
    "description": {
      "0": "Атаки сёгуна Райдэн в состоянии Мусо иссин навыка <strong>Тайное искусство: Мусо синсэцу</strong> и Мусо но хитотати игнорируют 60% от защиты противника."
    }
  },
  "constellation3": {
    "name": "Синкагэ минувших дней",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Тайное искусство: Мусо синсэцу</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Клятва истинности",
    "description": {
      "0": "Когда состояние <strong>Мусо иссин</strong> навыка <strong>Тайное искусство: Мусо синсэцу</strong> заканчивается, все окружающие члены отряда (кроме сёгуна Райдэн) получают 30% бонус силы атаки на 10 сек."
    }
  },
  "constellation5": {
    "name": "Нисхождение сёгуна",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Превосходство: Зловещее знамение</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Хранитель желаний",
    "description": {
      "0": "В состоянии <strong>Мусо иссин</strong> навыка <strong>Тайное искусство: Мусо синсэцу</strong> атаки сёгуна Райдэн, урон которых считается уроном взрыва стихии, при попадании уменьшают время отката взрывов стихии всех окружающих членов отряда (кроме самого сёгуна Райдэн) на 1 сек.",
      "1": "Этот эффект может активироваться только раз в 1 сек. до 5 раз за время действия состояния Мусо иссин."
    }
  }
}