{
  "name": "Эскофье",
  "title": "Изысканное великолепие",
  "description": "Известный бывший шеф-повар «Дебор Отеля» в Фонтейне, удостоенный звания «главный кондитер», и первооткрывательница концепции «технологичной кулинарии», предъявляет невероятно высокие требования к процессу приготовления пищи.",
  "constellationName": "Сладкое Творение",
  "auto": {
    "name": "Кулинарное мастерство",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "До трёх последовательных ударов копьём."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Тратит определённое количество выносливости и наносит восходящий удар."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон заряженной атаки",
      "4": "Потребление выносливости",
      "5": "Урон в падении",
      "6": "Урон низкого/высокого удара",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Готовка на малом огне",
    "description": {
      "0": "Узрите истинное значение «готовки»! В зависимости от того, было совершено быстрое или долгое нажатие навыка, Эскофье различными способами демонстрирует кулинарное мастерство, которым гордится весь Фонтейн.",
      "1": "<br/>",
      "2": "<strong>Быстрое нажатие:</strong>",
      "3": "Активирует Универсального мультифункционального кулинарного мека в режиме холодильника и наносит врагам поблизости <cryo>Крио урон по площади</cryo>.",
      "4": "<br/>",
      "5": "<strong>Кулинарный мек: Режим холодильника</strong>",
      "6": "Следует за активным персонажем и периодически выпускает в противников поблизости морозные парфе, нанося <cryo>Крио урон</cryo>.",
      "7": "<br/>",
      "8": "<strong>Архэ: Усия</strong>",
      "9": "Активируя Универсального мультифункционального кулинарного мека в режиме холодильника, Эскофье периодически призывает Клинок бурных вод, который наносит <cryo>Крио урон по площади</cryo> усии.",
      "10": "<br/>",
      "11": "<strong>Долгое нажатие:</strong>",
      "12": "Активирует Универсального мультифункционального кулинарного мека в <strong>режиме импровизированного приготовления</strong>."
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Урон морозного парфе",
      "2": "Длительность режима холодильника",
      "3": "Урон Клинка бурных вод",
      "4": "Интервал Клинка бурных вод",
      "5": "Откат быстрого нажатия",
      "6": "Откат долгого нажатия",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Приём нарезки",
    "description": {
      "0": "Демонстрируя мастерство владения кухонным ножом, Эскофье наносит <cryo>Крио урон по площади</cryo> и восстанавливает HP всем членам отряда поблизости пропорционально своей силе атаки."
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Лечение",
      "2": "Время отката",
      "3": "Потребление энергии",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Добрая еда лучше лекарств",
    "description": {
      "0": "После применения взрыва стихии <strong>Приём нарезки</strong> Эскофье на 9 сек. получает эффект Восстановительной диеты: раз в 1 сек. восстанавливает HP активных персонажей поблизости в размере 138,24% от силы атаки Эскофье."
    }
  },
  "passive2": {
    "name": "Вдохновение в пряностях",
    "description": {
      "0": "Когда в отряде есть 1/2/3/4 <hydro>Гидро</hydro> или <cryo>Крио</cryo> персонажа, то элементальный навык <strong>Готовка на малом огне</strong> или взрыв стихии <strong>Приём нарезки</strong> Эскофье, поражая врага, снижают его <hydro>Гидро</hydro> и <cryo>Крио</cryo> сопротивление на 5%/10%/15%/55% на 12 сек."
    }
  },
  "passive3": {
    "name": "Постоянство спонтанности на кухне",
    "description": {
      "0": "При использовании элементального навыка <strong>Готовка на малом огне</strong> долгим нажатием Эскофье активирует Универсального мультифункционального кулинарного мека в режиме импровизированного приготовления.",
      "1": "<br/>",
      "2": "<strong>Кулинарный мек: Импровизированное приготовление</strong>",
      "3": [
        " Устанавливает кулинарного мека на поле. Он способен поглощать элементальные атаки. Когда поглощённая энергия достигает определённого значения, ингредиенты, которые поместила в него Эскофье, превращаются во вкусную еду.",
        " На покупку новых ингредиентов Эскофье требуется время. Каждую неделю таким способом можно приготовить определённое количество блюд. Попытки приготовления блюд обновляются по понедельникам в 04:00."
      ]
    }
  },
  "constellation1": {
    "name": "Танец аппетитного предвкушения",
    "description": {
      "0": "Если в отряде 4 персонажа <hydro>Гидро</hydro> или <cryo>Крио</cryo>, то после того как Эскофье использует элементальный навык <strong>Готовка на малом огне</strong> или взрыв стихии <strong>Приём нарезки</strong>, крит. урон <cryo>Крио атак</cryo> всех членов отряда поблизости повышается на 60% на 15 сек.",
      "1": "Требуется разблокировать пассивный талант Вдохновение в пряностях."
    }
  },
  "constellation2": {
    "name": "Ароматное жаркое это искусство",
    "description": {
      "0": "Когда Эскофье активирует кулинарного мека в <strong>режиме холодильника</strong>, она на 15 сек. получает эффект Свежего яства: на время его действия Эскофье наделяется 5 уровнями Холодных закусок. Когда активный персонаж поблизости, за исключением Эскофье, в это время наносит врагам обычной атакой, заряженной атакой, атакой в падении, элементальным навыком или взрывом стихии <cryo>Крио урон</cryo>, расходуется 1 уровень Холодных закусок и повышает наносимый урон на 240% от силы атаки Эскофье.",
      "1": "Если урон одной и той же <cryo>Крио атаки</cryo> поражает нескольких противников одновременно, то уровни Холодных закусок будут вычтены согласно количеству поражённых противников."
    }
  },
  "constellation3": {
    "name": "Пекарское волшебство карамелизации",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Готовка на малом огне</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Тайный розмариновый рецепт",
    "description": {
      "0": "Увеличивает длительность <strong>Восстановительной диеты</strong> на 6 сек. Во время её действия при активации лечения с помощью <strong>Восстановительной диеты</strong> есть шанс увеличить размер лечения на 100% и восстановить 2 ед. энергии Эскофье. Этот шанс соответствует шансу крит. попадания Эскофье. Во время действия одной и той же <strong>Восстановительной диеты</strong> этот эффект может активироваться до 7 раз.",
      "1": "Требуется разблокировать пассивный талант Добрая еда лучше лекарств."
    }
  },
  "constellation5": {
    "name": "Симфония тысячи соусов",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Приём нарезки</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Красочные чаепития",
    "description": {
      "0": "<strong>Кулинарный мек: Режим холодильника</strong> получает усиление:",
      "1": [
        " Когда активный персонаж вашего отряда поражает врага обычной атакой, заряженной атакой или атакой в падении, Кулинарный мек: Режим холодильника дополнительно выпускает одно особое морозное парфе, которое наносит <cryo>Крио урон по площади</cryo>, равный 500% от силы атаки Эскофье. Этот урон считается уроном элементального навыка."
      ],
      "2": "Этот эффект может возникнуть один раз в 0,5 сек. и активируется до 6 раз во время действия одного и того же Кулинарного мека: Режим холодильника."
    }
  }
}