{
  "name": "Вареса",
  "title": "Безмятежная сила",
  "description": "Могучая воительница и хозяйка сада из Удела Благодатных Земель, которая живёт неторопливо и очень расслабленно. Она любит могущественных героев и огромные порции вкусной еды!",
  "constellationName": "Маска Бойца",
  "auto": {
    "name": "За рога",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "Нужно... нужно сражаться, как величайшие борцы-чемпионы! Вареса совершает до трёх ударов, нанося <electro>Электро урон</electro>."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Тратит определённое количество выносливости на удар головой перед собой, нанося <electro>Электро урон</electro> с характеристикой Ночного духа, и подпрыгивает, используя инерцию."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит <electro>Электро урон по площади</electro> с характеристикой Ночного духа. Если Вареса при этом находится в состоянии боя или ударная волна от приземления поражает врагов, то она получает 25 очков Ночного духа. Когда таким способом набирается максимум очков Ночного духа, Вареса входит в состояние Пылающего воодушевления."
      },
      "fieryPassion": {
        "0": "<strong>Пылающее воодушевление</strong>",
        "1": "Обычная атака, заряженная атака и атака в падении Варесы в этом состоянии получают соответствующие усиления:"
      },
      "fpNormal": {
        "0": "<strong>Обычная атака</strong>",
        "1": "Сражаться так же бесстрашно, как звёзды борьбы! Совершает до трёх яростных ударов, нанося более высокий <electro>Электро урон</electro>."
      },
      "fpCharged": {
        "0": "<strong>Заряженная атака</strong>",
        "1": "Тратит определённое количество выносливости на выпад во врагов впереди, нанося более высокий <electro>Электро урон</electro> с характеристикой Ночного духа и подпрыгивает, используя инерцию."
      },
      "fpPlunging": {
        "0": "<strong>Атака в падении</strong>",
        "1": "Тратит все очки Ночного духа и стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит более высокий <electro>Электро урон по площади</electro> с характеристикой Ночного духа."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон заряженной атаки",
      "4": "Потребление выносливости",
      "5": "Урон в падении",
      "6": "Урон низкого/высокого удара",
      "7": "Урон атаки Пылающего воодушевления 1",
      "8": "Урон атаки Пылающего воодушевления 2",
      "9": "Урон атаки Пылающего воодушевления 3",
      "10": "Урон заряженной атаки Пылающего воодушевления",
      "11": "Потребление выносливости заряженной атакой Пылающего воодушевления",
      "12": "Урон атаки Пылающего воодушевления в падении",
      "13": "Урон низкого/высокого удара Пылающего воодушевления",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Верхом на ночной радуге",
    "description": {
      "0": "Быстрой как молния и свирепой как гром поступью Вареса демонстрирует истинный дух борьбы и совершает рывок вперёд, нанося врагам на пути <electro>Электро урон</electro> с характеристикой Ночного духа.",
      "1": "После применения навыка Вареса получает 20 очков Ночного духа и эффект Последующего удара: во время его действия усиливается сопротивление прерыванию Варесы, а при активации обычной атаки быстрым нажатием она стремительно выполнит заряженную атаку, не расходуя выносливости. После выполнения заряженной атаки эффект Последующего удара снимается.",
      "2": "При быстром или долгом нажатии Вареса применяет различные борцовские техники.",
      "3": "<br/>",
      "4": "<strong>Быстрое нажатие</strong>",
      "5": "Выполняет стремительный выпад вперёд.",
      "6": "<br/>",
      "7": "<strong>Долгое нажатие</strong>",
      "8": "Вареса входит в состояние Благословения Ночного духа и переходит в режим Внезапного натиска.",
      "9": "<br/>",
      "10": "<strong>Внезапный натиск</strong>",
      "11": "Непрерывно расходует очки Ночного духа. Скорость передвижения и сопротивление прерыванию Варесы в этом состоянии повышаются. Кроме того, она становится способна совершать летающие рывки, используя местность, либо дополнительно расходовать очки Ночного духа и передвигаться по поверхности воды или жидкого флогистона, не получая урона от последнего.",
      "12": "<br/>",
      "13": "<strong>Благословение Ночного духа: Вареса</strong>",
      "14": "Когда очки Ночного духа исчерпаются, Благословение Ночного духа Варесы завершается. Пока Вареса пребывает в режиме Внезапного натиска или состоянии Пылающего воодушевления, постоянно будет считаться, что она находится в состоянии Благословения ночного духа.",
      "15": "<br/>",
      "16": "Навык имеет 2 заряда. Когда Вареса входит в состояние Пылающего воодушевления, она получает дополнительный заряд использования элементального навыка быстрым нажатием, причём его урон повышается.",
      "17": "<br/>",
      "18": "<strong>Пылающее воодушевление</strong>",
      "19": [
        " Когда Вареса не пребывает в состоянии Пылающего воодушевления, то с помощью атак в падении она может получать очки Ночного духа. Когда очки Ночного духа таким способом достигнут максимума или когда Вареса применяет взрыв стихии <strong>Ослепительное сошествие!</strong>, она входит в состояние Пылающего воодушевления.",
        " Обычная атака, элементальный навык и взрыв стихии Варесы в состоянии Пылающего воодушевления получают свои собственные усиления. Кроме того, в течение короткого времени после атаки в падении Вареса может применить особый взрыв стихии.",
        " Состояние Пылающего воодушевления длится до 15 сек. и завершается, когда исчерпаются очки Ночного духа или через некоторое время после выхода из боя."
      ],
      "20": "<br/>",
      "21": "<i>«Сейчас мой герой - это я».</i>"
    },
    "skillParams": {
      "0": "Урон выпада",
      "1": "Урон выпада Пылающего воодушевления",
      "2": "Длительность Последующего удара",
      "3": "Максимум очков Ночного духа",
      "4": "Время отката",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Ослепительное сошествие!",
    "description": {
      "0": "Подобно справедливым героям из свитков для детей подпрыгивает высоко в воздух и использует инерцию для выполнения мощного удара в полёте, который наносит врагам <electro>Электро урон по площади</electro> с характеристикой Ночного духа.",
      "1": "После применения этого навыка Вареса восстанавливает очки Ночного духа до максимума и входит в состояние Пылающего воодушевления.",
      "2": "<br/>",
      "3": "Взрыв стихии Варесы в состоянии Пылающего воодушевления наносит повышенный <electro>Электро урон по площади</electro> с характеристикой Ночного духа.",
      "4": "<br/>",
      "5": "Кроме того, после применения атаки в падении в состоянии Пылающего воодушевления Вареса кратковременно активирует Предельный импульс.",
      "6": "<br/>",
      "7": "<strong>Предельный импульс</strong>",
      "8": "Сопротивление прерыванию Варесы повышается. В данном состоянии Вареса может игнорировать откат взрыва стихии и расходует меньше энергии, чтобы активировать свой особый взрыв стихии Ослепительное сошествие: Обрушение вулкана - это позволяет ей применять особенно мощную атаку в падении, Громогласное вулканическое торнадо, которая по приземлении наносит <electro>Электро урон по площади</electro>, а Вареса выходит из состояния Предельного импульса. с характеристикой Ночного духа. Такой урон считается уроном атаки в падении.",
      "9": "После активации элементального навыка Вареса выходит из состояния Предельного импульса.",
      "10": "<br/>",
      "11": "<i>Изначально Вареса назвала этот приём «Величайший приём сверхистребления: Молниеносный непобедимый сверхзвуковой и раскалывающий небеса удар ногой нисходящего героя справедливости», но название оказалось слишком длинным. Кроме того, выкрикивать его на публике было неловко даже в маске, поэтому в итоге она остановилась на нынешнем названии.</i>"
    },
    "skillParams": {
      "0": "Урон удара в полёте",
      "1": "Урон удара в полёте Пылающего воодушевления",
      "2": "Время отката",
      "3": "Потребление энергии",
      "4": "Урон Обрушения вулкана",
      "5": "Потребление энергии Обрушением вулкана",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Трёхкратный командный прыжок!",
    "description": {
      "0": "После применения элементального навыка <strong>Верхом на ночной радуге</strong> Вареса на 5 сек. получает эффект Радужное крушение.",
      "1": "Во время его действия ударная волна атаки в падении Варесы наносит дополнительный урон, равный 50% от её силы атаки. Если Вареса находится в состоянии Пылающего воодушевления, то ударная волна атаки в падении наносит дополнительный урон, равный 180% от её силы атаки.",
      "2": "<br/>",
      "3": "Эффект Радужного крушения исчезает, когда ударная волна от приземления атаки в падении поражает противников или когда заканчивается время его действия."
    }
  },
  "passive2": {
    "name": "Дважды вернувшийся герой!",
    "description": {
      "0": "Когда члены отряда поблизости активируют Вспышку Ночного духа, сила атаки Варесы повышается на 35% на 12 сек. Этот эффект складывается до 2 раз. Длительность каждого уровня рассчитывается отдельно."
    }
  },
  "passive3": {
    "name": "Дар владений ночи: Испепеляющий зло факел",
    "description": {
      "0": "Когда очки Ночного духа исчерпаны, Вареса продолжит поддерживать режим Внезапного натиска состояния Благословения Ночного духа, переключившись на флогистон.",
      "1": "Когда Вареса находится в областях Натлана с флогистоновыми механиками, она способна применять Передачу Ночного духа: Вареса. Когда активный персонаж использует спринт, пребывает в состоянии передвижения некоторых талантов или находится на определённой высоте в воздухе, при смене персонажа на Варесу активируется следующий эффект: Вареса входит в состояние Благословения Ночного духа, активирует режим Внезапного натиска и получает 20 очков Ночного духа. Передача Ночного духа может активироваться вашим отрядом один раз в 10 сек.",
      "2": "Кроме того, в областях Натлана с флогистоновыми механиками, когда Вареса использует перепады рельефа для прыжков, она не получает урона от падения."
    }
  },
  "passive": {
    "name": "Пламенное сердце, один путь вперёд!",
    "description": {
      "0": "Скорость спринта Варесы повышается. Потребление выносливости вне боя во время спринта также повышается.",
      "1": "Кроме того, в областях Натлана с флогистоновыми механиками потребление еды восстанавливает вашим персонажам 20 ед. флогистона. Этот эффект может возникнуть один раз в 10 сек. В подземельях, Витой Бездне и Подземельях наказания он не действует."
    }
  },
  "constellation1": {
    "name": "Неугасающая преданность",
    "description": {
      "0": "Усиливает эффект пассивного таланта Трёхкратный командный прыжок:",
      "1": "При выполнении особой атаки в падении Громогласное вулканическое торнадо Вареса на 5 сек. получает Радужное крушение.",
      "2": "Во время действия Радужного крушения, независимо от того, находится ли Вареса в состоянии Пылающего воодушевления или нет, ударная волна атаки в падении наносит дополнительный урон, равный 180% от её силы атаки. Требуется разблокировать пассивный талант Трёхкратный командный прыжок.",
      "3": "<br/>",
      "4": "Кроме того, когда Вареса находится в режиме Внезапного натиска состояния Благословения Ночного духа, её потребление очков Ночного духа или флогистона снижается на 30%."
    }
  },
  "constellation2": {
    "name": "Преступая черту дневного света",
    "description": {
      "0": "Независимо от того, находится ли Вареса в состоянии Пылающего воодушевления или нет, после выполнения атаки в падении она активирует Предельный импульс.",
      "1": "Когда Предельный импульс активен, сопротивление прерыванию Варесы становится ещё выше.",
      "2": "Кроме того, когда ударная волна от приземления атаки в падении Варесы поражает противников, она восстанавливает 11,5 ед. энергии."
    }
  },
  "constellation3": {
    "name": "Непоколебимая решимость",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Ослепительное сошествие!</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Храбрость идти вперёд",
    "description": {
      "0": "При активации взрыва стихии <strong>Ослепительное сошествие!</strong> в зависимости от состояния Варесы возникают разные усиления. Если Вареса:",
      "1": [
        " Не находится в состоянии Пылающего воодушевления или Предельного импульса, то она на 15 сек. получает эффект Храброго продвижения: урон ударной волны атаки в падении Варесы повышается на 500% от её силы атаки (максимум увеличения урона, которое можно получить таким способом, составляет 20 000 ед.). Этот эффект исчезает, когда ударная волна от приземления атаки в падении поражает противников или когда заканчивается время его действия.",
        " Находится в состоянии Пылающего воодушевления или Предельного импульса, то урон этого взрыва стихии <strong>Ослепительное сошествие!</strong> увеличивается на 100%."
      ]
    }
  },
  "constellation5": {
    "name": "Раздумья на тёплом ветру",
    "description": {
      "0": "Увеличивает уровень навыка <strong>За рога</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Триумф справедливого героя",
    "description": {
      "0": "Когда Вареса входит в состояние Предельного импульса, она восстанавливает 30 ед. энергии.",
      "1": "Шанс крит. попадания её атак в падении и взрыва стихии <strong>Ослепительное сошествие!</strong> увеличивается на 10%, а крит. урон - на 100%.",
      "2": "Кроме того, при активации элементального навыка <strong>Верхом на ночной радуге</strong> долгим нажатием или активации элементального навыка быстрым нажатием в режиме Внезапного натиска Вареса восстанавливает очки Ночного духа до максимума."
    }
  }
}