{
  "name": "Ризли",
  "title": "Эмиссар заточённых злодеяний",
  "description": "Герцог крепости Меропид, повелитель тёмных глубин.",
  "constellationName": "Сторожевой Пёс",
  "auto": {
    "name": "Свирепые кулаки стужи",
    "fields": {
      "normal": {
        "0": "<strong><strong>Обычная атака</strong>",
        "1": "Собрав в руках мороз, Ризли даёт волю <strong>Кулакам изгнания</strong> и выполняет до 5 быстрых ударов, которые наносят <cryo>Крио урон</cryo>.",
        "2": "Кроме того, счётчик серии обычных ударов не сбрасывается в течение короткого времени после активации Стремительного ледяного клыка или завершения спринта."
      },
      "charged": {
        "0": "<strong>Заряженная атака</strong>",
        "1": "Расходует определённое количество выносливости, подпрыгивает и выполняет удар <strong>Морозного кулака в прыжке</strong>, который наносит <cryo>Крио урон по площади</cryo>."
      },
      "plunging": {
        "0": "<strong>Атака в падении</strong>",
        "1": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит <cryo>Крио урон по площади</cryo>."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон атаки 5",
      "5": "Урон заряженной атаки",
      "6": "Потребление выносливости",
      "7": "Урон в падении",
      "8": "Урон низкого/высокого удара",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Стремительный ледяной клык",
    "description": {
      "0": "Быстро подстроив дыхание, темп и ритм, Ризли совершает рывок на короткое расстояние вперёд, входит в состояние <strong>Леденящего наказания</strong> и наносит ещё более мощные и яростные атаки.",
      "1": "<br/>",
      "2": "<strong>Леденящее наказание</strong>",
      "3": [
        " Повышает сопротивление прерыванию Ризли.",
        "Когда HP Ризли выше 50%, Кулаки изгнания <strong>Свирепых кулаков стужи</strong> наносят больше урона, а при попадании Ризли теряет определённое количество HP. HP таким образом теряется не чаще одного раза каждые 0,1 сек."
      ],
      "4": "Этот эффект перестаёт действовать, когда Ризли покидает поле боя.",
      "5": "<br/>",
      "6": "<i>«Былого не изменить, но будущее в наших руках».",
      "7": "«Если не желаешь, чтобы мимолётные злодеяния поглотили твою судьбу, дорожи этим мгновением».</i>"
    },
    "skillParams": {
      "0": "Урон усиленных Кулаков изгнания",
      "1": "Потребление HP",
      "2": "Длительность",
      "3": "Время отката",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Укус чернозлатого волка",
    "description": {
      "0": "Активирует свои боксёрские перчатки и выполняет Удар наледи, нанося перед собой многократный <cryo>Крио урон по площади</cryo>.",
      "1": "<br/>",
      "2": "<strong>Архэ: Усия</strong>",
      "3": "После завершения Удара наледи на позицию противника нисходит Клинок бурных вод и наносит <cryo>Крио урон</cryo> усии.",
      "4": "<br/>",
      "5": "<i>Есть вещи, перед которыми даже герцог крепости Меропид бессилен. Это, например, запутанная бумажная работа, пустяковые обязанности надзирателя, или даже... дети, которые обклеивают его боксёрские перчатки симпатичными, но трудноудаляемыми наклейками.</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Урон Клинка бурных вод",
      "2": "Время отката",
      "3": "Откат Клинка бурных вод",
      "4": "Потребление энергии",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Да восторжествует справедливость",
    "description": {
      "0": "Когда HP Ризли ниже 60%, он получает Благодатное взыскание. Его следующая заряженная атака <strong>Свирепыми кулаками стужи</strong> усиливается до Взыскания: Морозный кулак в прыжке. Она не потребляет выносливость, наносит увеличенный на 50% урон, а попадания по противнику восстанавливают HP Ризли в размере 30% от его макс. HP.",
      "1": "Благодатное взыскание можно получить таким способом не более 1 раза каждые 5 сек."
    }
  },
  "passive2": {
    "name": "Да придёт час расплаты за грехи",
    "description": {
      "0": "Когда текущее HP Ризли увеличивается или снижается, пока он находится в состоянии Леденящего наказания <strong>Стремительного ледяного клыка</strong>, Леденящее наказание получает один уровень Указа об обвинении. Эффект складывается до 5 раз. Каждый уровень эффекта повышает силу атаки Ризли на 6%."
    }
  },
  "passive3": {
    "name": "Милость герцога",
    "description": {
      "0": "При создании материалов возвышения оружия имеет 10% шанс создать дополнительный предмет."
    }
  },
  "constellation1": {
    "name": "Держать злодеев в страхе",
    "description": {
      "0": "Благодатное взыскание пассивного таланта Да восторжествует справедливость меняется:",
      "1": "Пока HP Ризли меньше 60% или он пребывает в состоянии Леденящего наказания <strong>Стремительного ледяного клыка</strong>, когда по противнику попадает пятый удар Кулаков изгнания, Ризли получает Благодатное взыскание. Один эффект Благодатного взыскания можно получить 1 раз в 2,5 сек.",
      "2": "<br/>",
      "3": "Кроме того, Взыскание: Морозный кулак в прыжке получает следующие усиления:",
      "4": [
        " Увеличение урона повышается до 200%.",
        " Попадания по врагу в состоянии Леденящего наказания продлевают его на 4 сек. Каждое Леденящее наказание можно продлить таким способом только один раз."
      ],
      "5": "<br/>",
      "6": "Требуется разблокировать пассивный талант «Да восторжествует справедливость»."
    }
  },
  "constellation2": {
    "name": "Заковать высокомерных в кандалы",
    "description": {
      "0": "Во время использования <strong>Укуса чернозлатого волка</strong> каждый уровень Указа об обвинении пассивного таланта Да придёт час расплаты за грехи увеличивает урон этого навыка на 40%.",
      "1": "Требуется разблокировать пассивный талант «Да придёт час расплаты за грехи»."
    }
  },
  "constellation3": {
    "name": "Наказать алчных и бесчестных",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Свирепые кулаки стужи</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Принести спасение страждущим",
    "description": {
      "0": "HP, восстанавливаемое Ризли Взысканием: Морозный кулак в прыжке увеличивается до 50% от его макс. HP. Требуется разблокировать пассивный талант «Да восторжествует справедливость».",
      "1": "Кроме того, когда Ризли получает лечение с избытком, активируются разные эффекты в зависимости от того, на поле боя Ризли или нет. Если он на поле боя, его скорость атаки увеличивается на 20% на 4 сек. Если он не на поле, скорость атаки всех ваших персонажей увеличивается на 10% на 6 сек. Эти два эффекта увеличения скорости атаки не суммируются."
    }
  },
  "constellation5": {
    "name": "Помиловать несправедливо обвинённых",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Укус чернозлатого волка</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Лелеять невинных",
    "description": {
      "0": "Увеличивает шанс крит. попадания Взыскания: Морозный кулак в прыжке на 10%, а его крит. урон - на 80%. Кроме того, дополнительно выпускает сосульку, которая наносит 100% первоначального <cryo>Крио Урона</cryo>. Этот урон считается уроном заряженной атаки.",
      "1": "Требуется разблокировать пассивный талант «Да восторжествует справедливость»."
    }
  }
}