{
  "name": "Итто",
  "title": "Герой Ханамидзаки",
  "description": "Первый и величайший предводитель банды Аратаки, прославленной по всей Ханамидзаке города Инадзумы. Что, вы никогда о ней не слышали? Нарываетесь?",
  "constellationName": "Небесный Бык",
  "auto": {
    "name": "Легенда бойцовского клуба",
    "fields": {
      "normal": {
        "0": "<strong><strong>Обычная атака</strong>",
        "1": "До четырёх рубящих ударов.",
        "2": "При попадании второго удара по врагу персонаж получает 1 ур. эффекта Невероятная сила, при попадании четвёртого удара - 2 ур.",
        "3": "Невероятная сила может складываться до 5 раз. При каждом срабатывании длительность обновляется для всех уровней Невероятной силы.",
        "4": "<br/>",
        "5": "Кроме этого, комбо обычных атак не сбрасывается в течение короткого периода после запуска элементального навыка Масацу дзэцуги: Взрыв акауси или спринта."
      },
      "charged": {
        "0": "<strong>Заряженная атака</strong>",
        "1": "Если у персонажа есть Невероятная сила, то, удерживая кнопку заряженной атаки, можно наносить рубящие удары Аратаки кэсагири, не расходуя выносливость. Каждый удар Аратаки кэсагири расходует 1 ур. Невероятной силы. При расходе последнего уровня Невероятной силы Итто наносит особенно мощный удар.",
        "2": "Если нет накопленных уровней Невероятной силы, Итто выполняет одиночный рубящий удар Сайтимондзи."
      },
      "plunging": {
        "0": "<strong>Атака в падении</strong>",
        "1": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон комбо атаки Аратаки кэсагири",
      "5": "Финальный урон Аратаки кэсагири",
      "6": "Длительность Невероятной силы",
      "7": "Урон Сайтимондзи",
      "8": "Потребление выносливости на Сайтимондзи",
      "9": "Урон в падении",
      "10": "Урон низкого/высокого удара",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Масацу дзэцуги: Взрыв акауси!",
    "description": {
      "0": "Забрасывает Уси, бычка породы акауси и внештатного бойца банды Аратаки, который наносит врагам <geo>Гео урон</geo>! Когда Уси попадает во врага, Аратаки Итто получает 1 ур. Невероятной силы.",
      "1": "<br/>",
      "2": "Уси остаётся на поле боя для поддержки:",
      "3": [
        " Уси дразнит врагов, отвлекая их на себя.",
        " Его макс. HP зависит от макс. HP Аратаки Итто.",
        " Когда Уси получает урон, Аратаки Итто получает 1 ур. Невероятной силы (не чаще чем раз в 2 сек.).",
        " Когда у Уси заканчивается HP или время его действия подходит к концу, он убегает, добавляя Аратаки Итто 1 ур. Невероятной силы."
      ],
      "4": "<br/>",
      "5": "<strong>Долгое нажатие</strong>",
      "6": "Позволяет отрегулировать направление заброски Уси.",
      "7": "<br/>",
      "8": "Уси считается <geo>Гео конструкцией</geo>. У Аратаки может быть только один свой Уси одновременно.",
      "9": "<br/>",
      "10": "<i>Название техники заимствовано из романа Дзюнкити «Онибудо». Правда, там оно звучит немного иначе - Онисацу дзэцуги, «уникальная техника убийства óни». Пришлось немного подправить название и заменить в названии «óни» на «ма» - «нечисть». Во-первых, это позволяет избежать нарушения авторских прав. А во-вторых, Итто ведь и сам óни, так что...</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "HP быка",
      "2": "Длительность",
      "3": "Время отката",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Явление короля: Итто Жестокий!",
    "description": {
      "0": "Пора показать врагам силу банды Аратаки! На некоторое время Итто позволяет проявиться своему внутреннему Яростному королю óни и использует в бою Канабо короля óни.",
      "1": "Этот статус характеризуется следующими свойствами:",
      "2": [
        " Обычные и заряженные атаки, а также атаки в падении наносят <geo>Гео урон</geo>. Этот эффект не может быть отменён другими инфузиями.",
        " Увеличивается скорость обычных атак Аратаки Итто, сила атаки возрастает пропорционально его защите.",
        " У Аратаки Итто прибавляется по одному уровню Невероятной силы за попадание по врагу первым или третьим ударом комбо-атаки.",
        " Все виды элементального сопротивления и физ. сопротивление Аратаки Итто снижаются на 20%."
      ],
      "3": "<br/>",
      "4": "Статус Яростного короля óни снимается, если Аратаки Итто покидает поле боя.",
      "5": "<br/>",
      "6": "<i>Величайшая непревзойдённая техника боя (по мнению самого Аратаки). Аратаки Итто ни к чему подражать чему-либо другому, чтобы стать сильнее, ведь он, и никто другой, является самым сильным и самым ужасным óни в мире.</i>",
      "7": "<i>Сёта думает, это очень круто.</i>"
    },
    "skillParams": {
      "0": "Повышение атаки",
      "1": "Ускорение атаки",
      "2": "Длительность",
      "3": "Время отката",
      "4": "Потребление энергии",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Аратаки итибан",
    "description": {
      "0": "Когда Аратаки Итто выполняет серию выпадов Аратаки кэсагири, действуют следующие эффекты:",
      "1": [
        " Каждый выпад увеличивает скорость атаки следующего выпада в серии на 10%. Максимальное увеличение скорости атаки - 30%.",
        " Увеличивается сопротивление прерыванию."
      ],
      "2": "<br/>",
      "3": "Эти эффекты исчезают, когда серия прерывается."
    }
  },
  "passive2": {
    "name": "Наследие Багрового Óни",
    "description": {
      "0": "Урон Аратаки кэсагири увеличивается на 35% от защиты Аратаки Итто."
    }
  },
  "passive3": {
    "name": "Дровосек",
    "description": {
      "0": "У участников отряда есть шанс 25% получить дополнительную древесину при рубке деревьев."
    }
  },
  "constellation1": {
    "name": "Слушай мой наказ",
    "description": {
      "0": "При запуске <strong>Явления короля: Итто Жестокий!</strong> Аратаки Итто получает 2 ур. Невероятной силы. Через 1 сек. после запуска Аратаки Итто начинает получать по 1 ур. Невероятной силы каждые 0,5 сек. в течение 1,5 сек."
    }
  },
  "constellation2": {
    "name": "Все в круг для драки!",
    "description": {
      "0": "После активации навыка <strong>Явление короля: Итто Жестокий!</strong> за каждого члена отряда с элементом <geo>Гео</geo> время отката навыка уменьшается на 1,5 сек., а Аратаки Итто восстанавливает 6 ед. элементальной энергии.",
      "1": "Этим способом можно снизить откат не более чем на 4,5 сек. и восстановить не более 18 ед. энергии."
    }
  },
  "constellation3": {
    "name": "Быка за рога",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Масацу дзэцуги: Взрыв акауси!</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Тюремное угощение",
    "description": {
      "0": "После окончания действия статуса Яростный король óни от навыка <strong>Явление короля: Итто Жестокий!</strong> на 10 сек. у всех членов отряда поблизости защита повышается на 20%, атака также повышается на 20%."
    }
  },
  "constellation5": {
    "name": "10 лет славы Ханамидзаки",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Явление короля: Итто Жестокий!</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Аратаки Итто к вашим услугам!",
    "description": {
      "0": "Крит. урон заряженных атак Аратаки Итто повышается на 70%. С вероятностью 50% запуск Аратаки кэсагири не расходует Невероятную силу."
    }
  }
}