{
  "name": "Мика",
  "title": "Картограф чистого инея",
  "description": "Молодой рыцарь из обычной семьи. Он служит передовым геодезистом отряда. Застенчив и осторожен.",
  "constellationName": "Лесной Голубь",
  "auto": {
    "name": "Проход стрелы",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "До пяти атак с помощью арбалета и копья."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Выпад, наносящий урон противникам на пути, на который тратится определённое количество выносливости."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон атаки 5",
      "5": "Урон заряженной атаки",
      "6": "Потребление выносливости",
      "7": "Урон в падении",
      "8": "Урон низкого/высокого удара",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Вихрь звёздного инея",
    "description": {
      "0": "Атакует противников из арбалета и наделяет всех персонажей из вашего отряда поблизости Ветром духа, который повышает их скорость атаки, когда они активны.",
      "1": "При долгом нажатии способ активации навыка меняется.",
      "2": "<br/>",
      "3": "<strong>Быстрое нажатие</strong>",
      "4": "Выпускает пронзающую врагов стрелу потока инея, которая наносит <cryo>Крио урон</cryo>.",
      "5": "<br/>",
      "6": "<strong>Долгое нажатие</strong>",
      "7": "Переходит в режим прицеливания и выпускает в зафиксированного в качестве цели врага Сигнал ледяной звезды, который наносит <cryo>Крио урон</cryo>. При попадании Сигнал ледяной звезды взлетает в воздух и разрывается Осколками ледяной звезды, которые поражают до 3 других противников и наносят <cryo>Крио урон</cryo>.",
      "8": "<br/>",
      "9": "<i>Сияют звёзды на заиндевелом небе.</i>"
    },
    "skillParams": {
      "0": "Урон стрелы потока инея",
      "1": "Урон Сигнала ледяной звезды",
      "2": "Урон Осколка ледяной звезды",
      "3": "Бонус скорости атаки",
      "4": "Длительность Ветра духа",
      "5": "Время отката",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Песнь небесного пера",
    "description": {
      "0": "Вдохновляет товарищей по отряду молебнами рыцарского ордена и восстанавливает HP всем окружающим членам отряда, наделяя их статусом Орлиного пера. Размер восстанавливаемого HP зависит от макс. HP Мики.",
      "1": "<br/>",
      "2": "<strong>Орлиное перо</strong>",
      "3": "Когда обычные атаки активных персонажей со статусом Орлиного пера поражают противников, Мика восстанавливает их HP пропорционально собственному макс. HP.",
      "4": "Персонажи с этим статусом могут восстанавливать HP таким образом только один раз за определённый промежуток времени.",
      "5": "<br/>",
      "6": "<i>«В трудные времена не теряйте надежды, а в хорошие - бдительности, ибо белое перо выведет заблудших на правильный путь».</i>"
    },
    "skillParams": {
      "0": "Лечение навыка",
      "1": "Лечение Орлиного пера",
      "2": "Интервал лечения Орлиного пера",
      "3": "Длительность Орлиного пера",
      "4": "Время отката",
      "5": "Потребление энергии",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Подавляющий обстрел",
    "description": {
      "0": "В следующих ситуациях Ветер духа <strong>Вихря звёздного инея</strong> наделяет персонажей эффектом Выслеживания, который увеличивает их физ. урон на 10%, когда они активны:",
      "1": [
        " Если стрела потока инея поражает более чем 1 противника, каждый дополнительно поражённый противник создаёт 1 уровень эффекта Выслеживания.",
        " Осколок ледяной звезды, поражая противника, создаёт 1 уровень эффекта Выслеживания. Каждый Осколок ледяной звезды активируется только 1 раз."
      ],
      "2": "<br/>",
      "3": "Эффект Выслеживания Ветра духа складывается до 3 раз. При повторной активации Вихря звёздного инея во время его действия существующий Ветер духа и его уровни Выслеживания будут сняты."
    }
  },
  "passive2": {
    "name": "Топографическое картографирование",
    "description": {
      "0": "Если активный персонаж под одновременным воздействием Орлиного пера <strong>Песни небесного пера</strong> и Ветра духа <strong>Вихря звёздного инея</strong> наносит критическое попадание своей атакой, Ветер духа создаст 1 уровень эффекта Выслеживания пассивного таланта Подавляющий обстрел. Во время действия одного и того же Ветра духа таким образом можно получить 1 уровень эффекта Выслеживания.",
      "1": "Кроме того, максимум уровней Выслеживания, получаемых с помощью Ветра духа, увеличивается на 1.",
      "2": "Требуется разблокировать пассивный талант «Подавляющий обстрел»."
    }
  },
  "passive3": {
    "name": "Демаркация",
    "description": {
      "0": "Отмечает <strong>диковинки Мондштадта</strong> на мини-карте."
    }
  },
  "constellation1": {
    "name": "Непредвиденный фактор",
    "description": {
      "0": "Ветер духа <strong>Вихря звёздного инея</strong> сокращает интервал, с которым Орлиное перо навыка <strong>Песнь небесного пера</strong> восстанавливает HP. Процент сокращения соответствует увеличению скорости атаки Ветра духа."
    }
  },
  "constellation2": {
    "name": "Странствия в компании",
    "description": {
      "0": "При первом попадании стрелы потока инея <strong>Вихря звёздного инея</strong> или попадании Сигнала ледяной звезды создаётся 1 уровень эффекта Выслеживания пассивного таланта Подавляющий обстрел.",
      "1": "Требуется разблокировать пассивный талант «Подавляющий обстрел»."
    }
  },
  "constellation3": {
    "name": "Разведывательный опыт",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Песнь небесного пера</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Хвала солнечного инея",
    "description": {
      "0": "Орлиное перо <strong>Песни небесного пера</strong> Мики, исцеляя персонажей отряда, восстанавливает ему 3 ед. энергии. Восстановить энергию таким способом можно до 5 раз за время действия Орлиного пера, вызванного одной активацией Песни небесного пера."
    }
  },
  "constellation5": {
    "name": "Сигнальная стрела",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Вихрь звёздного инея</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Совет компаньона",
    "description": {
      "0": "Максимальное количество уровней Выслеживания Ветра духа навыка <strong>Вихрь звёздного инея</strong> увеличивается на 1. Требуется разблокировать пассивный талант «Подавляющий обстрел».",
      "1": "Также физический крит. урон активных персонажей под воздействием Ветра духа увеличивается на 60%."
    }
  }
}