{
  "name": "Ифа",
  "title": "Вслед за блуждающим ветром",
  "description": "Ветеринар из клана Цветочного Пера. Дорожит тем, что каждый день проводит рядом с людьми, животными и другими живыми существами.",
  "constellationName": "Шнур Опеле",
  "auto": {
    "name": "Ритуал изгнания ветров",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "До трёх атак, наносящих <anemo>Анемо урон</anemo>."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Выстрел вперёд, наносящий <anemo>Анемо урон по площади</anemo>, на который тратится определённое количество выносливости."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит <anemo>Анемо урон по площади</anemo>."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон заряженной атаки",
      "4": "Потребление выносливости",
      "5": "Урон в падении",
      "6": "Урон низкого/высокого удара",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Профилактика воздушно-капельных инфекций",
    "description": {
      "0": "Настало время настоящих боевых кентов! Ифа призывает на подмогу Какуку.",
      "1": "После применения этого навыка Ифа получает 80 очков Ночного духа и входит в состояние <strong>Благословения Ночного духа</strong>. В состоянии Благословения Ночного духа Ифа с помощью Какуку парит в воздухе. При выполнении обычной атаки, в зависимости от того, было использовано быстрое или долгое нажатие, разными способами активируется <strong>Огневая поддержка</strong> и выпускаются восстанавливающие HP всех членов отряда Лекарственные выстрелы.",
      "2": "<br/>",
      "3": "Кроме того, если удерживать элементальный навык <strong>Профилактика воздушно-капельных инфекций</strong>, когда Ифа пребывает в состоянии Благословения Ночного духа, то он будет использовать атаку в падении с характеристикой Ночного духа. Если отпустить кнопку элементального навыка, атака в падении прервётся и Ифа останется в воздухе. Если Ифа, выполняя атаку в падении, приземлится, то его состояние Благословения Ночного духа завершится."
    },
    "skillParams": {
      "0": "Урон Лекарственного выстрела",
      "1": "Лечение Лекарственного выстрела при попадании",
      "2": "Максимум очков Ночного духа",
      "3": "Время отката",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Составное поле успокоения",
    "description": {
      "0": "Выпускает во (временно агрессивного) врага Лечебное успокоительное. При попадании оно взрывается, создаёт сковывающий ветряной поток, который притягивает предметы и врагов поблизости, и наносит <anemo>Анемо урон по площади</anemo> с характеристикой Ночного духа.",
      "1": "При попадании по противникам под воздействием эффектов <hydro>Гидро</hydro>/<pyro>Пиро</pyro>/<cryo>Крио</cryo>/<electro>Электро</electro> Лечебное успокоительное накладывает на них <strong>Седативную метку</strong>."
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Урон Седативной метки",
      "2": "Время отката",
      "3": "Потребление энергии",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Видение полевого врача",
    "description": {
      "0": "Когда Ифа находится в состоянии Благословения Ночного духа, за каждое очко Ночного духа от их текущего общего количества в отряде он получает 1 очко <strong>Основ спасения</strong>. Основы спасения повышают урон реакций Рассеивание и Заряжен, вызываемых членами отряда поблизости."
    }
  },
  "passive2": {
    "name": "Договор о взаимопомощи",
    "description": {
      "0": "Когда члены отряда поблизости активируют Вспышку Ночного духа, мастерство стихий Ифы повышается на 80 ед. на 10 сек."
    }
  },
  "passive3": {
    "name": "Дар владений ночи: Режим целенаправленного спасения",
    "description": {
      "0": "Когда очки Ночного духа исчерпаны, Ифа продолжит поддерживать Благословение Ночного духа, переключившись на флогистон.",
      "1": "Когда Ифа находится в областях Натлана с флогистоновыми механиками, он способен применять Передачу Ночного духа: Ифа. Когда активный персонаж находится на определённой высоте в воздухе, при смене персонажа на Ифу активируется следующий эффект: Ифа, появляясь на поле, входит в состояние Благословения Ночного духа и получает 32 очка Ночного духа. Передача Ночного духа может активироваться вашим отрядом один раз в 10 сек."
    }
  },
  "passive": {
    "name": "Тёплая тактическая перевязка",
    "description": {
      "0": "Когда в областях Натлана с флогистоновыми механиками уровень HP активного персонажа вашего отряда или завриана, в которого он вселился, опускается ниже 40%, Ифа расходует 10 ед. флогистона и восстанавливает ему 40% его HP. Этот эффект может возникнуть один раз в 10 сек. В подземельях, Витой Бездне и Подземельях наказания он не действует."
    }
  },
  "constellation1": {
    "name": "Отваривание ползучего эликсира",
    "description": {
      "0": "Попадание <strong>Огневой поддержки</strong> по противнику восстанавливает 6 ед. энергии Ифы. Восстанавливать энергию таким образом можно 1 раз в 8 сек."
    }
  },
  "constellation2": {
    "name": "Путеводный дух баллистической молитвы",
    "description": {
      "0": "Когда Ифа находится в состоянии Благословения Ночного духа, за каждое очко Ночного духа от их общего количества в отряде свыше 60 он дополнительно получает 4 очка <strong>Основ спасения</strong>.",
      "1": "Кроме того, максимум очков Основ спасения Ифы повышается на 50.",
      "2": "Требуется разблокировать пассивный талант <strong>Видение полевого врача</strong>."
    }
  },
  "constellation3": {
    "name": "Опровержение в переговорах с ночью",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Профилактика воздушно-капельных инфекций</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Замещение истлевшего сосуда",
    "description": {
      "0": "Длительность сковывающего ветряного потока, который создаётся взрывом стихии <strong>Составное поле успокоения</strong>, увеличена до 3 сек.",
      "1": "Кроме того, на 15 сек. после применения взрыва стихии <strong>Составное поле успокоения</strong> мастерство стихий Ифы повышается на 100 ед."
    }
  },
  "constellation5": {
    "name": "Клятва всеобщего сосуществования",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Составное поле успокоения</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Обещание на узелке с пером",
    "description": {
      "0": "Когда Ифа активирует <strong>Огневую поддержку</strong> долгим нажатием, с шансом 50% будет дополнительно выпущен один Лекарственный выстрел, который наносит 120% Анемо урона от силы атаки Ифы. Этот урон считается уроном обычной атаки.",
      "1": "Кроме того, когда Ифа не находится в бою, его потребление очков Ночного духа или флогистона в состоянии Благословения Ночного духа снижается на 20%."
    }
  }
}