{
  "name": "Муалани",
  "title": "Укротительница волн",
  "description": "Знаменитый проводник из Натлана, владелица магазина товаров для водного спорта, эксперт по всем видам укрощения волн.",
  "constellationName": "Тюлень",
  "auto": {
    "name": "Охлаждающая процедура",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "До трёх атак, наносящих <hydro>Гидро урон</hydro>."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Тратит определённое количество выносливости и выбивает в воздух иглобрюха, который при приземлении наносит <hydro>Гидро урон по площади</hydro>."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Накопив энергию воды, стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит <hydro>Гидро урон по площади</hydro>."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон заряженной атаки",
      "4": "Потребление выносливости",
      "5": "Урон в падении",
      "6": "Урон низкого/высокого удара",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Волнорезная сёрф-акула",
    "description": {
      "0": "Благодаря знаниям о том, как управлять скоростью и волнами, Муалани способна заниматься сёрфингом где и когда угодно.",
      "1": "После активации этого навыка Муалани получает 60 очков Ночного духа и переходит в состояние Благословения Ночного духа.",
      "2": "<br/>",
      "3": "<strong>Благословение Ночного духа: Муалани</strong>",
      "4": "Непрерывно расходует очки Ночного духа. Когда они заканчиваются или навык используется повторно, Благословение Ночного духа Муалани завершается. У состояния Благословения Ночного духа следующие особенности:",
      "5": [
        " Муалани взбирается на сёрф-акулку, её скорость передвижения и сопротивление прерыванию повышается. Пока это состояние активно, Муалани может перемещаться по воде и жидкому флогистону, не получая урона от последнего.",
        " Обычные атаки превращаются в Укусы акулки, которые наносят <hydro>Гидро урон</hydro> с характеристикой Ночного духа, пропорциональный макс. HP Муалани. Укусы акулки можно производить в воздухе. Урон, наносимый таким способом, считается уроном обычной атаки.",
        " Соприкасаясь в этом состоянии с врагами, Муалани накладывает на них Метки добычи и получает 1 уровень Импульса волн. Импульс волн складывается до 3 раз. За одного и того же врага можно получить 1 уровень раз в 0,7 сек."
      ],
      "6": "<br/>",
      "7": "<strong>Импульс волн и Метки добычи</strong>",
      "8": "Когда Муалани использует Укусы акулки, наносимый ею урон увеличивается согласно количеству уровней Импульса волн. Когда в наличии 3 уровня, Укус акулки превращается в Разрывающий укус акулки, ещё больше повышая урон и при попадании по врагу снимая все уровни.",
      "9": "Когда Укусы акулки попадают по противнику с Меткой добычи, Метка снимается, и выпускаются Акулкины ракеты в максимум 5 противников с Метками добычи поблизости. Они наносят урон, равный урону данного Укуса акулки, и снимают Метки. Если целей Укуса акулки и Акулкиных ракет более 1, наносимый урон снижается. Урон снижается до 72% от исходного урона, если целей не менее 3.",
      "10": "<br/>",
      "11": "<i>Во-первых, сёрф-акулка не только доска для сёрфинга, но и пресноводная акула. Во-вторых, она не ест, но кусается очень даже по-настоящему.</i>"
    },
    "skillParams": {
      "0": "Базовый урон Укуса акулки",
      "1": "Увеличение урона Импульса волн",
      "2": "Дополнительное увеличение урона Разрывающего укуса акулки",
      "3": "Время отката Укуса акулки",
      "4": "Максимум очков Ночного духа",
      "5": "Время отката",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Зубастый бабах",
    "description": {
      "0": "Выпускает самонаводящуюся Акулкину суперракету, которая наносит <hydro>Гидро урон по площади</hydro> с характеристикой Ночного духа пропорционально макс. HP Муалани.",
      "1": "<br/>",
      "2": "<i>Муалани дала Акулкиным ракетам такое название потому, в нём есть и огонь, и вода, звучит как горячие источники.</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Время отката",
      "2": "Потребление энергии",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Жаростойкий пресноводный иглобрюх",
    "description": {
      "0": "Разрывающий укус акулки, поражая противника, рядом создаёт иглобрюха. Подбирая иглобрюха, Муалани восстанавливает 20 очков Ночного духа. Во время действия одного Благословения Ночного духа таким способом можно создать только 2 иглобрюхов."
    }
  },
  "passive2": {
    "name": "Лучший проводник Натлана",
    "description": {
      "0": "После того как член отряда поблизости активирует Вспышку Ночного духа, Муалани получает 1 уровень Постижения наездника волн, который длится 20 сек. Этот эффект складывается до 3 раз. Применяя <strong>Зубастый бабах</strong>, Муалани расходует все уровни Постижения наездника волн и повышает урон этого Зубастого бабаха пропорционально 15%/30%/45% от собственного макс. HP."
    }
  },
  "passive3": {
    "name": "Дар владений ночи: Взлёты и падения",
    "description": {
      "0": "Когда очки Ночного духа исчерпаны, Муалани продолжит поддерживать Благословение Ночного духа, переключившись на флогистон.",
      "1": "Когда Муалани находится в областях Натлана с флогистоновыми механиками, она способна применять Передачу Ночного духа: Муалани. Когда активный персонаж использует спринт, плывёт, пребывает в состоянии передвижения некоторых талантов или находится на определённой высоте в воздухе, при смене персонажа на Муалани активируется следующий эффект: Муалани, появляясь на поле, входит в состояние Благословения Ночного духа и получает 40 очков Ночного духа. Передача Ночного духа может активироваться вашим отрядом один раз в 10 сек.",
      "2": "<br/>",
      "3": "Кроме того, в Натлане во время перемещения по воде и жидкому флогистону в состоянии Благословения Ночного духа потребление очков Ночного духа или флогистона Муалани снижается на 75%, тогда как вне Натлана потребление очков Ночного духа теми же действиями снижается на 35%."
    }
  },
  "passive": {
    "name": "Главное улыбаться!",
    "description": {
      "0": "В областях с флогистоновыми механиками в Натлане при взаимодействии с некоторыми предметами для сбора восстанавливается 15 ед. флогистона. Кроме того, отмечает <strong>диковинки Натлана</strong> поблизости на мини-карте."
    }
  },
  "constellation1": {
    "name": "Беззаботные «Мецтли»...",
    "description": {
      "0": "Урон первого Разрывающего укуса акулки и вызываемых им Акулкиных ракет после перехода Муалани в состояние Благословения Ночного духа увеличивается на 66% от её макс. HP. Данный увеличенный урон подлежит уменьшению согласно правилам навыка <strong>Волнорезная сёрф-акула</strong>.",
      "1": "Кроме того, потребление очков Ночного духа и флогистона вне боя состоянием Благословение Ночного духа Муалани снижается на 30%."
    }
  },
  "constellation2": {
    "name": "Муалани сделает всё возможное!",
    "description": {
      "0": "Войдя в состояние Благословение Ночного духа, Муалани получает 2 уровня Импульса волн навыка <strong>Волнорезная сёрф-акула</strong>. Она получает 1 уровень, когда подбирает иглобрюха.",
      "1": "Вдобавок Муалани восстанавливает 12 очков Ночного духа в течение 2 сек. всякий раз, когда она подбирает 2 иглобрюхов в течение одного состояния Благословение Ночного духа.",
      "2": "Для активации данного эффекта требуется разблокировать пассивный талант Жаростойкий пресноводный иглобрюх."
    }
  },
  "constellation3": {
    "name": "По волнам весёлого моря",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Волнорезная сёрф-акула</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Акулка поедает иглобрюшков",
    "description": {
      "0": "Когда Муалани подбирает иглобрюха, то восстанавливает 8 ед. энергии. Требуется разблокировать пассивный талант Жаростойкий пресноводный иглобрюх.",
      "1": "Кроме того, урон <strong>Зубастого бабаха</strong> повышается на 75%."
    }
  },
  "constellation5": {
    "name": "Продаётся такая же доска для сёрфинга!",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Зубастый бабах</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Дух Народа Родников",
    "description": {
      "0": "Эффект увеличения урона созвездия Беззаботные «Мецтли»... больше не ограничен только одной активацией в течение Благословения Ночного духа."
    }
  }
}