{
  "name": "Аято",
  "title": "Оплот стойкости",
  "description": "Молодой и всесторонне одарённый глава комиссии Ясиро из клана Камисато. Он вежливый и предупредительный человек, у которого для любой проблемы найдётся множество решений.",
  "constellationName": "Оберегающий Кипарис",
  "auto": {
    "name": "Маробаси",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "До пяти быстрых ударов."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Тратит определённое количество выносливости на выпад вперёд и выполняет иай."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон атаки 5",
      "5": "Урон заряженной атаки",
      "6": "Потребление выносливости",
      "7": "Урон в падении",
      "8": "Урон низкого/высокого удара",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Искусство Камисато: Кёка",
    "description": {
      "0": "Камисато Аято перемещается и входит в состояние Такимэгури канка.",
      "1": "После перемещения на его исходной позиции остаётся водная иллюзия. Когда время действия полностью сформировавшейся водной иллюзии истекает или рядом находятся враги, она взрывается и наносит <hydro>Гидро урон по площади</hydro>.",
      "2": "<br/>",
      "3": "<strong>Такимэгури канка</strong>",
      "4": "В этом состоянии Камисато Аято совершает молниеносные атаки, используя свой Сюнсуйкэн. Урон от обычных атак конвертируется в <hydro>Гидро урон по площади</hydro>. Этот эффект не может быть отменён другими инфузиями.",
      "5": "Также он обладает следующими свойствами:",
      "6": [
        " Попадания Сюнсуйкэн по врагу наделяют Аято эффектом Намисэн, который увеличивает наносимый Сюнсуйкэн урон пропорционально текущему макс. HP Аято. Изначально Намисэн может складываться до 4 раз. Один уровень эффекта можно получить с помощью Сюнсуйкэн раз в 0,1 сек. С завершением Такимэгури канка этот эффект исчезнет.",
        " Увеличивает сопротивление прерыванию Аято.",
        " Заряженные атаки и атаки в падении становятся недоступны."
      ],
      "7": "<br/>",
      "8": "Такимэгури канка снимается, когда Аято покидает поле боя. Если во время действия Такимэгури канка применить Искусство Камисато: Кёка повторно, текущее состояние прервётся.",
      "9": "<br/>",
      "10": "<i>«Когда это вам померещилось, что победа на вашей стороне?»</i>",
      "11": "<i>Таков Аято как в боевых искусствах, так и в хитросплетениях политических интриг. При главах других комиссий он такого не говорит, заботясь об их достоинстве. Посему эту фразу доводилось слышать только Томе, Итто и Аяке.</i>"
    },
    "skillParams": {
      "0": "Урон Сюнсуйкэн 1",
      "1": "Урон Сюнсуйкэн 2",
      "2": "Урон Сюнсуйкэн 3",
      "3": "Длительность Такимэгури канка",
      "4": "Повышение урона Намисэн",
      "5": "Урон водной иллюзии",
      "6": "Длительность водной иллюзии",
      "7": "Время отката",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Искусство Камисато: Суйю",
    "description": {
      "0": "Создаёт безмятежный сад, в котором гаснет суета и шум.",
      "1": "Пока сад существует, в его области на врагов непрерывно обрушиваются Клинки водных цветов, нанося им <hydro>Гидро урон</hydro>, а урон обычной атаки персонажей внутри него увеличивается.",
      "2": "<br/>",
      "3": "<i>«Я вижу её. Рябь, которая проходит по этим тихим водам от ударов твоего сердца».</i>"
    },
    "skillParams": {
      "0": "Урон Клинков водных цветов",
      "1": "Бонус урона обычной атаки",
      "2": "Длительность",
      "3": "Время отката",
      "4": "Потребление энергии",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Искусство Камисато: Минэ о матойси киётаки",
    "description": {
      "0": "<strong>Искусство Камисато: Кёка</strong> обладает следующими эффектами:",
      "1": [
        " После использования Камисато Аято получает два уровня Намисэн.",
        " Когда водная иллюзия взрывается, Аято обретает эффект Намисэн, равный максимальному количеству уровней эффекта."
      ]
    }
  },
  "passive2": {
    "name": "Искусство Камисато: Митиюку хагэцу",
    "description": {
      "0": "Когда Камисато Аято не на поле боя, а его энергия ниже 40 ед., он восстанавливает себе 2 ед. энергии в секунду."
    }
  },
  "passive3": {
    "name": "Искусство Камисато: Ежедневная готовка",
    "description": {
      "0": "При приготовлении идеального блюда имеет 18% шанс получить дополнительное «странное» блюдо того же типа."
    }
  },
  "constellation1": {
    "name": "Кёка фуси",
    "description": {
      "0": "Увеличивает на 40% урон <strong>Сюнсуйкэн</strong> против врагов с НР, равным 50% или ниже."
    }
  },
  "constellation2": {
    "name": "Родник мира",
    "description": {
      "0": "Максимум уровней <strong>Намисэн</strong> увеличен до 5. Когда у Камисато Аято не менее 3 уровней Намисэн, его макс. HP повышается на 50%."
    }
  },
  "constellation3": {
    "name": "Созерцание цветов",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Искусство Камисато: Кёка</strong> на 3.",
      "1": "Макс. уровень: 15."
    }
  },
  "constellation4": {
    "name": "Бесконечный поток",
    "description": {
      "0": "После использования <strong>Искусства Камисато: Суйю</strong> скорость обычной атаки всех ближайших членов отряда повышается на 15% в течение 15 сек."
    }
  },
  "constellation5": {
    "name": "Бансуй итиро",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Искусство Камисато: Суйю</strong> на 3.",
      "1": "Макс. уровень: 15."
    }
  },
  "constellation6": {
    "name": "Бескрайний исток",
    "description": {
      "0": "После активации <strong>Искусства Камисато: Кёка</strong>, если следующая атака Сюнсуйкэн попадёт по врагу, Аято выполнит 2 дополнительные атаки Сюнсуйкэн, каждая из которых нанесёт 450% урона от его силы атаки.",
      "1": "Эффект Намисэн на эти дополнительные атаки не распространяется."
    }
  }
}