{
  "name": "Оророн",
  "title": "Тень Ночного Ветра",
  "description": "Юноша из Повелителей Ночного Ветра, живущий в глуши вместе со всевозможными существами.",
  "constellationName": "Вечерница",
  "auto": {
    "name": "Выстрел пристанища духов",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "До трёх выстрелов из лука."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Более меткий <strong>прицельный выстрел</strong> с увеличенным уроном.",
        "2": "Во время прицеливания наконечник стрелы заряжается стихией Электро. Полностью заряженная стрела наносит <electro>Электро урон</electro>."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Выпускает град стрел в воздухе, которые при приземлении персонажа наносят урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Прицельный выстрел",
      "4": "Заряженный выстрел",
      "5": "Урон в падении",
      "6": "Урон низкого/высокого удара",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Праща ночи",
    "description": {
      "0": "Оророн применяет древнюю секретную технику Повелителей Ночного Ветра в виде <strong>Сферы душ</strong> цвета ночи, которая выпускается в противника и наносит <electro>Электро урон</electro> с характеристикой Ночного духа.",
      "1": "Если поблизости есть другие враги, Сфера душ будет перескакивать между врагами, нанося <electro>Электро урон</electro> с характеристикой Ночного духа. С каждым использованием Пращи ночи один враг может быть выбран в качестве цели один раз.",
      "2": "После трёх отскоков или если поблизости не осталось подходящих целей, Сфера исчезает.",
      "3": "<br/>",
      "4": "<i>«Всем хочется предвидеть будущее. Это, видимо, потому, что они не нашли собственного призвания... Прости, я опять говорю о сложных вещах».</i>"
    },
    "skillParams": {
      "0": "Урон Сферы душ",
      "1": "Время отката",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Эхо мрачных голосов",
    "description": {
      "0": "Оророн пробуждает древний ритуал, который наносит <electro>Электро урон по площади</electro> с характеристикой Ночного духа, призывая Сверхзвуковое око.",
      "1": "<br/>",
      "2": "<strong>Сверхзвуковое око</strong>",
      "3": [
        " Привлекает атаки врагов поблизости на себя.",
        " Постоянно вращается и выпускает во врагов поблизости звуковые волны, которые наносят врагам поблизости <electro>Электро урон</electro> с характеристикой Ночного духа."
      ],
      "4": "<br/>",
      "5": "<i>Достаточно восприимчивые слышат тончайшие звуки всего сущего. Таким образом они не собьются с пути даже в долгие, беспросветные ночи.</i>"
    },
    "skillParams": {
      "0": "Урон ритуала",
      "1": "Урон звуковой волны",
      "2": "Длительность",
      "3": "Время отката",
      "4": "Потребление энергии",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Синестезия ночного укрытия",
    "description": {
      "0": "После того как члены отряда поблизости активируют Вспышку Ночного духа, Оророн получает 40 очков Ночного духа. В течение 15 сек. после применения элементального навыка, когда атаки с элементами <hydro>Гидро</hydro> или <electro>Электро</electro> других членов отряда поражают противников, Оророн получает 5 очков Ночного духа. Этот эффект может возникнуть один раз в 0,3 сек. и за это время может возникнуть до 10 раз.",
      "1": "Максимум очков Ночного духа Оророна составляет 80.",
      "2": "<br/>",
      "3": "Кроме того, когда враги поблизости получают урон от реакции <electro>Заряжен</electro> или другие персонажи поблизости наносят урон с характеристикой Ночного духа, а у Оророна есть не менее 10 очков Ночного духа, то Оророн расходует эти 10 очков, входит в состояние Благословения Ночного духа и активирует Сверхчувствительность: до 4 врагов поблизости получают <electro>Электро урон</electro> с характеристикой Ночного духа, равный 160% от силы атаки Оророна. Этот эффект может возникнуть один раз в 1,8 сек.",
      "4": "<br/>",
      "5": "<strong>Благословение Ночного духа: Оророн</strong>",
      "6": "Состояние Благословения Ночного духа Оророна длится до 6 сек."
    }
  },
  "passive2": {
    "name": "Катализатор явления",
    "description": {
      "0": "После попадания <strong>Сферы душ</strong> элементального навыка <strong>Праща ночи</strong> по противнику Оророн на 15 сек. получает Печать явления.",
      "1": "<br/>",
      "2": "<strong>Печать явления</strong>",
      "3": "После того как активный член отряда поблизости поражает противника обычной атакой, заряженной атакой или атакой в падении, он восстанавливает 3 ед. энергии. Если Оророн не на поле боя, он также восстанавливает 3 ед. энергии. Этот эффект может возникнуть один раз в 1 сек. и до 3 раз во время действия."
    }
  },
  "passive3": {
    "name": "Дар владений ночи: Тени в текучем тумане",
    "description": {
      "0": "Когда Оророн находится в областях Натлана с флогистоновыми механиками, он способен применять Передачу Ночного духа: Оророн. Когда активный персонаж находится в воздухе, при смене персонажа на Оророна активируется следующий эффект: Оророн высоко подпрыгивает. Передача Ночного духа может активироваться вашим отрядом один раз в 10 сек.",
      "1": "<br/>",
      "2": "Во время удерживания прицеливания Оророн входит в состояние Говорящего с духами, которое позволяет ему взаимодействовать с граффити Ночного духа и символами Ночного духа, извлекая из них сведения и силу. Правила взаимодействия с этими предметами следуют правилам взаимодействия иктомизавров.",
      "3": "<br/>",
      "4": "Кроме того, при удержании прыжка Оророн тратит 75 очков выносливости и подпрыгивает. В областях Натлана с флогистоновыми механиками Оророн в первую очередь расходует 5 ед. флогистона на ещё более высокий прыжок.",
      "5": "Находясь в воздухе, удерживанием обычной атаки Оророн может переходить в режим прицеливания, расходуя флогистон или выносливость."
    }
  },
  "passive": {
    "name": "Искусство изменения кожи",
    "description": {
      "0": "Увеличивает скорость парения всех своих членов отряда на 15%.",
      "1": "Не суммируется с пассивными талантами, дающими точно такие же эффекты."
    }
  },
  "constellation1": {
    "name": "Следы в лесном тумане",
    "description": {
      "0": "<strong>Сфера душ</strong> элементального навыка <strong>Праща ночи</strong> может отскочить два дополнительных раза.",
      "1": "Кроме того, <strong>Сфера душ</strong> после попадания по врагу на 12 сек. накладывает на него эффект Ночной волны: урон, который получают враги под воздействием Ночной волны от Сверхчувствительности пассивного таланта Синестезия ночного укрытия, увеличивается на 50%. Требуется разблокировать пассивный талант Синестезия ночного укрытия."
    }
  },
  "constellation2": {
    "name": "Пчелиный король скрытого медового вина",
    "description": {
      "0": "После применения взрыва стихии <strong>Эхо мрачных голосов</strong> Оророн на 9 сек. получает Духовную сверхчувствительность.",
      "1": "<br/>",
      "2": "<strong>Духовная сверхчувствительность</strong>",
      "3": "Даёт 8% <electro>бонус Электро урона</electro>.",
      "4": "Кроме того, во время действия каждый дополнительный враг, поражённый взрывом стихии <strong>Эхо мрачных голосов</strong> или <strong>Сверхзвуковым оком</strong>, сверх того наделяет Оророна 8% <electro>бонусом Электро урона</electro>. Таким способом можно получить до 32% <electro>бонуса Электро урона</electro>."
    }
  },
  "constellation3": {
    "name": "Духовная клеть гнездящейся летучей мыши",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Эхо мрачных голосов</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Как таинства ночного ветра",
    "description": {
      "0": "<strong>Сверхзвуковое око</strong> взрыва стихии <strong>Эхо мрачных голосов</strong> вращается на 25% быстрее. Кроме того, после применения <strong>Эха мрачных голосов</strong> Оророн восстанавливает 8 ед. своей энергии."
    }
  },
  "constellation5": {
    "name": "Подношение душе",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Праща ночи</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Ода глубоким ручьям",
    "description": {
      "0": "После активации Сверхчувствительности пассивного таланта Синестезия ночного укрытия сила атаки вашего активного персонажа повышается на 10% на 9 сек. Этот эффект может складываться до 3 раз. Длительность каждого уровня рассчитывается отдельно.",
      "1": "Кроме того, при использовании взрыва стихии <strong>Эхо мрачных голосов</strong> один раз активируется эффект, аналогичный Сверхчувствительности, нанося 200% от её исходного урона.",
      "2": "Требуется разблокировать пассивный талант Синестезия ночного укрытия."
    }
  }
}