{
  "name": "Кэ Цин",
  "title": "Раскаты грома",
  "description": "Нефритовое Равновесие группировки Цисин в Ли Юэ. У неё есть что сказать против «Властелина Камня, правящего Ли Юэ лишь словом», но, оказывается, боги любят таких скептиков, как она.",
  "constellationName": "Громовой Стилет",
  "auto": {
    "name": "Грозовое фехтование",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "До пяти быстрых ударов мечом."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Два быстрых взмаха мечом, на которые тратится определённое количество выносливости."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон атаки 5",
      "5": "Урон заряженной атаки",
      "6": "Потребление выносливости",
      "7": "Урон в падении",
      "8": "Урон низкого/высокого удара",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Возвращение звезды",
    "description": {
      "0": "Выпускает Громовой стилет, который поражает врагов словно внезапный удар молнии.",
      "1": "При попадании Громовой стилет наносит <electro>Электро урон</electro> врагам в небольшом радиусе и устанавливает Метку стилета в точке попадания.",
      "2": "<br/>",
      "3": "<strong>Долгое нажатие:</strong>",
      "4": "Удерживайте, чтобы выбрать направление броска Громового стилета.",
      "5": "Стилеты, брошенные долгим нажатием, могут остаться в воздухе, что позволит Кэ Цин телепортироваться к ним при повторном использовании навыка Возвращение звезды.",
      "6": "<br/>",
      "7": "<strong>Громовой стилет:</strong>",
      "8": "Если Кэ Цин активирует навык второй раз или использует заряженную атаку в течение действия навыка, Метка стилета пропадает и эффекты навыка меняются:",
      "9": "При повторном использовании навыка Возвращение звезды, Кэ Цин телепортируется к Метке стилета и проводит атаку, наносящую <electro>Электро урон по площади</electro>. С помощью телепортации Кэ Цин может преодолевать ландшафтные препятствия.",
      "10": "Выполнение заряженной атаки активирует серию ударов молнии в точке Метки стилета, нанося множественный <electro>Электро урон по площади</electro>.",
      "11": "<br/>",
      "12": "<i>«Люди подобны мотылькам, они неустанно летят на свет, который называют Архонтами или Адептами. Но мой свет - только мой».</i>"
    },
    "skillParams": {
      "0": "Урон стилета",
      "1": "Рубящий урон",
      "2": "Урон громового комбо",
      "3": "Время отката",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Меч небесного тракта",
    "description": {
      "0": "Кэ Цин выпускает силу грома, нанося <electro>Электро урон по площади</electro>.",
      "1": "Затем она растворяется в тени своего меча и исполняет серию молниеносных атак по всем окружающим её врагам, нанося множественный <electro>Электро урон</electro>. Последний удар наносит <electro>Электро урон по площади</electro>.",
      "2": "<br/>",
      "3": "<i>Самая быстрая атака в арсенале Кэ Цин, способная сорвать звёзды с небес.</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Урон комбо атаки",
      "2": "Урон последнего удара",
      "3": "Время отката",
      "4": "Потребление энергии",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Небесное покаяние",
    "description": {
      "0": "При повторной активации навыка <strong>Возвращение звезды</strong>, когда на поле боя есть Громовой стилет, оружие Кэ Цин наделяется <electro>инфузией Электро</electro> на 5 сек."
    }
  },
  "passive2": {
    "name": "Благородие аристократа",
    "description": {
      "0": "Активация навыка <strong>Меч небесного тракта</strong> увеличивает шанс крит. попадания Кэ Цин и её восстановление энергии на 15%. Эффект длится 8 сек."
    }
  },
  "passive3": {
    "name": "Управляющий землями",
    "description": {
      "0": "Уменьшает длительность экспедиций в Ли Юэ на 25%."
    }
  },
  "constellation1": {
    "name": "Громовая мощь",
    "description": {
      "0": "При повторной активации навыка <strong>Возвращение звезды</strong>, когда на поле боя есть Громовой стилет, Кэ Цин в начальной и конечной точке своей телепортации наносит <electro>Электро урон по площади</electro>, равный 50% от её силы атаки."
    }
  },
  "constellation2": {
    "name": "Тяжёлые налоги",
    "description": {
      "0": "Попадания Кэ Цин по врагу с эффектом <electro>Электро</electro> имеют 50% шанс создать элементальную частицу.",
      "1": "Может возникнуть раз в 5 сек."
    }
  },
  "constellation3": {
    "name": "Верх иерархии",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Меч небесного тракта</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Настройка инструмента",
    "description": {
      "0": "При вызове <electro>Электро реакций</electro> Кэ Цин увеличивает силу атаки на 25% в течение 10 сек."
    }
  },
  "constellation5": {
    "name": "Мановение звёзд",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Возвращение звезды</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Упорная звезда",
    "description": {
      "0": "При выполнении обычной или заряженной атаки, либо при активации элементального навыка или взрыва стихии Кэ Цин получает 6% <electro>бонус Электро урона</electro> на 8 сек.",
      "1": "Эффекты, вызванные обычной атакой, заряженной атакой, элементным навыком или взрывом стихии, существуют независимо друг от друга."
    }
  }
}