{
  "name": "Кандакия",
  "title": "Позолоченная клятва",
  "description": "Наследница царя Дешрета с левым глазом цвета янтаря, защитница деревни Аару.",
  "constellationName": "Щит Заступницы",
  "auto": {
    "name": "Оборона",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "До четырёх ударов копьём."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Выпад, наносящий урон противникам на пути, на который тратится определённое количество выносливости."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон заряженной атаки",
      "5": "Потребление выносливости",
      "6": "Урон в падении",
      "7": "Урон низкого/высокого удара",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Священный обряд: Обитель цапли",
    "description": {
      "0": "Боевой стиль Кандакии позволяет ей противостоять целой волне врагов.",
      "1": "<br/>",
      "2": "<strong>Быстрое нажатие</strong>",
      "3": "Совершает рывок со щитом вперёд, нанося <hydro>Гидро урон</hydro>.",
      "4": "<br/>",
      "5": "<strong>Долгое нажатие</strong>",
      "6": "Поднимает щит, блокируя атаки врагов поблизости, и создаёт барьер. Поглощаемый им урон зависит от максимального HP Кандакии. Барьер поглощает <hydro>Гидро урон</hydro> с 250% эффективностью. С активацией элементального навыка действие барьера завершится.",
      "7": "Если завершить зарядку, удерживая кнопку навыка некоторое время, то, когда кнопка навыка будет отпущена, действие навыка истечёт или барьер будет разрушен, Кандакия выполнит удар в прыжке, который наносит <hydro>Гидро урон</hydro> противникам впереди.",
      "8": "<br/>",
      "9": "<i>Клятва стражей прочнее унаследованных ими щитов.</i>"
    },
    "skillParams": {
      "0": "Поглощение урона",
      "1": "Базовый урон",
      "2": "Урон полного заряда",
      "3": "Откат быстрого нажатия",
      "4": "Откат долгого нажатия",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Священный обряд: Прилив трясогузки",
    "description": {
      "0": "Подняв оружие над головой, Кандакия призывает благословение свыше, которое наносит <hydro>Гидро урон по площади</hydro> пропорционально её макс. HP и предоставляет вашему активному персонажу Молитву алой короны.",
      "1": "<br/>",
      "2": "<strong>Молитва алой короны</strong>",
      "3": "Обладает следующими свойствами:",
      "4": [
        " При нанесении элементального урона обычной атакой персонажи наносят повышенный урон.",
        " Персонаж, становясь активным, выпускает водяной вал, который наносит <hydro>Гидро урон</hydro> врагам поблизости. Количество волн, которые можно вызвать во время действия навыка, ограничено.",
        " Персонаж, владеющий одноручным, двуручным или древковым оружием, во время действия этого эффекта получает <hydro>инфузию Гидро</hydro>."
      ],
      "5": "<br/>",
      "6": "<i>Тайный ритуал, передаваемый из поколения в поколение в клане Кандакии. Древние верования давно канули в забвение тысячелетий, но песчаное море всё так же оберегает потомков древнего государства.</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Длительность",
      "2": "Бонус урона",
      "3": "Урон водяного вала",
      "4": "Активации водяного вала",
      "5": "Время отката",
      "6": "Потребление энергии",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Защита скрещённых стрел",
    "description": {
      "0": "Если во время зарядки <strong>Священного обряда: Обитель цапли</strong> Кандакию атакуют, навык заряжается мгновенно."
    }
  },
  "passive2": {
    "name": "Песчаный свод небес",
    "description": {
      "0": "Элементальный урон, наносимый обычной атакой персонажей под воздействием Молитвы алой короны <strong>Священного обряда: Прилив трясогузки</strong>, увеличивается на 0,5% за каждые 1000 ед. макс. HP Кандакии."
    }
  },
  "passive3": {
    "name": "К первому лучу зари",
    "description": {
      "0": "Уменьшает потребление выносливости активного персонажа во время карабканья на 20%.",
      "1": "Не суммируется с пассивными талантами, дающими точно такие же эффекты."
    }
  },
  "constellation1": {
    "name": "Возвращение наследницы алых песков",
    "description": {
      "0": "Длительность Молитвы алой короны <strong>Священного обряда: Прилив трясогузки</strong> увеличивается на 3 сек."
    }
  },
  "constellation2": {
    "name": "Пронзающее луну сияние",
    "description": {
      "0": "Попадание <strong>Священного обряда: Обитель цапли</strong> по врагу увеличивает макс. HP Кандакии на 20% на 15 сек."
    }
  },
  "constellation3": {
    "name": "Подношение охотницы",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Священный обряд: Прилив трясогузки</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Клятва часового",
    "description": {
      "0": "Уменьшает время отката заряженного режима <strong>Священного обряда: Обитель цапли</strong>, делая его равным времени отката незаряженного варианта."
    }
  },
  "constellation5": {
    "name": "Разноцветные глаза",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Священный обряд: Обитель цапли</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Затопляющий прилив",
    "description": {
      "0": "Обычные атаки персонажей под воздействием Молитвы алой короны <strong>Священного обряда: Прилив трясогузки</strong> (кроме самой Кандакии), наносящие элементальный урон, вызывают Водяной вал, который наносит <hydro>Гидро урон по площади</hydro>, равный 15% от макс. HP Кандакии.",
      "1": "Эффект может возникнуть не чаще 1 раза в 2,3 сек. Урон водяных валов считается уроном взрыва стихии."
    }
  }
}