{
  "name": "Мавуика",
  "title": "Пылающая ночь",
  "description": "Лидер Натлана, унаследовавшая древнее имя «Кионгози». Она дала обет осветить будущее народа войны Священным пламенем.",
  "constellationName": "Непобедимое Солнце",
  "auto": {
    "name": "Огонь плетёт жизнь",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "До четырёх ударов мечом."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Тратит определённое количество выносливости на исключительно сильный удар Пылающего света перед собой."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон заряженной атаки",
      "5": "Потребление выносливости",
      "6": "Урон в падении",
      "7": "Урон низкого/высокого удара",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Именованное мгновение",
    "description": {
      "0": "Властью над «борьбой» призывает Всеогненное вооружение, передаваемое из поколения в поколение людьми-Архонтами, и наносит <pyro>Пиро урон</pyro> с характеристикой Ночного духа.",
      "1": "После применения Мавуика восстанавливает очки Ночного духа до максимума и входит в состояние Благословения Ночного духа.",
      "2": "<br/>",
      "3": "<strong>Всеогненное вооружение</strong>",
      "4": "При долгом нажатии его форма меняется.",
      "5": "<br/>",
      "6": "<strong>Быстрое нажатие</strong>",
      "7": "Высвобождение имени божества: Всеогненное вооружение проявляется в форме Кольца испепеляющего сияния. Кольцо испепеляющего сияния следует за активным персонажем и периодически атакует врагов поблизости, нанося <pyro>Пиро урон</pyro> с характеристикой Ночного духа.",
      "8": "<br/>",
      "9": "<strong>Долгое нажатие</strong>",
      "10": "Высвобождение древнего имени: Всеогненное вооружение проявляется в форме пламецикла. В этом состоянии Мавуика может ездить на пламецикле на высокой скорости или активировать его скрытый резервный силовой модуль, чтобы кратковременно преодолевать различные типы местности и некоторое время парить в воздухе. При этом урон обычных атак, заряженных атак и атак в падении Мавуики конвертируется в <pyro>Пиро урон</pyro> с характеристикой Ночного духа, который не может быть отменён другими инфузиями. Во время спринта она также наносит врагам на своём пути <pyro>Пиро урон</pyro> с характеристикой Ночного духа.",
      "11": "<br/>",
      "12": "Когда Мавуика пребывает в состоянии Благословения Ночного духа, быстрым нажатием элементального навыка можно изменить форму Всеогненного вооружения. Всеогненное вооружение исчезнет, когда прекратится состояние Благословения Ночного духа Мавуики.",
      "13": "<br/>",
      "14": "<strong>Благословение Ночного духа: Мавуика</strong>",
      "15": "Непрерывно расходует очки Ночного духа согласно форме Всеогненного вооружения. Когда очки Ночного духа исчерпаются, Благословение Ночного духа Мавуики завершится.",
      "16": "<br/>",
      "17": "<i>Если вы скажете Мавуике, что в другом мире транспортному средству вроде её пламецикла нужен номерной знак, она обрадуется и этому:",
      "18": "«Мой пламецикл в этом мире единственный в своём роде. Стало быть, могу выбрать любой номер?»</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Урон Кольца испепеляющего сияния",
      "2": "Интервал атак Кольца испепеляющего сияния",
      "3": "Урон обычной атаки пламецикла 1",
      "4": "Урон обычной атаки пламецикла 2",
      "5": "Урон обычной атаки пламецикла 3",
      "6": "Урон обычной атаки пламецикла 4",
      "7": "Урон обычной атаки пламецикла 5",
      "8": "Урон спринта пламецикла",
      "9": "Циклический урон заряженной атаки пламецикла",
      "10": "Финальный урон заряженной атаки пламецикла",
      "11": "Урон атаки пламецикла в падении",
      "12": "Максимум очков Ночного духа",
      "13": "Время отката",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Час пылающих небес",
    "description": {
      "0": "Пусть голоса людских сердец донесутся до божественного трона в небесах.",
      "1": "<strong>Взрыв стихии Мавуики зависит не от энергии, а от Боевого духа.</strong>",
      "2": "<br/>",
      "3": "<strong>Боевой дух</strong>",
      "4": "Когда у Мавуики не менее 50% Боевого духа, она может полностью потратить его и выпустить взрыв стихии.",
      "5": "Мавуика может получать Боевой дух следующими способами:",
      "6": [
        " В бою очки Ночного духа, расходуемые членами отряда поблизости, конвертируются в Боевой дух Мавуики.",
        " Обычные атаки членов отряда поблизости, поражая противников, дают Мавуике 1,5 ед. Боевого духа. Этот эффект может возникнуть один раз в 0,1 сек."
      ],
      "7": "<br/>",
      "8": "После применения навыка Мавуика получает 10 очков Ночного духа и входит в состояние Благословения Ночного духа. Летя на пламецикле высоко в воздухе, она однократно атакует врагов на земле могущественным Ударом падающего солнца, который наносит <pyro>Пиро урон по площади</pyro> с характеристикой Ночного духа, и входит в состояние Горнила смерти и жизни.",
      "9": "<br/>",
      "10": "<strong>Горнило смерти и жизни</strong>",
      "11": "Во время его действия различные действия Мавуики не расходуют очки Ночного духа, а её сопротивление прерыванию повышается. Кроме того, повышается урон Удара падающего солнца, а также обычной и заряженной атаки Высвобождения древнего имени, пропорционально количеству Боевого духа на момент активации взрыва стихии.",
      "12": "Горнило смерти и жизни исчезает, когда Мавуика покидает поле боя.",
      "13": "<br/>",
      "14": "<i>«...Но на сей раз я собственными руками разобью такую судьбу».</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Длительность Горнила смерти и жизни",
      "2": "Повышение урона Удара падающего солнца",
      "3": "Повышение урона обычной атаки пламецикла",
      "4": "Повышение урона заряженной атаки пламецикла",
      "5": "Время отката",
      "6": "Максимум очков Боевого духа",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Дар пламенных цветов",
    "description": {
      "0": "Когда члены отряда поблизости активируют Вспышку Ночного духа, сила атаки Мавуики повышается на 30% на 10 сек."
    }
  },
  "passive2": {
    "name": "«Кионгози»",
    "description": {
      "0": "После активации взрыва стихии <strong>Час пылающих небес</strong> урон активного персонажа повышается на 0,2% за каждое очко Боевого духа, имеющееся на момент его применения. Максимальное увеличение урона активного персонажа отряда, которое можно получить таким способом, составляет 40%. Этот эффект длится 20 сек. и в течение этого времени постепенно убывает, пока не достигнет 0."
    }
  },
  "passive3": {
    "name": "Дар владений ночи: Режим истощения",
    "description": {
      "0": "Когда очки Ночного духа исчерпаны, Мавуика может поддерживать пламецикл Всеогненного вооружения, переключившись на флогистон.",
      "1": "Когда Мавуика находится в областях Натлана с флогистоновыми механиками, она способна применять Передачу Ночного духа: Мавуика. Когда активный персонаж использует спринт, карабкается, плывёт, пребывает в состоянии передвижения некоторых талантов или находится на определённой высоте в воздухе, при смене персонажа на Мавуику активируется следующий эффект: Мавуика входит в состояние Благословения Ночного духа и получает 50% от её максимума очков Ночного духа. Передача Ночного духа может активироваться вашим отрядом один раз в 10 сек."
    }
  },
  "passive": {
    "name": "Разбивающее ночь сияние",
    "description": {
      "0": "Откат Передачи Ночного духа отряда уменьшается на 20%."
    }
  },
  "constellation1": {
    "name": "Толкование Владыки ночи",
    "description": {
      "0": "Максимум очков Ночного духа Мавуики увеличивается до 120, а получение Боевого духа становится эффективнее на 25%.",
      "1": "Кроме того, после получения Боевого духа её сила атаки увеличивается на 40% на 8 сек."
    }
  },
  "constellation2": {
    "name": "Цена пепла",
    "description": {
      "0": "Когда Мавуика находится в состоянии Благословения Ночного духа, её базовая сила атаки повышается на 200 ед., и, согласно форме Всеогненного вооружения, она получает следующие эффекты:",
      "1": [
        " Кольцо испепеляющего сияния: защита врагов поблизости снижается на 20%.",
        " Пламецикл: урон обычной атаки, заряженной атаки и Удара падающего солнца взрыва стихии <strong>Час пылающих небес</strong> Мавуики повышается пропорционально её силе атаки на 60%/90%/120% соответственно."
      ]
    }
  },
  "constellation3": {
    "name": "Горящее солнце",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Час пылающих небес</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Озарение лидера",
    "description": {
      "0": "Усиливает эффект пассивного таланта «Кионгози»:",
      "1": "Увеличение урона, получаемое после использования взрыва стихии <strong>Час пылающих небес</strong>, больше со временем не убывает, а также дополнительно даётся 10% бонус урона.",
      "2": "Требуется разблокировать пассивный талант «Кионгози»."
    }
  },
  "constellation5": {
    "name": "Значение истины",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Именованное мгновение</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Освобождённое «имя человечества»",
    "description": {
      "0": "Всеогненное вооружение элементального навыка <strong>Именованное мгновение</strong> получает всестороннее улучшение:",
      "1": [
        " Кольцо испепеляющего сияния: когда атаки Кольца испепеляющего сияния попадают в противника, пламецикл врежется в поражённого противника, нанося <pyro>Пиро урон по площади</pyro> с характеристикой Ночного духа, равный 200% силы атаки.",
        " Пламецикл: когда Мавуика находится верхом на пламецикле, также призывается Кольцо испепеляющего сияния: Раскалённый образ, который следует за ней, снижает защиту врагов поблизости на 20% и раз в 3 сек. наносит им <pyro>Пиро урон по площади</pyro> с характеристикой Ночного духа, равный 500% её силы атаки. Также усиливается способность Мавуики преодолевать различные типы местности."
      ],
      "2": "<br/>",
      "3": "Кроме того, когда Мавуика находится верхом на пламецикле вне боя, а её очки Ночного духа опускаются до 5, она получает 80 очков. Этот эффект может возникнуть один раз в 15 сек."
    }
  }
}