{
  "name": "Кокоми",
  "title": "Жемчужина мудрости",
  "description": "Божественная Жрица острова Ватацуми. Все дела острова находятся в руках этой молодой леди.",
  "constellationName": "Спящий Дракон",
  "auto": {
    "name": "Форма воды",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "Запускает до трёх иллюзорных рыбок, которые наносят <hydro>Гидро урон</hydro>."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "После прочтения краткого заклинания, на которое тратится определённое количество выносливости, наносит <hydro>Гидро урон по площади</hydro>."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Накопив энергию воды, стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит <hydro>Гидро урон по площади</hydro>."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон заряженной атаки",
      "4": "Потребление выносливости",
      "5": "Урон в падении",
      "6": "Урон низкого/высокого удара",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Клятва курагэ",
    "description": {
      "0": "Призывает созданного из воды Бакэ-курагэ, который может лечить союзников.",
      "1": "Использование этого навыка накладывает на Сангономию Кокоми статус <hydro>Мокрый</hydro>.",
      "2": "<br/>",
      "3": "<strong>Бакэ-курагэ</strong>",
      "4": "Наносит <hydro>Гидро урон</hydro> окружающим противникам и периодически лечит активных персонажей поблизости. Объём лечения зависит от макс. HP Сангономии Кокоми.",
      "5": "<br/>",
      "6": "<i>Для поддержания оптимальной рабочей эффективности Кокоми требуется своевременно «освежиться».</i>"
    },
    "skillParams": {
      "0": "Лечение",
      "1": "Урон волн",
      "2": "Время присутствия",
      "3": "Время отката",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Вознесение нереиды",
    "description": {
      "0": "Сила Ватацуми нисходит на поле боя, наносит <hydro>Гидро урон</hydro> окружающим противникам и облачает Кокоми в Церемониальное одеяние, сотканное из текущих вод Сангономии.",
      "1": "<br/>",
      "2": "<strong>Церемониальное одеяние</strong>",
      "3": [
        " Урон обычной атаки, заряженной атаки и Бакэ-курагэ элементального навыка Сангономии Кокоми увеличивается пропорционально её макс. HP.",
        " При попадании обычной или заряженной атакой Кокоми восстанавливает HP всем окружающим членам отряда. Количество восстановленного HP пропорционально макс. HP Кокоми.",
        " Повышает сопротивление прерыванию Сангономии Кокоми и позволяет ей двигаться по водной поверхности."
      ],
      "4": "<br/>",
      "5": "Эффекты пропадают, когда Сангономия Кокоми покидает бой.",
      "6": "<br/>",
      "7": "<i>Чистый свет сливается в одежды вокруг её превосходительства Сангономии Кокоми, отражая её великолепный силуэт.</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Повышение урона обычной атаки",
      "2": "Повышение урона заряженной атаки",
      "3": "Бонус урона Бакэ-курагэ",
      "4": "Лечение/удар",
      "5": "Длительность",
      "6": "Время отката",
      "7": "Потребление энергии",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Шкатулка тамакуси",
    "description": {
      "0": "Активация навыка <strong>Вознесение нереиды</strong> в то время, когда на поле боя есть собственный Бакэ-курагэ Сангономии Кокоми, обновляет длительность этого Бакэ-курагэ."
    }
  },
  "passive2": {
    "name": "Песнь о жемчуге",
    "description": {
      "0": "Когда Сангономия Кокоми облачена в Церемониальное одеяние навыка <strong>Вознесение нереиды</strong>, бонус урона обычной и заряженной атаки, пропорциональный макс. HP Сангономии Кокоми, увеличивается ещё на 15% от её бонуса лечения."
    }
  },
  "passive3": {
    "name": "Принцесса Ватацуми",
    "description": {
      "0": "Уменьшает потребление выносливости собственных персонажей во время плавания на 20%.",
      "1": "Не суммируется с пассивными талантами, дающими точно такие же эффекты."
    }
  },
  "passive": {
    "name": "Безупречная стратегия",
    "description": {
      "0": "Увеличивает бонус лечения Сангономии Кокоми на 25%, но понижает её шанс крит. попадания на 100%."
    }
  },
  "constellation1": {
    "name": "У края воды",
    "description": {
      "0": "Когда Сангономия Кокоми облачена в Церемониальное одеяние навыка <strong>Вознесение нереиды</strong>, последний удар её обычной атаки создаёт плавающую рыбу, которая наносит <hydro>Гидро урон</hydro>, равный 30% от её макс. HP.",
      "1": "Этот урон не считается уроном обычной атаки."
    }
  },
  "constellation2": {
    "name": "Волны моря облаков",
    "description": {
      "0": "Сангономия Кокоми получает следующие бонусы лечения по отношению к персонажам, HP которых равно или меньше 50%:",
      "1": [
        " Бакэ-курагэ навыка <strong>Клятва курагэ</strong>: 4,5% от макс. HP.",
        " Обычные и заряженные атаки навыка <strong>Вознесение нереиды</strong>: 0,6% от макс. HP."
      ]
    }
  },
  "constellation3": {
    "name": "Лунный челн средь вод",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Вознесение нереиды</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Луна взирает на ручьи",
    "description": {
      "0": "Когда Сангономия Кокоми облачена в Церемониальное одеяние навыка <strong>Вознесение нереиды</strong>, скорость её обычной атаки увеличивается на 10%, а попадания обычной атакой восстанавливают ей 0,8 ед. энергии.",
      "1": "Этот эффект может возникнуть только раз в 0,2 сек."
    }
  },
  "constellation5": {
    "name": "Все реки впадают в море",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Клятва курагэ</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Санго иссин",
    "description": {
      "0": "Когда Сангономия Кокоми облачена в Церемониальное одеяние навыка <strong>Вознесение нереиды</strong>, она получает 40% <hydro>бонус Гидро урона</hydro> на 4 сек. после того, как её обычные или заряженные атаки лечат персонажа с HP, равным или выше 80%."
    }
  }
}