{
  "name": "Скирк",
  "title": "Звезда пустоты",
  "description": "Путница, однажды появившаяся в разломе Бездны и Первозданном море. Эта одинокая воительница обучала Тарталью боевым искусствам.",
  "constellationName": "Кристаллина",
  "auto": {
    "name": "Раскол",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "До пяти последовательных ударов."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Бросок вращающегося кристального копья, наносящего урон противникам на пути, на который тратится определённое количество выносливости."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон атаки 5",
      "5": "Урон заряженной атаки",
      "6": "Потребление выносливости",
      "7": "Урон в падении",
      "8": "Урон низкого/высокого удара",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Хаос: Искажение",
    "description": {
      "0": "Имитирует стиль боя Рыцаря скверны. При долгом нажатии способ активации навыка меняется.",
      "1": "<br/>",
      "2": "<strong>Быстрое нажатие</strong>",
      "3": "Скирк получает 45 ед. <tooltip ns=tooltips_gen baseKey18=11130005 values=[]><strong>Змеиного коварства</strong></tooltip> и переходит в режим <tooltip ns=tooltips_gen baseKey18=11130006 values=[]><strong>Семифазной вспышки</strong></tooltip>.",
      "4": "<br/>",
      "5": "<strong>Долгое нажатие</strong>",
      "6": "Скирк получает 45 ед. Змеиного коварства и постоянно перемещается на высокой скорости. В этом состоянии её сопротивление прерыванию повышается.",
      "7": "В это время Скирк может управлять направлением перемещения и передвигаться по воде. Повторное применение навыка преждевременно завершает состояние быстрого перемещения."
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон атаки 5",
      "5": "Урон заряженной атаки",
      "6": "Потребление выносливости",
      "7": "Урон в падении",
      "8": "Урон низкого/высокого удара",
      "9": "Длительность Семифазной вспышки",
      "10": "Максимум Змеиного коварства",
      "11": "Время отката",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Хаос: Разрушение",
    "description": {
      "0": "Взрыв стихии Скирк зависит не от энергии, а от <tooltip ns=tooltips_gen baseKey18=11130005 values=[]><strong>Змеиного коварства</strong></tooltip>.",
      "1": "Когда у Скирк не менее 50 ед. Змеиного коварства, она может полностью потратить всё Змеиное коварство, выпустить взрыв стихии, разрывая пространство перед собой, и выполнить стремительную серию ударов, нанося <cryo>Крио урон по площади</cryo>. При этом урон данного взрыва стихии увеличивается за каждую единицу Змеиного коварства свыше 50 на момент его активации. Для этого учитывается до 12 ед. Змеиного коварства.",
      "2": "<br/>",
      "3": "Когда Скирк находится в режиме <tooltip ns=tooltips_gen baseKey18=11130006 values=[]><strong>Семифазной вспышки</strong></tooltip>, её взрыв стихии Хаос: Разрушение сменяется на Хаос: Опустошение.",
      "4": "<br/>",
      "5": "<strong>Хаос: Опустошение</strong>",
      "6": "Особый взрыв стихии, который может использоваться, не расходуя Змеиного коварства.",
      "7": "После его активации Скирк получает эффект Пагубы всему, который длится вплоть до завершения режима Семифазной вспышки. После разблокировки таланта возвышения <tooltip ns=tooltips_gen baseKey18=11130007 values=[]><strong>Разум за гранью разума</strong></tooltip> Скирк также способна поглощать Разрывы пустоты в определённом радиусе поблизости.",
      "8": "Во время действия Пагубы всему раз в 0,1 сек., когда Скирк поражает врага обычной атакой, эта обычная атака наносит повышенный урон. Если во время применения <strong>Хаоса: Опустошение</strong> Скирк поглотила Разрывы пустоты, то урон этой обычной атаки увеличивается ещё больше согласно количеству поглощённых Разрывов.",
      "9": "После 10 активаций этот эффект исчезает."
    },
    "skillParams": {
      "0": "Урон рубящего удара",
      "1": "Урон последнего рубящего удара",
      "2": "Бонус Змеиного коварства",
      "3": "Увеличение урона за поглощение 0/1/2/3 Разрывов пустоты",
      "4": "Время отката",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Разум за гранью разума",
    "description": {
      "0": "Когда персонажи отряда поблизости активируют на противнике реакции Заморозка, Сверхпроводник, Крио Рассеивание или Крио Кристалл, рядом с этим противником будет создан Разрыв пустоты. Этот эффект может возникнуть один раз в 2,5 сек. Одновременно на поле может существовать до 3 Разрывов пустоты, созданных самой Скирк.",
      "1": "<br/>",
      "2": "Скирк способна поглощать Разрывы пустоты в определённом радиусе поблизости следующими способами:",
      "3": [
        " Когда поражает врагов заряженной атакой в режиме <tooltip ns=tooltips_gen baseKey18=11130006 values=[]><strong>Семифазной вспышки</strong></tooltip>.",
        " Когда активирует особый взрыв стихии <strong>Хаос: Опустошение</strong> в режиме Семифазной вспышки.",
        " При активации элементального навыка <strong>Хаос: Искажение</strong> долгим нажатием и быстром перемещении."
      ],
      "4": "<br/>",
      "5": "Каждый поглощённый Разрыв пустоты наделяет её 8 ед. <tooltip ns=tooltips_gen baseKey18=11130005 values=[]><strong>Змеиного коварства</strong></tooltip>."
    }
  },
  "passive2": {
    "name": "Возвращение в небытие",
    "description": {
      "0": "Когда <hydro>Гидро</hydro> персонажи отряда поблизости поражают противника <hydro>Гидро</hydro> атаками или <cryo>Крио</cryo> персонажи отряда поблизости за исключением самой Скирк поражают противника <cryo>Крио</cryo> атаками, Скирк на 20 сек. получает один уровень эффекта Переправы смерти. Этот эффект складывается до 3 раз, а длительность каждого уровня рассчитывается отдельно.",
      "1": "Каждый персонаж таким способом может наделять Скирк 1 уровнем Переправы смерти.",
      "2": "За каждый уровень Переправы смерти обычная атака Скирк в режиме <tooltip ns=tooltips_gen baseKey18=11130006 values=[]><strong>Семифазной вспышки</strong></tooltip> наносит 110%/120%/170% от её исходного урона, а взрыв стихии <strong>Хаос: Разрушение</strong> - 105%/115%/160% от его исходного урона."
    }
  },
  "passive3": {
    "name": "Взаимное наставничество по оружию",
    "description": {
      "0": "Если отряд полностью состоит из <hydro>Гидро</hydro> или <cryo>Крио</cryo> персонажей, и есть хотя бы по одному персонажу Гидро и Крио, уровень <strong>элементального навыка</strong> персонажей вашего отряда увеличивается на 1."
    }
  },
  "constellation1": {
    "name": "Нескончаемое падение",
    "description": {
      "0": "Усиливает эффект таланта возвышения <tooltip ns=tooltips_gen baseKey18=11130007 values=[]><strong>Разум за гранью разума</strong></tooltip>: с каждым поглощением Разрыва пустоты Скирк призывает кристальный клинок, который атакует врагов поблизости и наносит <cryo>Крио урон</cryo>, равный 500% от её силы атаки. Такой урон считается уроном заряженной атаки.",
      "1": "Требуется разблокировать талант возвышения Разум за гранью разума."
    }
  },
  "constellation2": {
    "name": "В бездну",
    "description": {
      "0": "После применения элементального навыка <strong>Хаос: Искажение</strong> Скирк дополнительно получает 10 ед. <tooltip ns=tooltips_gen baseKey18=11130005 values=[]><strong>Змеиного коварства</strong></tooltip>.",
      "1": "При использовании взрыва стихии <strong>Хаос: Разрушение</strong> урон этого взрыва стихии повышается, для чего дополнительно учитывается до 10 ед. Змеиного коварства.",
      "2": "Кроме того, на 12,5 сек. после того, как Скирк применяет свой особый взрыв стихии <strong>Хаос: Опустошение</strong> в режиме <tooltip ns=tooltips_gen baseKey18=11130006 values=[]><strong>Семифазной вспышки</strong></tooltip>, её сила атаки повышается на 70%. Эффект исчезает, когда Скирк выходит из режима Семифазной вспышки."
    }
  },
  "constellation3": {
    "name": "Грех по наитию",
    "description": {
      "0": "Увеличивает уровень навыка <tooltip ns=char_Skirk_gen baseKey18=burst><strong>Хаос: Разрушение</strong></tooltip> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Раздробленный поток",
    "description": {
      "0": "Усиливает эффект таланта возвышения <tooltip ns=tooltips_gen baseKey18=11130008 values=[]><strong>Возвращение в небытие</strong></tooltip>: каждый уровень Переправы смерти также повышает силу атаки Скирк на 10%/20%/40%.",
      "1": "Требуется разблокировать талант возвышения Возвращение в небытие."
    }
  },
  "constellation5": {
    "name": "Плоды чаяний",
    "description": {
      "0": "Увеличивает уровень элементального навыка <tooltip ns=char_Skirk_gen baseKey18=skill><strong>Хаос: Искажение</strong></tooltip> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "К истоку",
    "description": {
      "0": "Каждый Разрыв пустоты, поглощённый посредством эффекта таланта возвышения <tooltip ns=tooltips_gen baseKey18=11130007 values=[]><strong>Разум за гранью разума</strong></tooltip>, наделяет Скирк 1 уровнем эффекта Хаос: Отсечение. Скирк может расходовать его уровни на совместные атаки и снижение получаемого урона в режиме <tooltip ns=tooltips_gen baseKey18=11130006 values=[]><strong>Семифазной вспышки</strong></tooltip>. Этот эффект длится 15 сек. и складывается до 3 раз. Длительность каждого уровня рассчитывается отдельно.",
      "1": "Требуется разблокировать талант возвышения Разум за гранью разума.",
      "2": "<br/>",
      "3": "<strong>Хаос: Отсечение</strong>",
      "4": [
        " Во время применения взрыва стихии <strong>Хаос: Разрушение</strong> все уровни <strong>Хаоса: Отсечение</strong> расходуются на выполнение совместной атаки, в которой каждый уровень <strong>Хаоса: Отсечение</strong> наносит <cryo>Крио урон</cryo>, равный 750% силы атаки Скирк. Этот урон считается уроном взрыва стихии.",
        " При попадании третьего или пятого удара обычной атаки Скирк в режиме Семифазной вспышки во врага расходуется 1 уровень <strong>Хаоса: Отсечение</strong> и 3 раза выполняется совместная атака, каждый раз нанося <cryo>Крио урон</cryo>, равный 180% от силы атаки Скирк. Этот урон считается уроном обычной атаки.",
        " Когда Скирк в режиме Семифазной вспышки получает урон, расходуется 1 уровень <strong>Хаоса: Отсечение</strong>, снижает данный урон на 80% и 3 раза атакует врагов поблизости, каждый раз нанося <cryo>Крио урон</cryo>, равный 180% от силы атаки Скирк. Такой урон считается уроном заряженной атаки."
      ]
    }
  }
}