{
  "name": "Ху Тао",
  "title": "Весенний аромат",
  "description": "Хозяйка ритуального бюро «Ваншэн» в семьдесят седьмом поколении. Она унаследовала этот бизнес в достаточно юном возрасте.",
  "constellationName": "Бабочка Харона",
  "auto": {
    "name": "Скрытое копьё «Ваншэн»",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "До шести ударов копьём."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Выпад, наносящий урон противникам на пути, на который тратится определённое количество выносливости."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон атаки 5",
      "5": "Урон атаки 6",
      "6": "Урон заряженной атаки",
      "7": "Потребление выносливости",
      "8": "Урон в падении",
      "9": "Урон низкого/высокого удара",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Путеводитель по загробной жизни",
    "description": {
      "0": "Лишь непоколебимое пламя может очистить этот мир.",
      "1": "Ху Тао потребляет определённое количество HP, откидывает окружающих её противников и входит в состояние Танец бабочки.",
      "2": "<br/>",
      "3": "<strong>Танец бабочки:</strong>",
      "4": [
        " Сила атаки Ху Тао в этом состоянии увеличивается в зависимости от её макс. HP. Полученный таким образом бонус силы атаки не может превышать 400% от базовой силы атаки Ху Тао.",
        " Конвертирует урон от атак в <pyro>Пиро урон</pyro>, этот эффект не может быть отменён какой-либо элементальной инфузией.",
        " Заряженные атаки накладывают на врагов эффект Кровавого цветка.",
        " Повышает сопротивление Ху Тао к прерыванию."
      ],
      "5": "<br/>",
      "6": "<strong>Кровавый цветок:</strong>",
      "7": "Противники с эффектом Кровавого цветка будут получать <pyro>Пиро урон</pyro> каждые 4 сек., который считается уроном элементального навыка.",
      "8": "Каждый противник может иметь только один эффект Кровавого цветка, и его длительность может быть обновлена только самой Ху Тао.",
      "9": "<br/>",
      "10": "<strong>Танец бабочки</strong> заканчивается, если истёк срок действия, Ху Тао покинула поле боя или повержена.",
      "11": "<br/>",
      "12": "<i>Техника скрытого копья Ху Тао основывается на нескольких правилах, первое из которых гласит: «На тот свет дорогу открывает копьё, идут вслед за бабочками умерших души».</i>"
    },
    "skillParams": {
      "0": "Потребление навыка",
      "1": "Увеличение силы атаки",
      "2": "Урон Кровавого цветка",
      "3": "Длительность Кровавого цветка",
      "4": "Длительность",
      "5": "Время отката",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Упокоение духов",
    "description": {
      "0": "Приказывает пылающему духу атаковать, нанося <pyro>Пиро урон</pyro> по большой площади.",
      "1": "При попадании по врагу восстанавливает некоторый процент макс. HP Ху Тао. Этот эффект может активироваться до 5 раз, в зависимости от количества задетых противников.",
      "2": "Если HP Ху Тао равно или ниже 50% в момент попадания по противнику, наносимый урон и количество восстановленного HP увеличиваются.",
      "3": "<br/>",
      "4": "<i>Сверхъестественная активность тех, кто уже покинул этот мир, является источником больших переживаний в похоронном бюро «Ваншэн». В подобных случаях кремация всегда помогает Ху Тао обрести душевный покой. Чем больше она тревожится, тем сильнее пламя.</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Урон навыка при низком HP",
      "2": "Лечение навыка",
      "3": "Лечение навыка при низком HP",
      "4": "Время отката",
      "5": "Потребление энергии",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Порхай как бабочка",
    "description": {
      "0": "После окончания состояния <strong>Танец бабочки</strong> навыка <strong>Путеводитель по загробной жизни</strong> шанс крит. попадания всех членов отряда (кроме самой Ху Тао) увеличивается на 12% в течение 8 сек."
    }
  },
  "passive2": {
    "name": "Кровавая сангина",
    "description": {
      "0": "Даёт Ху Тао 33% <pyro>бонус Пиро урона</pyro>, когда её HP меньше или равно 50%."
    }
  },
  "passive3": {
    "name": "Чем больше, тем лучше",
    "description": {
      "0": "При приготовлении идеального блюда имеет 18% шанс получить дополнительное «странное» блюдо того же типа."
    }
  },
  "constellation1": {
    "name": "Алый букет",
    "description": {
      "0": "Заряженные атаки Ху Тао перестают потреблять выносливость в состоянии <strong>Танец бабочки</strong> навыка <strong>Путеводитель по загробной жизни</strong>."
    }
  },
  "constellation2": {
    "name": "Зловещий дождь",
    "description": {
      "0": "Увеличивает урон <strong>Кровавого цветка</strong> на 10% от макс. HP Ху Тао на момент наложения эффекта.",
      "1": "Навык <strong>Упокоение духов</strong> также накладывает эффект <strong>Кровавого цветка</strong>."
    }
  },
  "constellation3": {
    "name": "Плавный кармин",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Путеводитель по загробной жизни</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Сады вечного покоя",
    "description": {
      "0": "После победы над противником, находящимся под эффектом <strong>Кровавого цветка</strong>, наложенным самой Ху Тао, шанс крит. попадания всех окружающих членов отряда (кроме самой Ху Тао) увеличивается на 12% в течение 15 сек."
    }
  },
  "constellation5": {
    "name": "Цветочные благовония",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Упокоение духов</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Объятья бабочки",
    "description": {
      "0": "Активируется, когда HP Ху Тао опускается ниже 25% или когда она получает летальный урон:",
      "1": "Ху Тао не погибает от полученного урона. Напротив, на следующие 10 сек. все её элементальные сопротивления и физическое сопротивление повышаются на 200%, её шанс крит. попадания увеличивается на 100%, а также сильно повышается её сопротивление к прерыванию.",
      "2": "Этот эффект активируется автоматически, когда у Ху Тао остаётся 1 HP.",
      "3": "Может возникнуть раз в 60 сек."
    }
  }
}