{
  "name": "Аль-Хайтам",
  "title": "Голос разума",
  "description": "Нынешний секретарь Академии Сумеру, наделённый выдающимся умом и способностями. Свободолюбивый человек, которого не найти, если он сам того не пожелает.",
  "constellationName": "Сокол",
  "auto": {
    "name": "Абдуктивная аргументация",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "До пяти быстрых ударов мечом."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Два быстрых взмаха мечом, на которые тратится определённое количество выносливости."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон атаки 5",
      "5": "Урон заряженной атаки",
      "6": "Потребление выносливости",
      "7": "Урон в падении",
      "8": "Урон низкого/высокого удара",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Универсалия: Совершенствование формы",
    "description": {
      "0": "Совершает рывок, по окончании которого наносит противникам поблизости <dendro>Дендро урон</dendro> и создаёт Зеркало света.",
      "1": "При долгом нажатии способ активации навыка меняется.",
      "2": "<br/>",
      "3": "<strong>Долгое нажатие</strong>",
      "4": "Переходит в режим прицеливания, в котором можно выбрать направление рывка аль-Хайтама.",
      "5": "<br/>",
      "6": "<strong>Зеркало света</strong>",
      "7": "При активации навыка аль-Хайтам создаёт 1 Зеркало света. Если в данный момент Зеркал света нет, он создаст 1 дополнительное Зеркало света. Зеркала света обладают следующими свойствами:",
      "8": [
        " Когда существуют Зеркала света, обычные атаки, заряженные атаки и атаки в падении аль-Хайтама конвертируются в <dendro>Дендро урон</dendro>, который не может быть отменён другими инфузиями.",
        " Если такие атаки попадают по противнику, то Зеркала света выполняют Проекционный удар, наносящий <dendro>Дендро урон по площади</dendro>, размер которого зависит от количества существующих Зеркал света.",
        " Одновременно может существовать до 3 Зеркал света.",
        " Со временем Зеркала света по очереди исчезают. Все зеркала исчезнут, если аль-Хайтам покинет поле боя."
      ],
      "9": "<br/>",
      "10": "<i>«Истина по своей природе существует среди неопределённости, и даже величайшие умы не застрахованы от ошибок».</i>"
    },
    "skillParams": {
      "0": "Урон рывка",
      "1": "Интервал Проекционного удара",
      "2": "Урон Проекционного удара 1 Зеркала",
      "3": "Урон Проекционного удара 2 Зеркал",
      "4": "Урон Проекционного удара 3 Зеркал",
      "5": "Интервал исчезновения Зеркал света",
      "6": "Время отката",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Особое поле: Взаимосвязь феноменов",
    "description": {
      "0": "Создаёт Особое связующее поле и наносит многократный <dendro>Дендро урон по площади</dendro>.",
      "1": "Если во время активации навыка существуют Зеркала света, все зеркала израсходуются, увеличивая количество раз нанесения урона.",
      "2": "Через 2 сек. после активации этого навыка, если израсходованных зеркал 0/1/2/3, создаётся 3/2/1/0 новых Зеркал света соответственно.",
      "3": "<br/>",
      "4": "<i>«Учёный, который стремится к мудрости, должен быть готов видеть в каждом прочтённом слове врага. Только так можно избавиться от предрассудков».</i>"
    },
    "skillParams": {
      "0": "Однократный урон",
      "1": "Базовое количество атак",
      "2": "Количество атак 1 Зеркала света",
      "3": "Количество атак 2 Зеркал света",
      "4": "Количество атак 3 Зеркал света",
      "5": "Время отката",
      "6": "Потребление энергии",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Коррекция по четырём причинам",
    "description": {
      "0": "Заряженные атаки или атаки в падении аль-Хайтама при попадании создают 1 Зеркало света. Этот эффект может возникнуть один раз в 12 сек."
    }
  },
  "passive2": {
    "name": "Раскрытие тайн",
    "description": {
      "0": "Каждая единица мастерства стихий аль-Хайтама увеличивает урон его Проекционного удара и навыка <strong>Особое поле: Взаимосвязь феноменов</strong> на 0,1%.",
      "1": "Бонус урона этих навыков, полученный таким образом, не может превышать 100%."
    }
  },
  "passive3": {
    "name": "Закон редуктивной переопределённости",
    "description": {
      "0": "При создании материалов возвышения оружия имеет 10% шанс создать дополнительный предмет."
    }
  },
  "constellation1": {
    "name": "Интуиция",
    "description": {
      "0": "Когда Проекционный удар попадает по противнику, откат навыка <strong>Универсалия: Совершенствование формы</strong> уменьшается на 1,2 сек. Эффект активируется не чаще одного раза в 1 сек."
    }
  },
  "constellation2": {
    "name": "Полемика",
    "description": {
      "0": "Когда аль-Хайтам создаёт Зеркало света, его мастерство стихий повышается на 50 ед. на 8 сек. Эффект может складываться до 4 раз. Длительность каждого уровня рассчитывается отдельно. Эффект срабатывает, даже если достигнуто максимальное количество Зеркал света."
    }
  },
  "constellation3": {
    "name": "Отрицание",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Универсалия: Совершенствование формы</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Толкование",
    "description": {
      "0": "Во время применения навыка <strong>Особое поле: Взаимосвязь феноменов</strong> в зависимости от количества израсходованных и созданных в этот раз Зеркал света активируются следующие эффекты:",
      "1": [
        " Каждое израсходованное Зеркало света повышает мастерство стихий остальных членов отряда поблизости на 30 ед. на 15 сек.",
        " Каждое созданное Зеркало света даёт аль-Хайтаму 10% <dendro>бонус Дендро урона</dendro> на 15 сек."
      ],
      "2": "<br/>",
      "3": "Существующие эффекты, описанные выше, будут сняты, если во время их действия повторно активировать Особое поле: Взаимосвязь феноменов."
    }
  },
  "constellation5": {
    "name": "Проницательность",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Особое поле: Взаимосвязь феноменов</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Структурирование",
    "description": {
      "0": "Аль-Хайтам получает следующие эффекты:",
      "1": [
        " Через 2 сек. после применения навыка <strong>Особое поле: Взаимосвязь феноменов</strong> вне зависимости от числа израсходованных Зеркал света создаётся 3 Зеркала света.",
        " Если аль-Хайтам создаёт Зеркала света, когда достигнуто их максимальное количество, его шанс крит. попадания повысится на 10%, а крит. урон - на 70% на 6 сек. Если эффект во время его исходного действия активируется повторно, его остающаяся длительность увеличится на 6 сек."
      ]
    }
  }
}