{
  "name": "Дурин",
  "title": "«Вечное пламя»",
  "description": "Дракон, родившийся из-под пера ведьмы М., в конце концов пришёл в мир людей. И его история продолжается.",
  "constellationName": "Алый Дракон",
  "auto": {
    "name": "Пламенный удар крыльев",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "До четырёх последовательных ударов мечом."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Однократный рубящий удар перед собой, на который тратится определённое количество выносливости."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон заряженной атаки",
      "5": "Потребление выносливости",
      "6": "Урон в падении",
      "7": "Урон низкого/высокого удара",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Дуализм: Слияние и разделение",
    "description": {
      "0": "Очищает материю души и надежд, выполняя <tooltip ns=tooltips_gen baseKey18=11230001 values=[]><strong>Трансмутацию сущности</strong></tooltip>. В это время элементальный навык Дурина <strong>Дуализм: Слияние и разделение</strong> заменяется на особый элементальный навык <strong>Трансмутация: Утверждение чистоты</strong>, а обычная атака <strong>Пламенный удар крыльев</strong> заменяется на особый элементальный навык <strong>Трансмутация: Отрицание тьмы</strong>.",
      "1": "<br/>",
      "2": "<strong>Трансмутация: Утверждение чистоты</strong>",
      "3": "Наносит однократный <pyro>Пиро урон по площади</pyro> противникам поблизости, снимает состояние Трансмутации сущности и на 30 сек. входит в состояние <strong>Утверждения чистоты</strong>.",
      "4": "<br/>",
      "5": "<strong>Трансмутация: Отрицание тьмы</strong>",
      "6": "Наносит три последовательных удара с <pyro>Пиро уроном</pyro> противникам впереди, снимает состояние Трансмутации сущности и на 30 сек. входит в состояние <strong>Отрицания тьмы</strong>.",
      "7": "<br/>",
      "8": "Когда Дурин, находясь в бою, входит в состояния <strong>Утверждения чистоты</strong> или <strong>Отрицания тьмы</strong>, он также восстанавливает себе определённое количество энергии. Энергия может быть восстановлена таким способом один раз в 6 сек."
    },
    "skillParams": {
      "0": "Урон Трансмутации: Утверждение чистоты",
      "1": "Урон Трансмутации: Отрицание тьмы",
      "2": "Восстановление энергии",
      "3": "Время отката",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Принцип чистоты: Когда меняется свет",
    "description": {
      "0": "Освобождает силу «зверя» различными способами. В зависимости от состояния <tooltip ns=tooltips_gen baseKey18=11230001 values=[]><strong>Трансмутации сущности</strong></tooltip> Дурин может применять разные взрывы стихии.",
      "1": "<br/>",
      "2": "<strong>Принцип чистоты: Когда меняется свет</strong>",
      "3": "Когда Дурин находится в состоянии <strong>Утверждения чистоты</strong>, он применяет взрыв стихии <strong>Принцип чистоты: Когда меняется свет</strong>, три раза наносит <pyro>Пиро урон по площади</pyro> противникам впереди и являет свою силу в форме <strong>Дракона белого пламени</strong>. Дракон белого пламени следует за активным персонажем и периодически атакует врагов поблизости, нанося <pyro>Пиро урон по площади</pyro>. Такой урон считается уроном взрыва стихии.",
      "4": "<br/>",
      "5": "<strong>Принцип тьмы: Когда тлеют звёзды</strong>",
      "6": "Когда Дурин находится в состоянии <strong>Отрицания тьмы</strong>, он применяет взрыв стихии <strong>Принцип тьмы: Когда тлеют звёзды</strong>, три раза наносит <pyro>Пиро урон по площади</pyro> противникам впереди и являет свою силу в форме <strong>Дракона чёрного разложения</strong>. Дракон чёрного разложения следует за активным персонажем и периодически атакует одного врага поблизости, нанося <pyro>Пиро урон</pyro>. Такой урон считается уроном взрыва стихии.",
      "7": "<br/>",
      "8": "Кроме того, если Дурин не находится в особом состоянии Трансмутации сущности, он применяет взрыв стихии <strong>Принцип чистоты: Когда меняется свет</strong>."
    },
    "skillParams": {
      "0": "Урон Принципа чистоты: Когда меняется свет",
      "1": "Урон Принципа тьмы: Когда тлеют звёзды",
      "2": "Урон Дракона белого пламени",
      "3": "Урон Дракона чёрного разложения",
      "4": "Длительность Дракона белого пламени",
      "5": "Длительность Дракона чёрного разложения",
      "6": "Время отката",
      "7": "Потребление энергии",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Светлое явление божественного расчёта",
    "description": {
      "0": "В зависимости от формы, в которой является сила Дурина при применении взрыва стихии, создаются различные усиления. Если эта форма:",
      "1": "<br/>",
      "2": "<strong>Дракон белого пламени</strong>",
      "3": "После того как персонажи отряда поблизости вызывают на противнике реакции Горение, Перегрузка, Пиро Рассеивание или Пиро Кристалл, либо наносят <pyro>Пиро</pyro> или <dendro>Дендро</dendro> урон врагам со статусом Горение, <pyro>Пиро сопротивление</pyro> и сопротивление к участвовавшим в реакции элементам этого противника снижается на 20% на 6 сек.",
      "4": "<br/>",
      "5": "<strong>Дракон чёрного разложения</strong>",
      "6": "Урон от реакций Пар и Таяние, вызываемых Дурином, повышается на 40%."
    }
  },
  "passive2": {
    "name": "Возведённый как ночь хаос",
    "description": {
      "0": "На 20 сек. после применения взрыва стихии Дурин получает эффект Первозданного слияния форм: во время его действия Дурин получает 10 уровней Первозданного слияния. Когда периодические атаки <strong>Дракона белого пламени</strong> и <strong>Дракона чёрного разложения</strong> наносят урон, 1 уровень Первозданного слияния расходуется и увеличивает наносимый урон на 3% от исходного урона за каждые 100 ед. силы атаки. Максимальное дополнительное увеличение урона, которое можно получить таким способом, составляет 75% от исходного. Когда одна атака <strong>Дракона белого пламени</strong> или <strong>Дракона чёрного разложения</strong> поражают нескольких противников одновременно, расходуется только один уровень Первозданного слияния.",
      "1": "При повторном применении взрыва стихии количество уровней Первозданного слияния сбрасывается."
    }
  },
  "passive3": {
    "name": "Эхо клокочущей земли",
    "description": {
      "0": "На 25% увеличивает награду экспедиций в Мондштадте длительностью 20 ч."
    }
  },
  "lockedPassive": {
    "name": "Ведьмин ритуал кануна: Ода восхождения",
    "description": {
      "0": "Выполнив <strong>Уроки ведьм: Этот мир</strong>, Дурин станет <strong>Ведьмовским</strong> персонажем. Если в отряде хотя бы 2 Ведьмовских персонажа, активируется эффект <strong>Ведьмовство: Тайный обряд</strong>, который усиливает Ведьмовских персонажей.",
      "1": "<br/>",
      "2": "<strong>Ведьмовство: Тайный обряд</strong>",
      "3": "Усиливает все эффекты таланта возвышения <tooltip ns=char_Durin_gen baseKey18=passive1><strong>Светлое явление божественного расчёта</strong></tooltip> (кроме длительности) на 75%."
    }
  },
  "constellation1": {
    "name": "Избавление адамы",
    "description": {
      "0": "После применения взрыва стихии Дурина и в зависимости от того, какой взрыв стихии был использован, возникают различные эффекты:",
      "1": [
        " <strong>Принцип чистоты: Когда меняется свет</strong>: все остальные персонажи отряда поблизости на 20 сек. получают 20 уровней <strong>Цикла просветления</strong>. Когда обычные атаки, заряженные атаки, атаки в падении, элементальные навыки или взрывы стихии активных персонажей с Циклом просветления наносят урон, 1 уровень Цикла просветления расходуется и повышает наносимый урон на 60% от силы атаки Дурина. Количество активаций для персонажей отряда с уровнями Цикла просветления рассчитывается отдельно.",
        " <strong>Принцип тьмы: Когда тлеют звёзды</strong>: Дурин на 20 сек. получает 20 уровней <strong>Цикла просветления</strong>. Когда Дурин наносит урон взрыва стихии, 2 уровня Цикла просветления расходуются и увеличивают наносимый урон на 150% от силы атаки Дурина."
      ],
      "2": "<br/>",
      "3": "Активация взрыва стихии обновляет количество уровней <strong>Цикла просветления</strong>."
    }
  },
  "constellation2": {
    "name": "Бездонные мысли",
    "description": {
      "0": "В течение 20 сек. после того, как используется взрыв стихии Дурина, и после того как персонажи отряда поблизости вызывают на противнике реакции Пар, Таяние, Горение, Перегрузка, Пиро Рассеивание или Пиро Кристалл, либо когда наносят <pyro>Пиро</pyro> или <dendro>Дендро</dendro> урон врагам со статусом Горение, то <pyro>Пиро урон</pyro> и урон участвовавших в реакциях элементов персонажей отряда поблизости повышается на 50% на 6 сек."
    }
  },
  "constellation3": {
    "name": "Явление огненного зеркала",
    "description": {
      "0": "Увеличивает уровень навыка <strong><tooltip ns=char_Durin_gen baseKey18=burst>Принцип чистоты: Когда меняется свет</tooltip></strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Разливающийся исток",
    "description": {
      "0": "Урон взрыва стихии Дурина увеличивается на 40%. Кроме того, при активации эффекта расходования уровней Цикла просветления созвездия <strong><tooltip ns=char_Durin_gen baseKey18=constellation1>Избавление адамы</tooltip></strong> уровни <strong>Цикла просветления</strong> с 30% вероятностью не расходуются."
    }
  },
  "constellation5": {
    "name": "Разрыв горького пламени",
    "description": {
      "0": "Увеличивает уровень навыка <strong><tooltip ns=char_Durin_gen baseKey18=skill>Дуализм: Слияние и разделение</tooltip></strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Двойное рождение",
    "description": {
      "0": "Урон взрыва стихии Дурина игнорирует 30% защиты противника.",
      "1": "Кроме того, взрывы стихии Дурина <strong>Принцип чистоты: Когда меняется свет</strong> и <strong>Принцип тьмы: Когда тлеют звёзды</strong> получают свои усиления:",
      "2": [
        " Когда взрыв стихии <strong>Принцип чистоты: Когда меняется свет</strong> и <strong>Дракон белого пламени</strong> поражают противника, защита данного противника снижается на 30% на 6 сек.",
        " Урон взрыва стихии <strong>Принцип тьмы: Когда тлеют звёзды</strong> и <strong>Дракона чёрного разложения</strong> дополнительно игнорирует 40% защиты противника."
      ]
    }
  }
}