{
  "name": "Мона",
  "title": "Звёздное отражение",
  "description": "Таинственный молодой астролог, которая представляется как «великий астролог Мона Мегистус» и на самом деле достойна этого звания. Эрудирована и горделива.",
  "constellationName": "Багровая Заря",
  "auto": {
    "name": "Круги на воде",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "До четырёх ударов пузырями, наносящих <hydro>Гидро урон</hydro>."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Короткое заклинание, наносящее <hydro>Гидро урон по площади</hydro>, на которое тратится определённое количество выносливости."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Накопив энергию воды, стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит <hydro>Гидро урон по площади</hydro>."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон заряженной атаки",
      "5": "Потребление выносливости",
      "6": "Урон в падении",
      "7": "Урон низкого/высокого удара",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Отражение фатума",
    "description": {
      "0": "Создаёт фантома судьбы из водных пузырей.",
      "1": "<br/>",
      "2": "<strong>Фантом</strong> имеет следующие свойства:",
      "3": [
        " Непрерывно привлекает атаки врагов на себя;",
        " Непрерывно наносит <hydro>Гидро урон</hydro> окружающим врагам.",
        " По истечении времени действия фантом взрывается, нанося <hydro>Гидро урон по площади</hydro>."
      ],
      "4": "<br/>",
      "5": "<strong>Долгое нажатие:</strong>",
      "6": "Отпрыгивает назад с помощью водных потоков, при этом создав фантома.",
      "7": "<br/>",
      "8": "Одновременно на поле боя может существовать только один фантом навыка Отражение фатума.",
      "9": "<br/>",
      "10": "<i>Опытные астрологи всегда мечтали создавать собственных фантомов, чтобы отводить злой рок. Мона стала первым человеком в Тейвате, кого смешат такие мысли.</i>"
    },
    "skillParams": {
      "0": "Периодический урон",
      "1": "Урон от взрыва",
      "2": "Время отката",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Звёздный фантазм",
    "description": {
      "0": "Мона призывает бушующие волны и создаёт отражение звёздного неба, заключая врагов в большом радиусе в Теневые пузыри.",
      "1": "<br/>",
      "2": "<strong>Теневой пузырь:</strong>",
      "3": "Заключает в себя врагов, накладывая на них статус <hydro>Мокрый</hydro>. Попав в Теневой пузырь, слабые противники также теряют способность двигаться.",
      "4": "Нанесённый заключённому в Теневой пузырь противнику урон активирует следующие эффекты:",
      "5": [
        " Добавляет бонус урона от Омена, также увеличивая нанесённый урон.",
        " Снимает эффект Теневого пузыря, при этом нанося <hydro>Гидро урон</hydro>."
      ],
      "6": "<br/>",
      "7": "<strong>Омен:</strong>",
      "8": "На время длительности навыка увеличивает получаемый противником урон.",
      "9": "<br/>",
      "10": "<i>Судьба стала называться судьбой, когда боги впервые обратили взоры к небу, обозначив звёзды и созвездия.</i>"
    },
    "skillParams": {
      "0": "Длительность пузыря",
      "1": "Урон взрыва пузыря",
      "2": "Бонус урона",
      "3": "Длительность Омена",
      "4": "Время отката",
      "5": "Потребление энергии",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "sprint": {
    "name": "Иллюзорный поток",
    "description": {
      "0": "<strong>Заменяет спринт.</strong>",
      "1": "Мона движется вместе с потоками воды, затрачивая определённое количество выносливости.",
      "2": "<br/>",
      "3": "Будучи в форме Иллюзорного потока, Мона может двигаться по поверхности воды с высокой скоростью.",
      "4": "По окончании навыка накладывает на окружающих врагов статус <hydro>Мокрый</hydro>.",
      "5": "<br/>",
      "6": "<i>Это способность, которой владеет Мона, но не её наставница, которой, впрочем, не очень интересен Гидро Глаз Бога...</i>"
    }
  },
  "passive1": {
    "name": "«Старуха, тебе меня не найти!»",
    "description": {
      "0": "Если через 2 сек. после активации навыка <strong>Иллюзорный поток</strong> вокруг Моны есть враги, она создаёт одного фантома.",
      "1": "Созданный таким способом фантом существует 2 сек., урон от его взрыва равен 50% от навыка <strong>Отражение фатума</strong>."
    }
  },
  "passive2": {
    "name": "Пусть судьба кинет кости!",
    "description": {
      "0": "Увеличивает <hydro>бонус Гидро урона</hydro> Моны на 20% от её восстановления энергии."
    }
  },
  "passive3": {
    "name": "Принципы астрологии",
    "description": {
      "0": "При создании материалов возвышения оружия имеет 25% шанс восстановить часть использованных материалов."
    }
  },
  "lockedPassive": {
    "name": "Ведьмин ритуал кануна: Зарождение созвездий",
    "description": {
      "0": "Выполнив <strong>Уроки ведьм: Тест на проницательность</strong>, Мона станет <strong>Ведьмовским</strong> персонажем. Если в отряде хотя бы 2 Ведьмовских персонажа, активируется эффект <strong>Ведьмовство: Тайный обряд</strong>, который усиливает Ведьмовских персонажей.",
      "1": "<br/>",
      "2": "<strong>Ведьмовство: Тайный обряд</strong>",
      "3": "Обычная или заряженная атака Моны, поражая противников, наделяет её 1 уровнем Мерцания водных светил. Этот эффект длится 8 сек., складывается до 3 раз и может возникнуть один раз в 0,1 сек. Когда другие персонажи отряда активируют на противнике реакцию Пар, все уровни Мерцания водных светил расходуются, увеличивая урон этой реакции Пар на 5% за каждый уровень.",
      "4": "Кроме того, когда обычная или заряженная атака Моны поражает противников, наложенный на врагов статус <strong>Омен</strong> продлевается на 2 сек. Этот эффект может возникнуть 1 раз в 0,5 сек., а максимальное продление статуса <strong>Омен</strong> таким способом составляет 8 сек."
    }
  },
  "constellation1": {
    "name": "Пророчество потопа",
    "description": {
      "0": "Попадания персонажа из вашего отряда по противнику со статусом Омен на 8 сек. усиливают эффекты <hydro>Гидро реакций</hydro>:",
      "1": [
        " Увеличивается урон реакций Заряжен, Лунный заряд, Пар, Гидро рассеивание и Лунный кристалл на 15%.",
        " Увеличивается длительность реакции Заморозка на 15%."
      ]
    },
    "upgradedDescription": {
      "0": "Попадания персонажей вашего отряда по противнику со статусом Омен на 8 сек. усиливают эффекты <hydro>Гидро реакций</hydro>:",
      "1": [
        " Урон реакций Заряжен, Лунный заряд, Пар, Гидро Рассеивание и Лунный кристалл увеличивается на 15%.",
        " Длительность реакции Заморозка увеличивается на 15%."
      ],
      "2": "<br/>",
      "3": "Кроме того, когда вышеописанные эффекты вызываются персонажами не на поле, то эффекты повышения урона перечисленных Гидро реакций увеличиваются до 160% от их изначального значения."
    }
  },
  "constellation2": {
    "name": "Лунная цепь",
    "description": {
      "0": "Попадания обычной атакой имеют 20% шанс автоматически активировать заряженную атаку.",
      "1": "Может возникнуть раз в 5 сек."
    },
    "upgradedDescription": {
      "0": "Попадания обычной атакой имеют 20% шанс автоматически активировать заряженную атаку. Кроме того, при попадании последующей обычной атакой в течение 5 сек. после применения взрыва стихии Моны <strong>Звёздный фантазм</strong> автоматически выполняется заряженная атака.",
      "1": "Эффект, при котором автоматически применяется заряженная атака, может возникнуть раз в 5 сек.",
      "2": "Когда Мона поражает противника заряженной атакой, мастерство стихий всех персонажей отряда поблизости повышается на 80 ед. на 12 сек."
    }
  },
  "constellation3": {
    "name": "Бесконечное вращение планет",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Звёздный фантазм</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Пророчество забвения",
    "description": {
      "0": "Попадания любого члена вашего отряда по врагу со статусом Омен увеличивают шанс крит. попадания на 15%."
    },
    "upgradedDescription": {
      "0": "Атаки любого члена вашего отряда по врагу со статусом Омен увеличивают шанс крит. попадания на 15%.",
      "1": "Крит. урон всех Ведьмовских персонажей в отряде при атаке противников со статусом Омен повышается на 15%."
    }
  },
  "constellation5": {
    "name": "Насмешка судьбы",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Отражение фатума</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Риторика катаклизма",
    "description": {
      "0": "Каждая секунда движения в форме навыка <strong>Иллюзорный поток</strong> увеличивает урон следующей заряженной атаки Моны на 60%.",
      "1": "Таким способом можно получить не более 180% бонуса урона заряженной атаки. Длится не более 8 сек."
    },
    "upgradedDescription": {
      "0": "Когда Мона, будучи активным персонажем, пребывает в форме навыка <strong>Иллюзорный поток</strong> или рядом есть противники со статусом Омен, урон её последующей заряженной атаки каждую секунду увеличивается на 60%. Таким способом можно получить до 180% бонуса урона заряженной атаки. Этот эффект длится до 8 сек.",
      "1": "Кроме того, заряженная атака Моны наносит врагам со статусом Омен 200% от своего изначального урона."
    }
  }
}