{
  "name": "Альбедо",
  "title": "Принц мела",
  "description": "Гений, именуемый Принцем мела. Главный алхимик и глава исследовательской команды Ордо Фавониус.",
  "constellationName": "Меловой Принцепс",
  "auto": {
    "name": "Мел",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "До пяти быстрых ударов мечом."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Два быстрых взмаха мечом, на которые тратится определённое количество выносливости."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон атаки 5",
      "5": "Урон заряженной атаки",
      "6": "Потребление выносливости",
      "7": "Урон в падении",
      "8": "Урон низкого/высокого удара",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Абиогенез: Цветок солнца",
    "description": {
      "0": "С помощью алхимии Альбедо создаёт Цветок солнца, который наносит <geo>Гео урон по площади</geo>.",
      "1": "<br/>",
      "2": "<strong>Цветок солнца</strong> имеет следующие свойства:",
      "3": [
        " Когда противники в зоне с центром на Цветке солнца получают урон, Цветок солнца генерирует Цветки мимолётности, наносящие <geo>Гео урон по площади</geo>. Наносимый урон зависит от защиты Альбедо.",
        " Цветки мимолётности могут генерироваться не чаще чем раз в 2 сек.",
        " Когда персонаж встаёт на Цветок солнца, он испускает энергию Гео, чтобы создать кристаллическую платформу, которая поднимает персонажа на определённую высоту. Одновременно может существовать только одна кристаллическая платформа.",
        " Одновременно может существовать только один созданный самим Альбедо Цветок солнца, и он считается <geo>Гео конструкцией</geo>."
      ],
      "4": "<br/>",
      "5": "<strong>Долгое нажатие</strong> позволяет выбрать место эффекта навыка.",
      "6": "<br/>",
      "7": "<i>Необычные свойства этого Гео цветка хорошо отражают цели алхимии. Родиться в земле, стремиться ввысь к небесам и стать солнцем.</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Урон Цветка мимолётности",
      "2": "Длительность",
      "3": "Время отката",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Ритуал рождения: Тектоническая волна",
    "description": {
      "0": "Альбедо выпускает перед собой Гео кристаллы, которые взрываются и наносят <geo>Гео урон по площади</geo>.",
      "1": "Если на поле боя существует созданный самим Альбедо Цветок солнца, то в его зоне генерируются 7 Цветков неизбежности, которые мгновенно расцветают и наносят <geo>Гео урон по площади</geo>.",
      "2": "Урон от Тектонической волны и Цветков неизбежности не генерирует Цветки мимолётности.",
      "3": "<br/>",
      "4": "<i>По команде Принца мела тектоническая волна созидания переливается в жизнь.</i>"
    },
    "skillParams": {
      "0": "Урон от взрыва",
      "1": "Урон Цветка неизбежности",
      "2": "Время отката",
      "3": "Потребление энергии",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Превосходство кальцита",
    "description": {
      "0": "Увеличивает урон Цветков мимолётности навыка <strong>Абиогенез: Цветок солнца</strong> по противникам с HP ниже 50% на 25%."
    },
    "upgradedDescription": {
      "0": "Урон Цветков мимолётности элементального навыка <strong>Абиогенез: Цветок солнца</strong>, наносимый врагам с НР ниже 50%, увеличивается на 25%.",
      "1": "Кроме того, если на поле есть Цветок серебра, созданный самим Альбедо, то этот урон также повышается на 240% от защиты Альбедо."
    }
  },
  "passive2": {
    "name": "Гомункулярная природа",
    "description": {
      "0": "Активация навыка <strong>Ритуал рождения: Тектоническая волна</strong> увеличивает мастерство стихий ближайших членов отряда на 125 ед. в течение 10 сек."
    }
  },
  "passive3": {
    "name": "Вспышка гениальности",
    "description": {
      "0": "При создании материалов возвышения оружия имеет 10% шанс создать дополнительный предмет."
    }
  },
  "lockedPassive": {
    "name": "Ведьмин ритуал кануна: Слепящий свет",
    "description": {
      "0": "Выполнив <strong>Уроки ведьм: Вопросы за пределами вопросов</strong>, Альбедо станет <strong>Ведьмовским</strong> персонажем. Если в отряде хотя бы 2 Ведьмовских персонажа, активируется эффект <strong>Ведьмовство: Тайный обряд</strong>, который усиливает Ведьмовских персонажей.",
      "1": "<br/>",
      "2": "<strong>Ведьмовство: Тайный обряд</strong>",
      "3": [
        " В течение 20 сек. после применения элементального навыка, когда элементальный навык Альбедо поражает противника, рядом с этим противником создаётся <strong>Цветок серебра</strong>, который существует 10 сек. Если на поле нет Цветков солнца, созданных Альбедо, а сам Альбедо не без сознания, один Цветок серебра, как и Цветки солнца, станет создавать Цветки мимолётности. Одновременно на поле может быть не более 2 Цветков серебра, созданных Альбедо.",
        " На 20 сек. после создания Цветка солнца урон обычной атаки, заряженной атаки, атаки в падении, элементального навыка и взрыва стихии персонажей отряда поблизости повышается на 4% за каждые 1000 ед. защиты Альбедо. Максимальное увеличение урона, которое можно получить таким образом, составляет 12%.",
        " На 20 сек. после создания Цветка серебра урон обычной атаки, заряженной атаки, атаки в падении, элементального навыка и взрыва стихии Ведьмовских персонажей отряда поблизости повышается на 10% за каждые 1000 ед. защиты Альбедо. Максимальное увеличение урона, которое можно получить таким образом, составляет 30%."
      ]
    }
  },
  "constellation1": {
    "name": "Цветок Эдема",
    "description": {
      "0": "Цветки мимолётности, сгенерированные навыком Альбедо <strong>Абиогенез: Цветок солнца</strong>, восстанавливают 1,2 ед. энергии Альбедо."
    },
    "upgradedDescription": {
      "0": "Цветки мимолётности, созданные Цветками солнца элементального навыка Альбедо <strong>Абиогенез: Цветок солнца</strong>, восстанавливают ему 1,2 ед. энергии.",
      "1": "Кроме того, на 20 сек. после применения элементального навыка Альбедо <strong>Абиогенез: Цветок солнца</strong> его защита повышается на 50%."
    }
  },
  "constellation2": {
    "name": "Открытие фанерозоя",
    "description": {
      "0": "Цветки мимолётности, сгенерированные навыком <strong>Абиогенез: Цветок солнца</strong>, на 30 сек. наделяют Альбедо Роковым расчётом:",
      "1": [
        " Активация навыка <strong>Ритуал рождения: Тектоническая волна</strong> снимает эффект Рокового расчёта и, в зависимости от снятых уровней эффекта, увеличивает урон от взрыва навыка Ритуал рождения: Тектоническая волна и урон Цветков неизбежности.",
        " Каждый уровень Рокового расчёта увеличивает урон на 30% от защиты Альбедо.",
        " Этот эффект может складываться до 4 раз."
      ]
    },
    "upgradedDescription": {
      "0": "Цветки мимолётности, созданные элементальным навыком <strong>Абиогенез: Цветок солнца</strong>, на 30 сек. наделяют Альбедо Роковым расчётом:",
      "1": [
        " Активация взрыва стихии <strong>Ритуал рождения: Тектоническая волна</strong> расходует все уровни Рокового расчёта и, в зависимости от снятых уровней эффекта, увеличивает урон от взрыва навыка Ритуал рождения: Тектоническая волна и урон Цветков неизбежности.",
        " Каждый уровень Рокового расчёта увеличивает урон на 30% от защиты Альбедо.",
        " Этот эффект может складываться до 4 раз."
      ],
      "2": "<br/>",
      "3": "Кроме того, когда Альбедо вне поля боя, а Роковой расчёт достигает 4 уровней, то все уровни Рокового расчёта снимаются и рядом с вашим активным персонажем создаётся 3 Цветка неизбежности, которые мгновенно расцветают и наносят <geo>Гео урон по площади</geo>, равный 300% защиты Альбедо. Такой урон считается уроном взрыва стихии. С открытым пассивным талантом <tooltip ns=char_Albedo_gen baseKey18=passive2><strong>Гомункулярная природа</strong></tooltip> также срабатывает его эффект, который на 10 сек. повышает мастерство стихий персонажей отряда поблизости на 125 ед."
    }
  },
  "constellation3": {
    "name": "Милость Гелиоса",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Абиогенез: Цветок солнца</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Сошествие духовности",
    "description": {
      "0": "Увеличивает урон атаки в падении активных членов отряда в области Цветка солнца на 30%."
    },
    "upgradedDescription": {
      "0": "Урон атаки в падении активных членов отряда в области Цветка солнца увеличивается на 30%.",
      "1": "Кроме того, когда активный персонаж отряда поблизости прыгает рядом с Цветком серебра, Цветок серебра разрушается и значительно увеличивает высоту этого прыжка, а также на 3 сек. повышает урон ударной волны атаки в падении этого персонажа на 30%. Этот эффект снимается через 0,1 сек. после нанесения урона ударной волной атаки в падении."
    }
  },
  "constellation5": {
    "name": "Прилив катархея",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Ритуал рождения: Тектоническая волна</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Пыль очищения",
    "description": {
      "0": "Увеличивает урон активных персонажей отряда в области Цветка солнца на 17%, если они защищены щитом реакции Кристалл либо в области Цветка солнца существует Лунная пелена."
    },
    "upgradedDescription": {
      "0": "Увеличивает урон активных персонажей отряда в области Цветка солнца на 17%, если они защищены щитом реакции Кристалл либо в области Цветка солнца существует Лунная пелена.",
      "1": "Кроме того, использование взрыва стихии <strong>Ритуал рождения: Тектоническая волна</strong> уничтожает все Цветки серебра на поле. Когда Цветок серебра уничтожается таким способом, будет считаться, что этот взрыв стихии снял 4 уровня Рокового расчёта созвездия {LINK#TE382}<strong>Открытие фанерозоя</strong></tooltip>, а урон Цветка неизбежности на последующие 20 сек. увеличивается на 250% от защиты Альбедо."
    }
  }
}