{
  "name": "Тарталья",
  "title": "Чайльд",
  "description": "Номер одиннадцать из Предвестников Фатуи, искусный воин, также известный под именем Чайльд.",
  "constellationName": "Небесный Кит",
  "auto": {
    "name": "Дождь расставаний",
    "fields": {
      "normal": {
        "0": "<strong><strong>Обычная атака:</strong>",
        "1": "До шести выстрелов из лука."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Более меткий <strong>прицельный выстрел</strong> с увеличенным уроном.",
        "2": "Во время прицеливания наконечник стрелы заряжается энергией воды. Полностью заряженная водой стрела наносит <hydro>Гидро урон</hydro> и накладывает на противника статус <strong>Отлив</strong>.",
        "3": "<br/>",
        "4": "Отлив:",
        "5": "Некоторые атаки Тартальи по противникам со статусом Отлив наносят <hydro>Гидро урон по площади</hydro>. Этот урон считается нанесённым обычной атакой.",
        "6": [
          "Отлив-вспышка: Полностью заряженный прицельный выстрел по противнику со статусом Отлив наносит последовательный Гидро урон по площади. Возникает раз в 0,7 сек.",
          "Отлив-всплеск: Победа над противником со статусом Отлив вызывает Гидро всплеск, который накладывает на окружающих противника врагов статус Отлив."
        ]
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Выпускает град стрел в воздухе, которые при приземлении персонажа наносят урон по площади.",
        "2": "Тарталья не может провести атаку в падении, находясь в ближней стойке Формы духа: Бушующие волны."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон атаки 5",
      "5": "Урон атаки 6",
      "6": "Прицельный выстрел",
      "7": "Заряженный выстрел",
      "8": "Урон Отлив-вспышка",
      "9": "Урон Отлив-всплеск",
      "10": "Длительность Отлива",
      "11": "Урон в падении",
      "12": "Урон низкого/высокого удара",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Форма духа: Бушующие волны",
    "description": {
      "0": "Тарталья обнажает клинки из чистой воды, которые наносят <hydro>Гидро урон</hydro> окружающим врагам и активируют ближнюю стойку.",
      "1": "В этой стойке обычные и заряженные атаки Тартальи наносят <hydro>Гидро урон</hydro>, который не может быть отменён какой-либо элементальной инфузией, и изменяются следующим образом:",
      "2": "<br/>",
      "3": "<strong>Обычная атака:</strong>",
      "4": "До шести ударов <hydro>Гидро</hydro> клинками.",
      "5": "<br/>",
      "6": "<strong>Заряженная атака:</strong>",
      "7": "Перекрёстный удар, который наносит <hydro>Гидро урон</hydro> и затрачивает определённое количество выносливости.",
      "8": "<br/>",
      "9": "<strong>Отлив-удар:</strong>",
      "10": "Атаки в ближней стойке по противникам со статусом Отлив вызывают Отлив-удар, который наносит <hydro>Гидро урон по площади</hydro>. Этот урон считается уроном элементального навыка. Отлив-удар срабатывает не чаще чем один раз в 1,5 сек.",
      "11": "<br/>",
      "12": "Тарталья возвращается в дальнюю стойку по истечении 30 сек. или при повторной активации навыка, а сам навык уходит в откат. Чем дольше Тарталья был в ближней стойке, тем дольше будет время отката навыка.",
      "13": "Время отката увеличивается, если возврат в дальнюю стойку произошёл по истечении 30 сек.",
      "14": "<br/>",
      "15": "<i>Он взял на вооружение лук для того, чтобы отточить мастерство стрельбы, но серьёзный бой может потребовать обнажить клинок...</i>"
    },
    "skillParams": {
      "0": "Урон от смены стойки",
      "1": "Урон атаки 1",
      "2": "Урон атаки 2",
      "3": "Урон атаки 3",
      "4": "Урон атаки 4",
      "5": "Урон атаки 5",
      "6": "Урон атаки 6",
      "7": "Урон заряженной атаки",
      "8": "Потребление выносливости",
      "9": "Урон Отлив-удар",
      "10": "Макс. длительность",
      "11": "Время отката",
      "12": "Макс. время отката",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Хаос: Опустошение",
    "description": {
      "0": "Совершаемая атака определяется стойкой, в которой находится Тарталья.",
      "1": "<br/>",
      "2": "<strong>Дальняя стойка - Вспышка хаоса:</strong>",
      "3": "Тарталья выпускает заряженную водной стихией стрелу, которая наносит <hydro>Гидро урон по площади</hydro> и накладывает на врагов статус Отлив.",
      "4": "После активации навык восстанавливает часть энергии.",
      "5": "<br/>",
      "6": "<strong>Ближняя стойка - Свет погибели:</strong>",
      "7": "Тарталья выполняет круговую атаку, которая наносит большой <hydro>Гидро урон</hydro> окружающим врагам и накладывает на них статус Отлив-взрыв.",
      "8": "<br/>",
      "9": "<strong>Отлив-взрыв:</strong>",
      "10": "Атака Свет погибели, попавшая по врагам со статусом Отлив, снимает с них этот статус, вызывая при этом Гидро взрывы, которые наносят <hydro>Гидро урон по площади</hydro>. Урон Отлив-взрыва считается уроном взрыва стихии.",
      "11": "<br/>",
      "12": "<i>В его заснеженной родине бурлящие потоки воды встречаются не часто. Возможно, способность Тартальи управлять водой объясняется пониманием того, насколько она драгоценна.</i>"
    },
    "skillParams": {
      "0": "Урон навыка: ближняя стойка",
      "1": "Урон навыка: дальняя стойка",
      "2": "Урон Отлив-взрыв",
      "3": "Возврат энергии (дальняя стойка)",
      "4": "Время отката",
      "5": "Потребление энергии",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Не кончается пытка",
    "description": {
      "0": "Увеличивает длительность статуса Отлив на 8 сек."
    }
  },
  "passive2": {
    "name": "Водяной меч",
    "description": {
      "0": "Когда Тарталья находится в рукопашной стойке навыка <strong>Форма духа: Бушующие волны</strong>, крит. попадания обычными или заряженными атаками накладывают на противников статус Отлив."
    }
  },
  "passive3": {
    "name": "Мастерское владение оружием",
    "description": {
      "0": "Увеличивает уровень <strong>обычной атаки</strong> персонажей вашего отряда на 1."
    }
  },
  "constellation1": {
    "name": "Форма духа: Останавливающий волну",
    "description": {
      "0": "Уменьшает время отката навыка <strong>Форма духа: Бушующие волны</strong> на 20%."
    }
  },
  "constellation2": {
    "name": "Форма духа: Скрытое течение",
    "description": {
      "0": "Когда враги со статусом Отлив побеждены, Тарталья восстанавливает 4 ед. элементальной энергии."
    }
  },
  "constellation3": {
    "name": "Хаос бездны: Источник беспорядков",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Форма духа: Бушующие волны</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Хаос бездны: Гидро излив",
    "description": {
      "0": "Когда Тарталья находится в стойке <strong>Форма духа: Бушующие волны</strong>, враги со статусом Отлив получают урон от эффекта Отлив-удар каждые 4 сек. В противном случае срабатывает эффект Отлив-вспышка.",
      "1": "На эффекты Отлив-удар и Отлив-вспышка, вызванные этим уровнем созвездия, не действуют их обычные ограничения длительности, также они не имеют никаких эффектов в этих временных промежутках."
    }
  },
  "constellation5": {
    "name": "Хаос: Бесформенный клинок",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Хаос: Опустошение</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Хаос: Охота на ангелов",
    "description": {
      "0": "При активации навыка <strong>Хаос: Опустошение</strong> обнуляется время отката навыка <strong>Форма духа: Бушующие волны</strong>.",
      "1": "Этот эффект срабатывает, только когда Тарталья возвращается в дальнюю стойку."
    }
  }
}