{
  "name": "Сара",
  "title": "Кабурая вороньего пера",
  "description": "Действующий генерал комиссии Тэнрё. Сурова, решительна и отважна в бою.",
  "constellationName": "Веер",
  "auto": {
    "name": "Стрелковое искусство тэнгу",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "До пяти выстрелов из лука."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Более меткий <strong>прицельный выстрел</strong> с увеличенным уроном.",
        "2": "Во время прицеливания наконечник стрелы заряжается потрескивающей молнией. Полностью заряженная силой грозы стрела наносит <electro>Электро урон</electro>.",
        "3": "Когда персонаж находится в состоянии Укрытия вороньего пера, полностью заряженный выстрел при попадании оставляет после себя Воронье перо."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Выпускает град стрел в воздухе, которые при приземлении персонажа наносят урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон атаки 5",
      "5": "Прицельный выстрел",
      "6": "Заряженный выстрел",
      "7": "Урон в падении",
      "8": "Урон низкого/высокого удара",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Призыв грозы тэнгу",
    "description": {
      "0": "Быстро отступает со скоростью тэнгу и призывает защиту Вороньего пера.",
      "1": "Кудзё Сара получает Укрытие вороньего пера на 18 сек., и когда она совершает полностью заряженный прицельный выстрел, Укрытие вороньего пера тратится и оставляет на месте цели Воронье перо.",
      "2": "Через короткое время Вороньи перья активируют Тэнгу дзюрай: Засада, которые наносят противникам в зоне действия <electro>Электро урон</electro> и дают активному персонажу, находящемуся в зоне действия, бонус атаки, зависящий от базовой атаки Кудзё Сары.",
      "3": "<br/>",
      "4": "Бонусы атаки от разных Тэнгу дзюрай не складываются, а их эффекты и длительность считаются по последнему появившемуся Тэнгу дзюрай.",
      "5": "<br/>",
      "6": "<i>У расы тэнгу не было недостатка в представителях исключительного таланта, получивших Электро Глаз Бога, и они до сих пор по старой привычке во время манипуляций с Электро восхваляют Электро Архонта. Их моление звучит примерно так:</i>",
      "7": "<i>«Покажи своё превосходство, о достойнейшая Наруками! Даруй слуге твоему силу грозы! Совака!»</i>"
    },
    "skillParams": {
      "0": "Урон Тэнгу дзюрай: Засада",
      "1": "Отношение бонуса атаки",
      "2": "Длительность бонуса атаки",
      "3": "Время отката",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Подчинение: Коко сэндо",
    "description": {
      "0": "По позиции цели бьёт Тэнгу дзюрай: Крушитель титанов, который наносит <electro>Электро урон по площади</electro>. После этого Тэнгу дзюрай: Крушитель титанов разделяется на 4 линии последовательных Тэнгу дзюрай: Громокластер, которые наносят <electro>Электро урон по площади</electro>.",
      "1": "Тэнгу дзюрай: Крушитель титанов и Тэнгу дзюрай: Громокластер позволяют активному персонажу в зоне действия получить тот же бонус атаки, что и во время элементального навыка Призыв грозы тэнгу.",
      "2": "<br/>",
      "3": "Бонусы атаки от разных Тэнгу дзюрай не складываются, а их эффекты и длительность считаются по последнему появившемуся Тэнгу дзюрай.",
      "4": "<br/>",
      "5": "<i>Сара покинула свой народ, тэнгу, и на время потеряла веру в комиссию Тэнрё. Но когда тучи в её сердце рассеялись, она заново нашла свою молнию.</i>"
    },
    "skillParams": {
      "0": "Урон Тэнгу дзюрай: Крушитель титанов",
      "1": "Урон Тэнгу дзюрай: Громокластер",
      "2": "Время отката",
      "3": "Потребление энергии",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Недвижимая воля",
    "description": {
      "0": "Нахождение в состоянии Укрытия вороньего пера навыка <strong>Призыв грозы тэнгу</strong> уменьшает время заряда прицельного выстрела на 60%."
    }
  },
  "passive2": {
    "name": "Этикет",
    "description": {
      "0": "Когда Тэнгу дзюрай: Засада попадает атакой по противнику, Кудзё Сара восстанавливает 1,2 ед. энергии всем членам отряда за каждые 100% своего показателя восстановления энергии.",
      "1": "Этот эффект может возникнуть только 1 раз каждые 3 сек."
    }
  },
  "passive3": {
    "name": "Обзор местности",
    "description": {
      "0": "Уменьшает длительность экспедиций в Инадзуме на 25%."
    }
  },
  "constellation1": {
    "name": "Глаз ворона",
    "description": {
      "0": "Когда Тэнгу дзюрай дают персонажам бонус атаки или попадают по противнику, время отката навыка <strong>Призыв грозы тэнгу</strong> уменьшается на 1 сек.",
      "1": "Этот эффект может возникнуть только 1 раз каждые 3 сек."
    }
  },
  "constellation2": {
    "name": "Тёмные крылья",
    "description": {
      "0": "Активация навыка <strong>Призыв грозы тэнгу</strong> оставляет на месте Кудзё Сары Воронье перо, которое призывает слабого Тэнгу дзюрай: Засада, наносящего 30% изначального урона."
    }
  },
  "constellation3": {
    "name": "Внутренняя война",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Подчинение: Коко сэндо</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Неоспоримое доказательство",
    "description": {
      "0": "Количество призванных навыком <strong>Подчинение: Коко сэндо</strong> Тэнгу дзюрай: Громокластер увеличено до 6."
    }
  },
  "constellation5": {
    "name": "Заклинательная песнь",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Призыв грозы тэнгу</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Грех гордыни",
    "description": {
      "0": "Критический <electro>Электро урон</electro> персонажей, получивших бонус атаки от Тэнгу дзюрай, увеличивается на 60%."
    }
  }
}