{
  "name": "Яэ Мико",
  "title": "Озорное лукавство",
  "description": "Гудзи Великого храма Наруками, а также главный редактор издательского дома Яэ. За прекрасной внешностью скрывается неожиданный ум и хитрость.",
  "constellationName": "Божественная Кицунэ",
  "auto": {
    "name": "Пожирающая грехи кицунэ",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "Совершает до трёх ударов, призывая духов кицунэ, наносящих <electro>Электро урон</electro>."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Короткое заклинание, наносящее <electro>Электро урон по площади</electro>, на которое тратится определённое количество выносливости."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Накопив энергию молнии, стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит <electro>Электро урон по площади</electro>."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон заряженной атаки",
      "4": "Потребление выносливости",
      "5": "Урон в падении",
      "6": "Урон низкого/высокого удара",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Проклятие якан: Сакура сэссё",
    "description": {
      "0": "Для Яэ хлопотами вроде изгнания духов нет нужды заниматься лично.",
      "1": "Стремительно передвигается, оставляя за собой Сакуру сэссё.",
      "2": "<br/>",
      "3": "<strong>Сакура сэссё</strong>",
      "4": "Обладает следующими свойствами:",
      "5": [
        " Периодически бьёт врага поблизости молнией, нанося <electro>Электро урон</electro>.",
        " Наличие других Сакур сэссё поблизости повышает их уровень и наносимый ими урон."
      ],
      "6": "<br/>",
      "7": "У навыка 3 заряда.",
      "8": "На поле боя может быть до 3 Сакур сэссё. Изначально создаёт Сакуры 1-го уровня, они могут быть улучшены максимум до 3-го уровня. Если создать Сакуру слишком близко к уже существующей, то последняя уничтожится.",
      "9": "<br/>",
      "10": "<i>«Заточённые внутри ветвей сакуры духи кицунэ - это всё якан, которые причиняют людям вред. Они на две ступени ниже нас, Небесных кицунэ, поэтому я без зазрения совести заставляю их выполнять мои приказы. Но вы, люди, с нашей иерархии пример не берите. Что же до того, кто занимает более высокое положение, небесные кицунэ или люди... Хе-хе...»</i>"
    },
    "skillParams": {
      "0": "Урон Сакуры сэссё ур. 1",
      "1": "Урон Сакуры сэссё ур. 2",
      "2": "Урон Сакуры сэссё ур. 3",
      "3": "Урон Сакуры сэссё ур. 4",
      "4": "Длительность",
      "5": "Время отката",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Великое тайное искусство: Тэнко кэнсин",
    "description": {
      "0": "В Инадзуме существуют легенды о кицунэцуки - людях, в которых вселился дух кицунэ. Из них весьма особенными считаются Небесные кицунэ, которые поражают молниями врагов Великого храма Наруками, нанося <electro>Электро урон по площади</electro>.",
      "1": "При активации этого навыка Яэ Мико высвобождает Сакуры сэссё поблизости, разрушая их внешнюю форму и обращая в молнии Небесной кицунэ, которые наносят <electro>Электро урон по площади</electro>. Каждая разрушенная таким образом Сакура сэссё даёт одну молнию Небесной кицунэ.",
      "2": "<br/>",
      "3": "<i>Черты Небесной кицунэ Яэ раскрываются лишь тогда, когда она повелевает молнией. От всех видевших её хвосты осталась лишь горстка пепла, поэтому помните - хвостов у госпожи Яэ нет.</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Урон молнии Небесной кицунэ",
      "2": "Время отката",
      "3": "Потребление энергии",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Божественная тень святилища",
    "description": {
      "0": "Каждая Сакура сэссё, разрушенная навыком <strong>Великое тайное искусство: Тэнко кэнсин</strong>, сбрасывает откат одного заряда навыка <strong>Проклятие якан: Сакура сэссё</strong>."
    }
  },
  "passive2": {
    "name": "Просветлённое благословение",
    "description": {
      "0": "Каждая единица мастерства стихий Яэ Мико увеличивает урон <strong>Сакуры сэссё</strong> на 0,15%."
    }
  },
  "passive3": {
    "name": "Медитация яко",
    "description": {
      "0": "Создание материалов повышения талантов: 25% шанс получить другой доп. материал того же региона и той же редкости, как у исходных."
    }
  },
  "constellation1": {
    "name": "Подношения яко",
    "description": {
      "0": "При каждой активации удара молнии Небесной кицунэ навыком <strong>Великое тайное искусство: Тэнко кэнсин</strong> Яэ Мико восстанавливает себе 8 ед. элементальной энергии."
    }
  },
  "constellation2": {
    "name": "Лунный зов лисы",
    "description": {
      "0": "<strong>Сакура сэссё</strong> создаётся уже 2-го уровня. Максимальный уровень повышен до 4, а радиус её атак увеличен на 60%."
    }
  },
  "constellation3": {
    "name": "Семь чудесных превращений",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Проклятие якан: Сакура сэссё</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Молния алой вишни",
    "description": {
      "0": "Попадание по врагу ударом молнии <strong>Сакуры сэссё</strong> наделяет всех персонажей поблизости 20% <electro>бонусом Электро урона</electro> длительностью 5 сек."
    }
  },
  "constellation5": {
    "name": "Бесконечные насмешки",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Великое тайное искусство: Тэнко кэнсин</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Запрещённое искусство: Дайсэссё",
    "description": {
      "0": "Атаки <strong>Сакур сэссё</strong> игнорируют 60% от защиты противника."
    }
  }
}