{
  "name": "Лайла",
  "title": "Дивная вечерняя звезда",
  "description": "Студентка, которая изучает теоретическую астрологию в даршане Ртавахист. Нередко ходит во сне и страдает от хронического недосыпания.",
  "constellationName": "Соловей",
  "auto": {
    "name": "Меч сияющей тропы",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "До трёх быстрых ударов мечом."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Тратит определённое количество выносливости на два быстрых взмаха мечом."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон заряженной атаки",
      "4": "Потребление выносливости",
      "5": "Урон в падении",
      "6": "Урон низкого/высокого удара",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Ночи почтенного сосредоточения",
    "description": {
      "0": "Создаёт щит, который называется Пологом сновидений, нанося <cryo>Крио урон по площади</cryo>.",
      "1": "Поглощаемый Пологом сновидений урон зависит от максимального HP Лайлы, при этом он поглощает <cryo>Крио урон с 250% эффективностью</cryo>. При активации Полога Лайла получает кратковременный <cryo>эффект Крио</cryo>.",
      "2": "<br/>",
      "3": "<strong>Ночные звёзды и Метеоры</strong>",
      "4": "Каждые 1,5 сек. во время своего действия Полог сновидений создаёт 1 Ночную звезду, которая прикрепляется к нему. Когда персонаж под защитой Полога сновидений активирует элементальный навык, создаются 2 Ночные звезды. Ночные звёзды таким способом можно создавать один раз каждые 0,3 сек. Одновременно может существовать до 4 Ночных звёзд.",
      "5": "Когда на Пологе сновидений 4 Ночные звезды, а поблизости есть враги, звёзды по очереди превращаются в Метеоры, которые самостоятельно находят и поражают врагов, нанося <cryo>Крио урон</cryo>.",
      "6": "Когда действие Полога сновидений истекает или он разрушается, Ночные звёзды исчезают вместе с ним. Если они уже превратились в Метеоры, которые начали поражать врагов, эти Метеоры просуществуют до окончания своего действия.",
      "7": "<br/>",
      "8": "Пока Метеоры не закончат поражать врагов, новые Ночные звёзды не появятся.",
      "9": "<br/>",
      "10": "<i>«Мы с ней как два мастера, которые никогда не встречались, но сидели на одной подушке и вышивали одни и те же цветы снов».</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Урон Метеора",
      "2": "Базовое поглощение щита",
      "3": "Длительность щита",
      "4": "Время отката",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Сон колыбели звёзд",
    "description": {
      "0": "Создаёт Небесную сферу снов, которая постоянно выпускает по противникам в области действия Заряды звёздного света, нанося <cryo>Крио урон</cryo>.",
      "1": "При попадании Заряд звёздного света создаёт 1 Ночную звезду на Пологе сновидений поблизости. Подобным образом каждый Полог сновидений может получать по 1 Ночной звезде каждые 0,5 сек.",
      "2": "<br/>",
      "3": "<i>«Засыпай, засыпай. Пусть пред твоими спящими глазами на звёздных тропах снов развернутся мириады судеб».</i>"
    },
    "skillParams": {
      "0": "Урон Заряда звёздного света",
      "1": "Длительность",
      "2": "Время отката",
      "3": "Потребление энергии",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Зарождающийся свет",
    "description": {
      "0": "Пока активен <strong>Полог сновидений</strong>, с каждой новой Ночной звездой на Пологе активируется Глубокий сон:",
      "1": [
        " Прочность щита персонажа под воздействием Полога сновидений увеличивается на 6%.",
        " Эффект складывается до 4 раз и существует до тех пор, пока не исчезнет Полог сновидений."
      ]
    }
  },
  "passive2": {
    "name": "Непотревоженный сон",
    "description": {
      "0": "Урон Метеоров <strong>Ночей почтенного сосредоточения</strong> повышается на 1,5% от макс. HP Лайлы."
    }
  },
  "passive3": {
    "name": "Призрачные вещие сны",
    "description": {
      "0": "При создании материалов повышения талантов персонажей есть 10% шанс создать дополнительный предмет."
    }
  },
  "constellation1": {
    "name": "Крепость фантазий",
    "description": {
      "0": "Поглощение урона Полога сновидений навыка <strong>Ночи почтенного сосредоточения</strong> увеличивается на 20%.",
      "1": "Активация навыка Ночи почтенного сосредоточения на 12 сек. наделит не защищённых Пологом сновидений персонажей щитом, поглощение урона которого составляет 35% от поглощения Полога сновидений. <cryo>Крио урон</cryo> поглощается им с эффективностью 250%."
    }
  },
  "constellation2": {
    "name": "Власть света",
    "description": {
      "0": "Попадая по противникам, каждый Метеор навыка <strong>Ночи почтенного сосредоточения</strong> восстанавливает 1 ед. элементальной энергии Лайлы. Каждый Метеор может таким образом восстановить энергию Лайлы один раз."
    }
  },
  "constellation3": {
    "name": "Тайны долгой ночи",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Ночи почтенного сосредоточения</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Звёздный свет",
    "description": {
      "0": "Когда навык <strong>Ночи почтенного сосредоточения</strong> начинает запускать Метеоры, он наделяет всех окружающих членов отряда Сумеречной звездой, что увеличивает урон их обычных и заряженных атак на 5% от макс. HP Лайлы.",
      "1": "Сумеречная звезда длится до 3 сек. и исчезает через 0,05 сек. после нанесения урона обычной или заряженной атакой."
    }
  },
  "constellation5": {
    "name": "Ручей сознания",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Сон колыбели звёзд</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Лучезарное пламя души",
    "description": {
      "0": "Урон Метеоров навыка <strong>Ночи почтенного сосредоточения</strong> и Зарядов звёздного света навыка <strong>Сон колыбели звёзд</strong> повышается на 40%.",
      "1": "Кроме того, интервал создания Ночных звёзд навыка Ночи почтенного сосредоточения сокращается на 20%."
    }
  }
}