{
  "name": "Горо",
  "title": "Пёс войны",
  "description": "Великий генерал армии Ватацуми. Пользуется безграничным доверием своих подчинённых.",
  "constellationName": "Сиба-ину",
  "auto": {
    "name": "Оперение терзающего клыка",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака</strong>",
        "1": "До четырёх выстрелов из лука."
      },
      "charged": {
        "0": "<strong>Заряженная атака</strong>",
        "1": "Более меткий <strong>прицельный выстрел</strong> с увеличенным уроном.",
        "2": "Во время прицеливания стрела накапливает энергию земли. Полностью заряженная энергией земли стрела наносит <geo>Гео урон</geo>."
      },
      "plunging": {
        "0": "<strong>Атака в падении</strong>",
        "1": "Выпускает град стрел, которые при приземлении персонажа наносят урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Прицельный выстрел",
      "5": "Заряженный выстрел",
      "6": "Урон в падении",
      "7": "Урон низкого/высокого удара",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Всесторонняя защита Инудзаки",
    "description": {
      "0": "Наносит <geo>Гео урон по площади</geo> и устанавливает Боевой штандарт генерала.",
      "1": "<br/>",
      "2": "<strong>Боевой штандарт генерала</strong>",
      "3": "Даёт усиления активному персонажу в области действия штандарта в зависимости от числа персонажей <geo>Гео</geo> в отряде:",
      "4": [
        " Если в отряде есть один персонаж Гео, даётся эффект Стойкость, увеличивающий защиту.",
        " При наличии двух персонажей Гео в отряде действует Крепость: к эффекту Стойкости добавляется сопротивление прерыванию.",
        " Три персонажа Гео в отряде дают эффект Ярость: к прошлым эффектам прибавляется <geo>бонус Гео урона</geo>."
      ],
      "5": "<br/>",
      "6": "Горо не может установить больше одного своего Боевого штандарта генерала на поле боя одновременно. Персонажи могут одновременно использовать эффекты только одного Боевого штандарта генерала. Эффект области действует в течение 2 сек. после выхода из области.",
      "7": "<br/>",
      "8": "<strong>Долгое нажатие</strong>",
      "9": "Используется для выбора места действия навыка.",
      "10": "<br/>",
      "11": "<i>«Займите места в этом построении, и мы будем в безопасности - я гарантирую это!» - как генерал и настоящий лидер Горо меньше всего хочет, чтобы те, кто следует за ним, пострадали.</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Повышение защиты",
      "2": "Бонус Гео урона",
      "3": "Длительность",
      "4": "Время отката",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Дзюга: Вперёд к победе",
    "description": {
      "0": "Демонстрируя свой талант полководца, Горо наносит <geo>Гео урон по площади</geo> и создаёт область Влияния генерала для поддержки соратников.",
      "1": "<br/>",
      "2": "<strong>Влияние генерала</strong>",
      "3": "Обладает следующими свойствами:",
      "4": [
        " Даёт те же эффекты, что элементальный навык «Всесторонняя защита Инудзаки», в зависимости от количества <geo>Гео</geo> персонажей в отряде на момент запуска. Область перемещается вместе с активным персонажем.",
        " Каждые 1,5 сек. запускает Кристальный обвал, нанося <geo>Гео урон по площади</geo>.",
        " Каждые 1,5 сек. 1 элементальный осколок, созданный реакцией Кристалл притягивается к активному персонажу."
      ],
      "5": "<br/>",
      "6": "Если при запуске Влияния генерала на поле есть установленный самим Горо Боевой штандарт генерала, штандарт исчезает. Если Горо запускает элементальный навык Всесторонняя защита Инудзаки во время действия Влияния генерала, Боевой штандарт не создаётся.",
      "7": "Собственный эффект Влияния генерала Горо исчезает, если Горо повержен.",
      "8": "<br/>",
      "9": "<i>«Преимущество у нас!» - чтобы одержать победу, Горо может в некоторой степени изменять рельеф поля боя. Благодаря этому он выстоял во множестве битв против превосходящих сил противника.</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Урон Кристального обвала",
      "2": "Длительность",
      "3": "Время отката",
      "4": "Потребление энергии",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Бросая вызов стихии",
    "description": {
      "0": "В течение 12 сек. после запуска навыка <strong>Дзюга: Вперёд к победе</strong> защита всех членов отряда поблизости увеличивается на 25%."
    }
  },
  "passive2": {
    "name": "Ответная услуга",
    "description": {
      "0": "Урон атак Горо увеличивается пропорционально его защите:",
      "1": [
        " Урон навыка <strong>Всесторонняя защита Инудзаки</strong> повышается на 156% защиты.",
        " Урон навыка <strong>Дзюга: Вперёд к победе</strong> и кристального обвала увеличивается на 15,6% защиты."
      ]
    }
  },
  "passive3": {
    "name": "Искатель сияния",
    "description": {
      "0": "Отмечает <strong>диковинки Инадзумы</strong> на мини-карте."
    }
  },
  "constellation1": {
    "name": "Бег собаки: Скорость ветра",
    "description": {
      "0": "Когда активный персонаж (не Горо), находясь под действием созданного самим Горо <strong>Боевого штандарта генерала</strong> или области <strong>Влияния генерала</strong>, наносит Гео урон врагу, время отката <strong>Всесторонней защиты Инудзаки</strong> Горо снижается на 2 сек.",
      "1": "Эффект возникает раз в 10 сек."
    }
  },
  "constellation2": {
    "name": "Ожидание собаки: Точность часов",
    "description": {
      "0": "Если активный персонаж поблизости во время действия <strong>Влияния генерала</strong> получает созданный реакцией Кристалл элементальный осколок, то длительность Влияния генерала Горо увеличивается на 1 сек.",
      "1": "Эффект может возникнуть раз в 0,1 сек. Нельзя увеличить длительность больше чем на 3 сек."
    }
  },
  "constellation3": {
    "name": "Укус собаки: Ярость огня",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Всесторонняя защита Инудзаки</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Забота собаки: Нежность воды",
    "description": {
      "0": "У активного персонажа в области <strong>Влияния генерала</strong> при наличии эффектов Крепость или Ярость каждые 1,5 сек. восстанавливается HP в размере 50% защиты самого Горо."
    }
  },
  "constellation5": {
    "name": "Удар собаки: Сила грома",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Дзюга: Вперёд к победе</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Доблесть собаки: Надёжность гор",
    "description": {
      "0": "В течение 12 сек. после запуска <strong>Всесторонней защиты Инудзаки</strong> или <strong>Дзюга: Вперёд к победе</strong> у всех членов отряда поблизости увеличивается крит. <geo>Гео урон</geo> в соответствии с уровнем области:",
      "1": [
        " Стойкость - на 10%;",
        " Крепость - на 20%;",
        " Ярость - на 40%."
      ],
      "2": "<br/>",
      "3": "Эффект не складывается, действует последний сработавший эффект."
    }
  }
}