{
  "name": "Лини",
  "title": "Зрелищные фантасмагории",
  "description": "Известный маг-иллюзионист из Фонтейна, отличающийся красноречием и актёрским мастерством. Завораживает публику ловкостью рук и своими речами.",
  "constellationName": "Пятнистый Кот",
  "auto": {
    "name": "Форсирование карты с подменой",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака</strong>",
        "1": "Производит до четырёх последовательных выстрелов из лука."
      },
      "charged": {
        "0": "<strong>Заряженная атака</strong>",
        "1": "Более меткий <strong>прицельный выстрел</strong> с увеличенным уроном.",
        "2": "Во время прицеливания на наконечнике стрелы собирается сила пламени. Эффект зависит от длительности заряда стрелы:",
        "3": [
          " Уровень заряда 1: выпускает стрелу, наполненную силой Пиро, которая наносит <pyro>Пиро урон</pyro>.",
          " Уровень заряда 2: выпускает стрелу-реквизит, которая наносит <pyro>Пиро урон</pyro> и при попадании вызывает Хохочущего котошляпа."
        ],
        "4": "Если во время выстрела стрелой-реквизитом у Лини более 60% HP, он жертвует частью HP и получает 1 уровень Избыточного реквизита. Эффект может складываться до 5 раз и пропадает через 30 сек. после того, как Лини покидает бой.",
        "5": "При использовании этого способа HP Лини не может опуститься ниже 60% от его макс. HP."
      },
      "plunging": {
        "0": "<strong>Атака в падении</strong>",
        "1": "Выпускает град стрел, которые при приземлении персонажа наносят урон по площади."
      },
      "grinMalkin": {
        "0": "<strong>Хохочущий котошляп</strong>",
        "1": [
          " Дразнит врагов, отвлекая их атаки на себя. Котошляп может дразнить каждого из врагов один раз в 5 сек.",
          " Его прочность зависит от макс. HP Лини.",
          " Если его уничтожают, либо если его время заканчивается, он выстреливает в 1 противника поблизости <strong>Пиротехническим снарядом</strong>, который наносит <pyro>Пиро урон</pyro>."
        ],
        "2": "Одновременно может существовать только 1 котошляп."
      },
      "arkhe": {
        "0": "<strong>Архэ: Пневма</strong>",
        "1": "С некоторым интервалом, на месте попадания стрелы-реквизита нисходит Игла дыхания душ, наносящая <pyro>Пиро урон</pyro> пневмы."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон в падении",
      "5": "Урон низкого/высокого удара",
      "6": "Прицельный выстрел",
      "7": "Уровень заряда 1",
      "8": "Урон стрелы-реквизита",
      "9": "Потребление HP",
      "10": "HP Хохочущего котошляпа",
      "11": "Длительность Хохочущего котошляпа",
      "12": "Урон Пиротехнического снаряда",
      "13": "Урон Иглы дыхания душ",
      "14": "Интервал Иглы дыхания душ",
      "15": ""
    }
  },
  "skill": {
    "name": "Ошеломляющие огни",
    "description": {
      "0": "Лини взмахивает шляпой, запуская сюрприз-фейерверк.",
      "1": "При активации снимаются все текущие уровни Избыточного реквизита и врагам впереди наносится <pyro>Пиро урон по площади</pyro>. В зависимости от количества снятых уровней эффекта урон увеличивается. Кроме того, HP Лини восстанавливается в зависимости от его макс. HP.",
      "2": "<br/>",
      "3": "Если на поле боя существует Хохочущий котошляп, созданный Лини, фейерверк заставит его взорваться и нанести <pyro>Пиро урон по площади</pyro>, пропорциональный урону Пиротехнического снаряда.",
      "4": "Урон от взрыва котошляпа, наносимый таким образом, считается уроном заряженной атаки.",
      "5": "<br/>",
      "6": "<i>«Это хорошо известный приём, используемый фокусниками, чтобы отвлечь внимание зрителей... А пока вы смотрите в другую сторону, шляпы с ассистенткой как не бывало. Чрезвычайно занимательно, не так ли?»</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Бонус урона навыка",
      "2": "Восстановление HP",
      "3": "Время отката",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Великий фокус: Парад чудес",
    "description": {
      "0": "Лини по волшебству превращается в проворного Хохочущего шляпокота. (Не путать с Хохочущим котошляпом. Это другой реквизит!)",
      "1": "Приблизившись к врагам, Хохочущий шляпокот низвергает на врагов пламя. Каждый из них получает <pyro>Пиро урон</pyro> не более 1 раза. После истечения времени действия Лини отбрасывает личину Хохочущего шляпокота и запускает великолепный фейерверк, наносит <pyro>Пиро урон по площади</pyro>, призывает 1 Хохочущего котошляпа и получает 1 уровень Избыточного реквизита.",
      "2": "<br/>",
      "3": "Действие Хохочущего шляпокота может быть прекращено произвольно.",
      "4": "<br/>",
      "5": "<i>«Смотри внимательно. Настало мгновение неповторимого чуда, которое принадлежит только нам!»</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Урон фейерверка",
      "2": "Длительность",
      "3": "Время отката",
      "4": "Потребление энергии",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Опасное выступление",
    "description": {
      "0": "Если выпущенная <strong>стрела-реквизит</strong> расходует HP Лини, призываемый ею Хохочущий котошляп, поразив цель, восстанавливает 3 ед. энергии Лини и увеличивает урон на 80% от силы атаки."
    }
  },
  "passive2": {
    "name": "Заключительные овации",
    "description": {
      "0": "Урон Лини против врагов, находящихся под действием <pyro>Пиро</pyro> получает следующие усиления:",
      "1": [
        " Увеличивает наносимый урон на 60%. ",
        " Каждый член отряда, чей элементальный тип - <pyro>Пиро</pyro> (за исключением самого Лини) увеличивает урон ещё на 20%."
      ],
      "2": "Повысить урон Лини против врагов под воздействием <pyro>Пиро</pyro> таким образом можно не более чем на 100%."
    }
  },
  "passive3": {
    "name": "Тривиальные наблюдения",
    "description": {
      "0": "Отмечает <strong>диковинки Фонтейна</strong> на мини-карте."
    }
  },
  "constellation1": {
    "name": "Взбалмошные чудеса",
    "description": {
      "0": "Допускает одновременное существование двух <strong>Хохочущих котошляпов</strong>.",
      "1": "Кроме того, стрела-реквизит при попадании будет призывать 2 Хохочущих котошляпов, а также наделять Лини 1 дополнительным уровнем Избыточного реквизита. Эффект может возникнуть один раз в 15 сек."
    }
  },
  "constellation2": {
    "name": "Завлекательное фразёрство",
    "description": {
      "0": "Каждые 2 сек. на поле боя Лини получает 1 уровень Предельного внимания, которое повышает крит. урон Лини на 20%. Эффект складывается до 3 раз и исчезает, когда Лини покидает бой."
    }
  },
  "constellation3": {
    "name": "Ловкость рук",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Форсирование карты с подменой</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Заученный и отрепетированный план",
    "description": {
      "0": "Попадания заряженной атакой <pyro>Пиро</pyro> Лини понижают <pyro>Пиро сопротивление</pyro> поражённого врага на 20% на 6 сек."
    }
  },
  "constellation5": {
    "name": "Проникновение в тайны",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Великий фокус: Парад чудес</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Неискренняя улыбка",
    "description": {
      "0": "Выпустив <strong>стрелу-реквизит</strong>, Лини выстреливает Пиротехническим снарядом: Реприза, который наносит 80% урона Пиротехнического снаряда. Урон считается уроном заряженной атаки."
    }
  }
}