{
  "name": "Тиори",
  "title": "Громоподобная закройщица",
  "description": "Хозяйка «Дома Тиори». Дизайнер одежды, известный во всём Фонтейне.",
  "constellationName": "Портновские Ножницы",
  "auto": {
    "name": "Ткущий клинок",
    "fields": {
      "normal": {
        "0": "<strong><strong>Обычная атака:</strong>",
        "1": "До четырёх быстрых ударов."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Тратит определённое количество выносливости на два быстрых взмаха мечом."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон заряженной атаки",
      "5": "Потребление выносливости",
      "6": "Урон в падении",
      "7": "Урон низкого/высокого удара",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Порхание хасодэ",
    "description": {
      "0": "С лёгкостью развевающихся шелков совершает выпад вперёд, по окончании которого призывает рядом с собой куклу-автоматона Тамото и выполняет восходящий удар, нанося противникам поблизости <geo>Гео урон по площади</geo>, пропорциональный силе атаки и защите Тиори.",
      "1": "При долгом нажатии способ активации навыка меняется.",
      "2": "<br/>",
      "3": "<strong>Долгое нажатие</strong>",
      "4": "Переходит в режим прицеливания, в котором можно выбрать направление рывка.",
      "5": "<br/>",
      "6": "<strong>Тамото</strong>",
      "7": [
        " Периодически атакует врагов поблизости, нанося <geo>Гео урон по площади</geo>, пропорциональный силе атаки и защите Тиори.",
        " Пока она активна, если поблизости существует или создаётся <geo>Гео конструкция</geo>, то рядом с вашим активным персонажем призывается ещё одна Тамото. Таким образом можно призвать только 1 дополнительную куклу-автоматона Тамото, причём время её существования рассчитывается отдельно."
      ],
      "8": "<br/>",
      "9": "<i>«Сакуры цветы",
      "10": "Покрывают рукава,",
      "11": "Пьянит аромат».</i>"
    },
    "skillParams": {
      "0": "Урон Тамото",
      "1": "Длительность Тамото",
      "2": "Интервал атак Тамото",
      "3": "Урон восходящего удара",
      "4": "Время отката",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Хиёку: Парные клинки",
    "description": {
      "0": "Обнажив парные клинки, Тиори режет с мастерством искусного портного, нанося <geo>Гео урон по площади</geo>, пропорциональный её силе атаки и защите.",
      "1": "<br/>",
      "2": "<i>«Освой один принцип, и перед тобой откроются все пути».</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Время отката",
      "2": "Потребление энергии",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Сшито на заказ",
    "description": {
      "0": "В зависимости от действия, которое вы совершаете в короткий промежуток времени после восходящего удара навыка <strong>Порхание хасодэ</strong>, возникают разные эффекты: нажатие кнопки элементального навыка активирует Узорную ткань, тогда как обычная атака активирует Покрой.",
      "1": "<br/>",
      "2": "<strong>Узорная ткань</strong>",
      "3": [
        " Следующий персонаж вашего отряда становится активным.",
        " Все персонажи вашего отряда получают эффект Поймав мгновение: при попадании обычной атаки, заряженной атаки или атаки в падении вашего активного персонажа по противнику поблизости кукла-автоматон Тамото инициирует совместную атаку, которая на позиции поражённого противника наносит <geo>Гео урон по площади</geo>, равный 100% урона восходящего удара навыка Порхание хасодэ. Этот урон считается уроном элементального навыка.",
        " Эффект Поймав мгновение действует 8 сек. Кукла-автоматон может инициировать 1 совместную атаку раз в 2 сек., причём во время действия одного и того же эффекта Поймав мгновение может быть выполнено до 2 совместных атак."
      ],
      "4": "<br/>",
      "5": "<strong>Покрой</strong>",
      "6": [
        " Тиори на 5 сек. получает <geo>инфузию Гео</geo>."
      ],
      "7": "<br/>",
      "8": "Если Тиори, будучи активным персонажем, в течение короткого промежутка времени после выполнения восходящего удара Порхания хасодэ не использует элементальный навык или обычную атаку, то активируется эффект Покроя."
    }
  },
  "passive2": {
    "name": "Украшенная парча",
    "description": {
      "0": "Когда член отряда поблизости создаёт <geo>Гео конструкцию</geo>, Тиори на 20 сек. получает 20% <geo>бонус Гео урона</geo>."
    }
  },
  "passive3": {
    "name": "Изящные очертания",
    "description": {
      "0": "Если на любом персонаже отряда надет не костюм по умолчанию или экипирован планер, который не является Крыльями новичка, то персонажи вашего отряда получают эффект Стремительного шага: их скорость передвижения увеличивается на 10%.",
      "1": "В подземельях, Витой Бездне и Подземельях наказания этот эффект не действует. Эффект Стремительного шага не суммируется."
    }
  },
  "constellation1": {
    "name": "Шесть знаний шёлка",
    "description": {
      "0": "Площадь атак куклы-автоматона Тамото навыка <strong>Порхание хасодэ</strong> увеличивается на 50%.",
      "1": "Кроме того, если в отряде есть персонажи <geo>Гео</geo> помимо Тиори, после завершения выпада Порхания хасодэ активируются следующие эффекты:",
      "2": [
        " Призывает ещё одну Тамото. Одновременно может существовать только 1 дополнительная кукла-автоматон Тамото, призванная Тиори этим способом либо с помощью Гео конструкции.",
        " Активирует пассивный талант «Украшенная парча». Требуется разблокировать пассивный талант Украшенная парча."
      ]
    }
  },
  "constellation2": {
    "name": "Пять цветов ткани",
    "description": {
      "0": "В течение 10 сек. после применения навыка <strong>Хиёку: Парные клинки</strong> раз в 3 сек. рядом с вашим активным персонажем будет призываться простая кукла-автоматон Кину. Простая кукла-автоматон Кину будет атаковать врагов поблизости, нанося <geo>Гео урон по площади</geo>, равный 170% урона куклы-автоматона Тамото. Этот урон считается уроном элементального навыка.",
      "1": "Выполнив 1 атаку или просуществовав 3 сек., простая кукла-автоматон Кину покидает поле боя."
    }
  },
  "constellation3": {
    "name": "Четыре украшения парчи",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Порхание хасодэ</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Три любезности портного",
    "description": {
      "0": "В течение 8 сек. после активации последующего эффекта пассивного таланта Сшито на заказ попадание обычных атак, заряженных атак и атак в падении вашего активного персонажа по противнику поблизости призывают рядом с ним простую куклу-автоматона Кину. Таким способом можно призвать 1 простую куклу-автоматона Кину раз в 1 сек., но не более 3 раз в течение одного и того же эффекта Поймав мгновение или Покрой пассивного таланта Сшито на заказ. Этот эффект может возникнуть раз в 15 сек.",
      "1": "Требуется разблокировать пассивный талант Сшито на заказ."
    }
  },
  "constellation5": {
    "name": "Два шёлковых пера",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Хиёку: Парные клинки</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Следуя единому принципу",
    "description": {
      "0": "Активация последующего эффекта пассивного таланта Сшито на заказ сокращает откат навыка самой Тиори <strong>Порхание хасодэ</strong> на 12 сек. Требуется разблокировать пассивный талант Сшито на заказ.",
      "1": "Кроме того, урон обычных атак Тиори увеличивается на 235% от её собственной защиты."
    }
  }
}