{
  "name": "Фурина",
  "title": "Бесконечный танец одиночества",
  "description": "В центре внимания на сцене театра правосудия вплоть до финального занавеса и оваций.",
  "constellationName": "Капельмейстер",
  "auto": {
    "name": "Приглашение на одиночный танец",
    "fields": {
      "normal": {
        "0": "<strong><strong>Обычная атака:</strong>",
        "1": "Выполняет до четырёх последовательных ударов."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Тратит определённое количество выносливости и начинает одиночный танец, который наносит физ. урон противникам поблизости и меняет вид архэ. Если на поле боя есть участники салона или Певец Потоков, вызванные её элементальным навыком Салон одиноких сердец, то они сменяются на другой тип гостей."
      },
      "arkhe": {
        "0": "<strong>Архэ: Священные и мирские места</strong>",
        "1": "С некоторым интервалом, когда обычная атака Фурины попадает по противнику, на его месте, в зависимости от вида архэ Фурины, появляется Игла дыхания душ или Клинок бурных вод, которые наносят соответственно <hydro>Гидро урон</hydro> пневмы или усии.",
        "2": "Когда Фурина выходит на поле боя, у неё архэ усии."
      },
      "plunging": {
        "0": "<strong>Атака в падении</strong>:",
        "1": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон заряженной атаки",
      "5": "Потребление выносливости",
      "6": "Урон в падении",
      "7": "Урон низкого/высокого удара",
      "8": "Урон Иглы дыхания душ/Клинка бурных вод",
      "9": "Интервал урона Иглы дыхания душ/Клинка бурных вод",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Салон одиноких сердец",
    "description": {
      "0": "Приглашает гостей «Салона одиноких сердец» поучаствовать в выступлении Фурины. Призывает либо участников салона, либо Певца Потоков в зависимости от текущего <strong>типа архэ</strong> Фурины.",
      "1": "<br/>",
      "2": "<strong>Усия</strong>",
      "3": "Кружащиеся в вихре танца пузырьки наносят <hydro>Гидро урон по площади</hydro> пропорционально макс. HP Фурины и призывают трёх участников салона: Месье Уше в образе шаровидного осьминога, Управляющую Шевальмарин в образе конька-пузырька и Мадемуазель Крабалетту в образе бронекраба.",
      "4": "Они атакуют ближайших противников через определенные промежутки времени с приоритетом на цель активного персонажа, нанося <hydro>Гидро урон</hydro> пропорционально макс. HP.",
      "5": "Если поблизости есть персонажи с уровнем HP выше 50%, участники салона при атаке используют HP этих персонажей, чтобы увеличить свою силу атаки в зависимости от количества персонажей, «одолживших» HP. Если персонажей - доноров HP 1/2/3/4 (или более), наносимый участниками салона урон составляет 110%/120%/130%/140% от их изначального урона.",
      "6": "<br/>",
      "7": "<strong>Пневма</strong>",
      "8": "Вызывает Певца Потоков, который с определенными интервалами исцеляет ближайших активных персонажей пропорционально макс. HP.",
      "9": "<br/>",
      "10": "Участники салона и Певец Потоков имеют общую длительность. Когда Фурина использует заряженную атаку, чтобы изменить тип гостей, новые гости наследуют длительность предыдущих.",
      "11": "Во время существования участников салона или Певца Потока Фурина может передвигаться по воде.",
      "12": "<br/>",
      "13": "<i>В «Салоне одиноких сердец» Фурины есть круг постоянных посетителей. Порой там бывают Месье Уше, Управляющая Шевальмарин и Мадемуазель Крабалетта, а по мрачным средам заходит Певец.</i>"
    },
    "skillParams": {
      "0": "Урон пузыря усии",
      "1": "Длительность",
      "2": "Урон Месье Уше",
      "3": "Урон Управляющей Шевальмарин",
      "4": "Урон Мадемуазель Крабалетты",
      "5": "Потребление HP Месье Уше",
      "6": "Потребление HP Управляющей Шевальмарин",
      "7": "Потребление HP Мадемуазель Крабалетты",
      "8": "Лечение Певца Потоков",
      "9": "Время отката",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Да возрадуются люди",
    "description": {
      "0": "Пробуждается импульс к веселью, который создаёт сцену из пены и наносит <hydro>Гидро урон по площади</hydro> пропорционально макс. HP Фурины и переводит членов отряда поблизости в состояние Всемирного веселья: во время действия состояния, когда у персонажей поблизости увеличивается или уменьшается текущее HP, Фурина получает 1 ед. фанфар за каждый 1% изменения HP персонажа в процентах от его макс. HP.",
      "1": "В то же время увеличивается наносимый урон и бонус получаемого лечения всех окружающих членов отряда в зависимости от количества фанфар.",
      "2": "Когда время действия истекает, фанфары Фурины сбрасываются.",
      "3": "<br/>",
      "4": "<i>«Ура! Возрадуемся! Поднимем бокалы! Каждая ночь, лишённая застолья, - это гнусная растрата трезвого дня... А тем, кто ещё не достиг совершеннолетия, можно пить виноградный сок!»</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Длительность",
      "2": "Лимит фанфар",
      "3": "Отношение фанфар к повышению урона",
      "4": "Отношение фанфар к бонусу лечения",
      "5": "Время отката",
      "6": "Потребление энергии",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Бесконечный вальс",
    "description": {
      "0": "Когда активный персонаж в отряде получает лечение с избытком и его источник не сама Фурина, Фурина в течение 4 сек. каждые 2 сек. восстанавливает HP членам отряда поблизости в количестве 2% от макс. HP каждого из них."
    }
  },
  "passive2": {
    "name": "Неуслышанное признание",
    "description": {
      "0": "Каждые 1000 ед. макс. HP усиливают <strong>Салон одиноких сердец</strong> Фурины другого архэ следующим образом:",
      "1": "Урон, наносимый участниками салона, увеличивается на 0,7%, макс. 28%.",
      "2": "Интервал, с которым Певец Потоков лечит активного персонажа поблизости понижается на 0,4%. Интервал этим способом можно понизить макс. на 16%."
    }
  },
  "passive3": {
    "name": "Море - моя сцена",
    "description": {
      "0": "Время отката способностей ксенохромных инородов Фонтмера снижается на 30%."
    }
  },
  "constellation1": {
    "name": "«У любви, как у пташки, крылья, её нельзя никак поймать»",
    "description": {
      "0": "При использовании <strong>Да возрадуются люди</strong> Фурина получает 150 ед. фанфар.",
      "1": "Также лимит фанфар Фурины увеличивается на 100 ед."
    }
  },
  "constellation2": {
    "name": "«Сердце красавиц склонно к измене»",
    "description": {
      "0": "Пока действует навык <strong>Да возрадуются люди</strong>, прирост фанфар Фурины от увеличения или уменьшения HP персонажей поблизости увеличивается на 250%. Каждая ед. фанфар сверх лимита увеличивает макс. HP Фурины на 0,35%. Предельное увеличение макс. HP таким способом составляет 140%."
    }
  },
  "constellation3": {
    "name": "«Но секрет мой скрыт во мне, никто не узнает моё имя!»",
    "description": {
      "0": "Повышает уровень навыка <strong>Да возрадуются люди</strong> на 3.",
      "1": "Макс. уровень: 15."
    }
  },
  "constellation4": {
    "name": "«Не знает жизни тот, кто не был в царстве смерти!»",
    "description": {
      "0": "Когда участники салона из <strong>Салона одиноких сердец</strong> попадают по противнику или Певец Потоков восстанавливает HP активному персонажу, Фурина восстанавливает 4 ед. энергии. Этот эффект может возникнуть один раз в 5 сек."
    }
  },
  "constellation5": {
    "name": "«Я знаю имя чужестранца! Это имя...»",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Салон одиноких сердец</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "«Высоко поднимем все кубок веселья!»",
    "description": {
      "0": "После использования <strong>Салона одиноких сердец</strong>, Фурина получает Центр внимания на 10 сек.",
      "1": "Во время его действия урон обычных атак, заряженных атак и атак в падении Фурины конвертируется в <hydro>Гидро урон</hydro>. Этот эффект не может быть отменён какой-либо элементальной инфузией. Кроме того, наносимый урон повышается на значение, равное 18% от макс. HP Фурины.",
      "2": "Во время действия обычные атаки (кроме атаки «Архэ: Священные и мирские места»), заряженные атаки и удары о землю атак в падении при попадании по противнику до 1 раза в 0,1 сек. активируют разные эффекты в зависимости от текущего вида архэ Фурины:",
      "3": "<br/>",
      "4": "Архэ: Усия",
      "5": "Каждую сек. все окружающие члены отряда восстанавливают HP, равное 4% от макс. HP Фурины. Действует 2,9 сек. При повторной активации эффекта время действия продлевается.",
      "6": "Архэ: Пневма",
      "7": "Урон последующей обычной атаки (кроме атаки Архэ: Священные и мирские места), заряженной атаки или удара о землю атаки в падении дополнительно увеличивается на 25% от макс. HP Фурины. Если вышеперечисленные атаки попадают по противнику, все окружающие члены отряда теряют 1% от своего текущего HP.",
      "8": "<br/>",
      "9": "Во время действия каждого Центра внимания эти эффекты могут активироваться до 6 раз. Центр внимания прекращается, когда его эффекты активируются 6 раз или когда заканчивается время действия."
    }
  }
}