{
  "name": "Эмилия",
  "title": "След тысячи ароматов",
  "description": "Создательница парфюмерии, которая хранит во флаконах секреты.",
  "constellationName": "Флакон Благовоний",
  "auto": {
    "name": "Копьё охоты на тени",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "До четырёх последовательных ударов копьём."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Тратит определённое количество выносливости и наносит восходящий удар."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон заряженной атаки",
      "5": "Потребление выносливости",
      "6": "Урон в падении",
      "7": "Урон низкого/высокого удара",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Извлечение ароматов",
    "description": {
      "0": "Создаёт Шкатулку Люмидус, которая наносит <dendro>Дендро урон по площади</dendro>.",
      "1": "<br/>",
      "2": "<strong>Шкатулка Люмидус</strong>",
      "3": [
        " Периодически выпускает во врагов поблизости Благоухание чистых рос, нанося <dendro>Дендро урон</dendro>.",
        " Если поблизости есть враги со статусом Горение, они будут периодически производить Ароматы, собираемые Шкатулкой Люмидус. Таким способом может создаваться 1 Аромат каждые 2 сек. Собрав 2 Аромата, Шкатулка станет уровнем выше, и во время стрельбы она будет дополнительно выпускать ещё одно Благоухание. Кроме того, увеличивается область поражения и урон вышеописанной атаки.",
        " Одновременно может существовать только одна Шкатулка Люмидус, созданная самой Эмилией. Шкатулка при создании обладает первым уровнем и может быть повышена до второго. Если Шкатулка в течение 8 сек. на поле боя не соберёт ни одного Аромата, её уровень вернётся к 1."
      ],
      "4": "<br/>",
      "5": "<strong>Архэ: Пневма</strong>",
      "6": "После того как Эмилия создаёт Шкатулку Люмидус таким способом, перед ней периодически появляется пронзающая врагов Игла дыхания душ, которая наносит <dendro>Дендро урон</dendro> пневмы.",
      "7": "<br/>",
      "8": "<i>«Мир подобен бесконечной гармонии ароматов, цветов и песен».</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Урон Шкатулки Люмидус ур. 1",
      "2": "Урон Шкатулки Люмидус ур. 2",
      "3": "Длительность Шкатулки Люмидус",
      "4": "Урон Иглы дыхания душ",
      "5": "Интервал Иглы дыхания душ",
      "6": "Время отката",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Толкование ароматов",
    "description": {
      "0": "Направляя собранные в Шкатулке ароматы, Эмилия превращает их в чистую силу Дендро, создаёт Шкатулку Люмидус третьего уровня и откладывает существующую Шкатулку.",
      "1": "Находясь на поле боя, Шкатулка Люмидус третьего уровня не собирает Ароматы поблизости, но непрерывно обрушивает Благоухающую росу, атакуя врагов в своей области действия и нанося им <dendro>Дендро урон</dendro>. Во время действия обрушивается 1 капля Благоухающей росы в 0,3 сек., причём каждый враг может быть целью только один раз в 0,7 сек.",
      "2": "Когда время действия истекает, заново создаётся Шкатулка Люмидус первого уровня. Если Шкатулка Люмидус была отложена во время использования Толкования ароматов, то воссоздаётся отложенная Шкатулка, причём её длительность сбрасывается.",
      "3": "Элементальный навык Извлечение ароматов во время действия <strong>Толкования ароматов</strong> не создаёт Шкатулку Люмидус.",
      "4": "<br/>",
      "5": "<i>Любой парфюм, соприкоснувшись с воздухом, тут же изменяется, пока окончательно не растворится в шёпоте травы и ветра. В некотором смысле, люди никогда не смогут понюхать один и тот же аромат духов дважды.",
      "6": "То же касается и пути всего сущего. Поэтому можно сказать, что парфюм - толкование жизни.</i>"
    },
    "skillParams": {
      "0": "Урон Шкатулки Люмидус ур. 3",
      "1": "Длительность Шкатулки Люмидус ур. 3",
      "2": "Время отката",
      "3": "Потребление энергии",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Непреходящий аромат",
    "description": {
      "0": "Собрав два <strong>Аромата</strong>, Шкатулка Люмидус второго уровня расходует их и выпускает Парфюм ясных рос, который наносит врагам <dendro>Дендро урон по площади</dendro>, равный 600% силы атаки Эмилии. Этот урон не считается уроном элементального навыка."
    }
  },
  "passive2": {
    "name": "Ректификация",
    "description": {
      "0": "Эмилия пропорционально своей силе атаки наносит противникам со статусом Горение повышенный урон: урон повышается на 15% за каждые 1000 ед. силы атаки. Максимальное увеличение урона, которое можно получить таким образом, составляет 36%."
    }
  },
  "passive3": {
    "name": "Сбор ароматов из пространства",
    "description": {
      "0": "Когда созданная самой Эмилией Шкатулка Люмидус находится на поле боя, <pyro>Пиро сопротивление</pyro> урону от Горения всех членов отряда поблизости повышается на 85%."
    }
  },
  "constellation1": {
    "name": "Экстрагирование лёгкого аромата",
    "description": {
      "0": "Повышает урон <strong>Извлечения ароматов</strong> и Парфюма ясных рос пассивного таланта Непреходящий аромат на 20%. Для последнего требуется открыть пассивный талант Непреходящий аромат.",
      "1": "Кроме того, когда персонажи отряда поблизости активируют на противнике Горение или наносят противнику в состоянии Горения <dendro>Дендро урон</dendro>, будет дополнительно создан 1 <strong>Аромат</strong>. Этот эффект может возникнуть один раз в 2,9 сек."
    }
  },
  "constellation2": {
    "name": "Высший тон озёрного света",
    "description": {
      "0": "Когда <strong>Извлечение ароматов</strong>, <strong>Толкование ароматов</strong> или Парфюм ясных рос пассивного таланта Непреходящий аромат (для последнего требуется открыть соответствующий пассивный талант) поражают противников, их <dendro>Дендро сопротивление</dendro> снижается на 30% на 10 сек."
    }
  },
  "constellation3": {
    "name": "Благоуханная эссенция",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Извлечение ароматов</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Нотка сердца Люмидус",
    "description": {
      "0": "Увеличивает длительность <strong>Толкования ароматов</strong> на 2 сек., а также сокращает интервал выбора противника в качестве цели Благоухающей росы на 0,3 сек."
    }
  },
  "constellation5": {
    "name": "Аромат чистых рос",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Толкование ароматов</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Шлейф маркота",
    "description": {
      "0": "Применяя <strong>Извлечение ароматов</strong> или <strong>Толкование ароматов</strong>, Эмилия на 5 сек. получает Стойкое благоухание.",
      "1": "Во время его действия после обычных и заряженных атак Эмилии создаётся 1 Аромат, урон её обычных и заряженных атак конвертируется в <dendro>Дендро урон</dendro>, который не может быть отменён другими инфузиями, а наносимый урон увеличивается на 300% от её силы атаки.",
      "2": "<br/>",
      "3": "Эффект Стойкого благоухания прекращается, когда он таким способом создаёт Аромат 4 раза или когда заканчивается время его действия. Стойкое благоухание может возникнуть один раз в 12 сек."
    }
  }
}