{
  "name": "Ка Мин",
  "title": "Львиный авангард",
  "description": "Наёмник охранного предприятия «Меч и ножны» и руководитель танцевального коллектива «Великие мифические звери».",
  "constellationName": "Пробудившийся Лев",
  "auto": {
    "name": "Разорванные когтями звёзды",
    "fields": {
      "normal": {
        "0": "<strong><strong>Обычная атака:</strong>",
        "1": "До четырёх быстрых ударов."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Вращающаяся атака по окружающим врагам, на которую непрерывно тратится выносливость.",
        "2": "После вращения проводит дополнительную мощную рубящую атаку."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон вращающейся атаки",
      "5": "Финальный урон заряженной атаки",
      "6": "Потребление выносливости",
      "7": "Макс. длительность",
      "8": "Урон в падении",
      "9": "Урон низкого/высокого удара",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Восхождение благовещего зверя",
    "description": {
      "0": "Выполняет рывок вперёд, используя искусство Ушоу, а после контакта с целью или поверхностью подпрыгивает высоко в воздух.",
      "1": "Если Ка Мин, поднявшись с помощью Восхождения благовещего зверя в воздух, мгновенно выполняет атаку в падении, она значительно усиливается, становясь атакой в падении: Ступающий по облакам.",
      "2": "<br/>",
      "3": "<strong>Атака в падении: Ступающий по облакам</strong>",
      "4": "Урон атаки в падении Восхождения благовещего зверя конвертируется в <pyro>Пиро урон</pyro>, который не может быть отменён другими инфузиями. Приземлившись, Ка Мин расходует определённое количество HP. Этот эффект не может опустить HP Ка Мина ниже 10% от его макс. HP.",
      "5": "Урон Ступающего по облакам считается уроном атаки в падении.",
      "6": "<br/>",
      "7": "<i>«Благой зверь скачет и щиплет травы - значит, счастье уже на пороге. Пусть здоровье и богатство придут к нам, а жизнь станет краше!»</i>"
    },
    "skillParams": {
      "0": "Урон атаки в падении: Ступающий по облакам",
      "1": "Потребление HP",
      "2": "Время отката",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Золотой танец суаньни",
    "description": {
      "0": "Ка Мин принимает стойку Ушоу, кратковременно приобретает <pyro>эффект Пиро</pyro>, восстанавливает себе определённое количество HP и призывает надёжного компаньона, суаньни Ман Чая, который врезается в цель и наносит <pyro>Пиро урон по площади</pyro>.",
      "1": "После удара по цели Ман Чай перекатывается в сторону, затем направляется к Ка Мину. Воссоединившись с Ка Мином, Ман Чай покидает поле боя и сбрасывает откат элементального навыка Восхождение благовещего зверя Ка Мина.",
      "2": "Когда Ка Мин находится в стойке Ушоу, его сопротивление прерыванию увеличивается, а если HP Ка Мина выше 50%, приземление атаки в падении: Ступающий по облакам или завершение рывка вперёд Восхождения благовещего зверя призывает Ман Чая ещё раз.",
      "3": "Одновременно может существовать только 1 призванный самим Ка Мином Ман Чай.",
      "4": "Эффект исчезает, когда Ка Мин покидает поле боя.",
      "5": "<br/>",
      "6": "<i>«Златой зверь, вестник счастья, несёт море огней и процветание! Это и есть жизнь в изобилии!»</i>"
    },
    "skillParams": {
      "0": "Урон удара суаньни Ман Чая",
      "1": "Лечение навыка",
      "2": "Длительность стойки Ушоу",
      "3": "Время отката",
      "4": "Потребление энергии",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Танец мира",
    "description": {
      "0": "После попадания атаки в падении: Ступающий по облакам навыка <strong>Восхождение благовещего зверя</strong> по противнику Ка Мин раз в 0,2 сек. восстанавливает HP пропорционально 1,5% макс. HP Ка Мина. Эффект длится 0,8 сек."
    }
  },
  "passive2": {
    "name": "Дух благоденствия",
    "description": {
      "0": "Когда HP Ка Мина опускается ниже 50%, он получает 20% бонус получаемого лечения. Если HP Ка Мина равно или выше 50%, урон атаки в падении: Ступающий по облакам увеличивается на 20%."
    }
  },
  "passive3": {
    "name": "Бег пробуждённого зверя",
    "description": {
      "0": "В дневное время (06:00 - 18:00) персонажи вашего отряда обретают эффект Стремительного шага, который увеличивает их скорость передвижения на 10%.",
      "1": "В подземельях, Витой Бездне и Подземельях наказания он не действует. Стремительный шаг не суммируется."
    }
  },
  "constellation1": {
    "name": "Несущий благословение",
    "description": {
      "0": "Ман Чай <strong>Золотого танца суаньни</strong>, воссоединяясь с Ка Мином, восстанавливает ему 15% HP."
    }
  },
  "constellation2": {
    "name": "Цветы сливы под ногами",
    "description": {
      "0": "Когда Ка Мин получает лечение с избытком, его сила атаки повышается на 20% на 5 сек."
    }
  },
  "constellation3": {
    "name": "Пробуждающийся дух",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Восхождение благовещего зверя</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Паря над облаками",
    "description": {
      "0": "Попадания атаки в падении: Ступающий по облакам навыка <strong>Восхождение благовещего зверя</strong> по противнику восстанавливают Ка Мину 2 ед. энергии. Этот эффект может возникнуть один раз в 0,2 сек."
    }
  },
  "constellation5": {
    "name": "Устрашающий зло рёв",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Золотой танец суаньни</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Приручить всех зверей",
    "description": {
      "0": "Повышает шанс крит. попадания атаки в падении: Ступающий по облакам навыка <strong>Восхождение благовещего зверя</strong> на 20%, крит. урон - на 40%, а также увеличивает радиус атаки."
    }
  }
}