{
  "name": "Сетос",
  "title": "Мера мудрости",
  "description": "Наследник Храма Молчания, что несёт тайны песков.",
  "constellationName": "Картуш",
  "auto": {
    "name": "Королевское мастерство стрельбы",
    "fields": {
      "normal": {
        "0": "<strong><strong>Обычная атака:</strong>",
        "1": "До трёх последовательных выстрелов из лука."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Более меткий <strong>прицельный выстрел</strong> с увеличенным уроном.",
        "2": "Во время прицеливания наконечник стрелы заряжается силой Электро. Эффект зависит от длительности заряда стрелы:",
        "3": [
          " Уровень заряда 1: Выпускает стрелу, наполненную силой молнии, которая наносит <electro>Электро урон</electro>.",
          " Уровень заряда 2: Выпускает <strong>Пронзающий тени выстрел</strong>, который пронзает цели и наносит <electro>Электро урон</electro> врагам на своём пути. Когда Пронзающий тени выстрел полностью заряжен, Сетос не сможет передвигаться."
        ]
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Выпускает град стрел в воздухе, которые при приземлении персонажа наносят урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Прицельный выстрел",
      "4": "Уровень заряда 1",
      "5": "Урон Пронзающего тени выстрела",
      "6": "Урон в падении",
      "7": "Урон низкого/высокого удара",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Древний обряд: Громогласный рёв песка",
    "description": {
      "0": "Собрав мощь грома, наносит <electro>Электро урон по площади</electro> и стремительно отступает. Если данная атака активирует реакции Заряжен, Сверхпроводник, Перегрузка, Стимуляция, Обострение, Вегетация или Электро Рассеивание, Сетос восстанавливает некоторое количество энергии.",
      "1": "<br/>",
      "2": "<i>«Питаемый силой божества жрец, чародеи, что превратили ямы в источники - певцы пустыни до сих пор передают сказания о них... Но я знаю, что это вовсе не легенды, поскольку они - наши предки».</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Восстановление энергии",
      "2": "Время отката",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Тайный ритуал: Сумеречный пронзитель теней",
    "description": {
      "0": "Выполняет тайный ритуал и входит в состояние Сумрачной медитации. В этом состоянии обычные атаки Сетоса превращаются в пронзающие врагов <strong>Болты сумрака</strong>: они наносят <electro>Электро урон</electro> врагам на пути, а их урон увеличивается пропорционально мастерству стихий Сетоса.",
      "1": "Во время действия этого состояния Сетос не может выполнять прицельные выстрелы.",
      "2": "Урон Болтов сумрака считается уроном заряженной атаки.",
      "3": "Эффект исчезает, когда Сетос покидает поле боя.",
      "4": "<br/>",
      "5": "<i>В архивах Храма Молчания хранится множество книг, оставленных Ахтамуном со времён царя Дешрета. В них описано множество могущественных тайных ритуалов, но даже в Храме Молчания лишь немногие смогли овладеть ими.</i>"
    },
    "skillParams": {
      "0": "Увеличение урона Болта сумрака",
      "1": "Длительность Сумрачной медитации",
      "2": "Время отката",
      "3": "Потребление энергии",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Загадка чёрного коршуна",
    "description": {
      "0": "Длительность заряда во время прицеливания сокращается на 0,285 сек. за каждую единицу текущей энергии Сетоса. Длительность заряда таким способом можно сократить максимум до 0,3 сек., причём засчитывается до 20 единиц энергии. При этом <strong>Пронзающий тени выстрел</strong> расходует засчитанное количество энергии, тогда как выстрел уровня заряда 1 расходует 50% от засчитанного количества энергии."
    }
  },
  "passive2": {
    "name": "Милость короля песков",
    "description": {
      "0": "Сетос получает эффект Тени палящих песков: урон <strong>Пронзающих тени выстрелов</strong> повышается на 700% от его мастерства стихий.",
      "1": "Эффект Тени палящих песков исчезает при следующих условиях:",
      "2": [
        " Через 5 сек после того, как Пронзающий тени выстрел впервые поражает противника.",
        " После того как 4 Пронзающих тени выстрела поражают противников."
      ],
      "3": "<br/>",
      "4": "Через 15 сек. после того, как Пронзающий тени выстрел во время действия Тени палящих песков впервые поражает противника, Сетос вновь получает эффект Тени палящих песков."
    }
  },
  "passive3": {
    "name": "Откровение Тота",
    "description": {
      "0": "Отмечает <strong>диковинки Сумеру</strong> на мини-карте."
    }
  },
  "constellation1": {
    "name": "Песнопения запечатанного святилища",
    "description": {
      "0": "Шанс крит. попадания <strong>Пронзающего тени выстрела</strong> увеличивается на 15%."
    }
  },
  "constellation2": {
    "name": "Папирус безмолвных тайн",
    "description": {
      "0": "Выполняя любое из следующих условий, Сетос на 10 сек. получает 15% <electro>бонус Электро урона</electro>, который может складываться до 2 раз (отсчёт времени каждого уровня происходит отдельно):",
      "1": [
        " Расходуя энергию посредством прицельных выстрелов. Требуется разблокировать пассивный талант Загадка чёрного коршуна.",
        " Восстанавливая энергию элементальными реакциями, вызванными с помощью навыка <strong>Древний обряд: Громогласный рёв песка</strong>.",
        " Активируя навык <strong>Тайный ритуал: Сумеречный пронзитель теней</strong>."
      ]
    }
  },
  "constellation3": {
    "name": "Ода мудреца восходящей луны",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Королевское мастерство стрельбы</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Коллекция благожелательных перьев",
    "description": {
      "0": "Когда <strong>Пронзающий тени выстрел</strong> или <strong>Болт сумрака</strong> поражает 2 и более противников, все члены отряда поблизости на 10 сек. получают 80 ед. мастерства стихий."
    }
  },
  "constellation5": {
    "name": "Хроники божества пылающих песков",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Тайный ритуал: Сумеречный пронзитель теней</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Книга храма Блуждающего солнца",
    "description": {
      "0": "После попадания <strong>Пронзающего тени выстрела</strong> по врагу энергия, израсходованная пассивным талантом Загадка чёрного коршуна, будет возвращена. Этот эффект может возникнуть не чаще одного раза в 15 сек. Требуется разблокировать пассивный талант Загадка чёрного коршуна."
    }
  }
}