{
  "name": "Лань Янь",
  "title": "Нефритовая весна",
  "description": "Мастер плетения из ротанга из долины Чэньюй. Ясноглазая и добродушная, она резвая, словно горный источник.",
  "constellationName": "Ласточка",
  "auto": {
    "name": "Чёрный фазан на водной глади",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "Размахивает Кольцами лунного пера и выполняет до четырёх ударов, которые наносят <anemo>Анемо урон</anemo>."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Потратив определённое количество выносливости, выбрасывает Кольцо лунного пера и наносит <anemo>Анемо урон</anemo>."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Накопив силу Анемо, стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит <anemo>Анемо урон по площади</anemo>."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон заряженной атаки",
      "5": "Потребление выносливости",
      "6": "Урон в падении",
      "7": "Урон низкого/высокого удара",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Порхающий танец ласточкиных перьев",
    "description": {
      "0": "Призывает Щит порхающей ласточки, передаваемое из поколения в поколение искусство, и стремительно бросается вперёд, при соприкосновении с целью отпрыгивая назад в воздух.",
      "1": "Поглощение урона Щитом порхающей ласточки зависит от силы атаки Лань Янь. Он поглощает <anemo>Анемо урон</anemo> с 250% эффективностью.",
      "2": "Когда Лань Янь из-за эффекта элементального навыка находится в воздухе, быстрое нажатие элементального навыка или обычной атаки выпустит во врагов её Кольца лунного пера, которые после попадания дважды прокружатся между врагами поблизости, нанося <anemo>Анемо урон</anemo>.",
      "3": "При долгом нажатии способ активации навыка меняется.",
      "4": "<br/>",
      "5": "<strong>Долгое нажатие</strong>",
      "6": "Переходит в режим прицеливания, в котором можно выбрать направление рывка.",
      "7": "<br/>",
      "8": "<i>«Облака вырезают лунный свет, серебристыми тенями услаждая взор».</i>"
    },
    "skillParams": {
      "0": "Урон Кольца лунного пера",
      "1": "Поглощение щита",
      "2": "Длительность щита",
      "3": "Время отката",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Лучезарный восход луны",
    "description": {
      "0": "Лань Янь создаёт Стаю лунных ласточек, которая притягивает противников и предметы поблизости, а также несколько раз наносит <anemo>Анемо урон по площади</anemo>.",
      "1": "<br/>",
      "2": "<i>Строго говоря, одна Лань Янь не может называться «стаей». Однако если к ней добавить ротанговые фигурки, которые она носит с собой, условие можно считать выполненным... пожалуй?</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Время отката",
      "2": "Потребление энергии",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Четыре запечатывающих прорицание амулета",
    "description": {
      "0": "Если рывок элементального навыка <strong>Порхающий танец ласточкиных перьев</strong>, попадая по цели, взаимодействует с <hydro>Гидро</hydro>/<pyro>Пиро</pyro>/<cryo>Крио</cryo>/<electro>Электро</electro>, то Щит порхающей ласточки изменяет свой элемент, после чего поглощает соответствующий элемент с эффективностью 250%.",
      "1": "Кроме того, если во время этого использования <strong>Порхающего танца ласточкиных перьев</strong> Щит порхающей ласточки сменил свой элемент, то Кольца лунного пера, которые Лань Янь бросает во врагов, наносят дополнительный урон соответствующим элементом, равный 50% от их исходного урона. Этот урон считается уроном элементального навыка."
    }
  },
  "passive2": {
    "name": "Защищающее от зла перо-талисман",
    "description": {
      "0": "Урон элементального навыка <strong>Порхающий танец ласточкиных перьев</strong> и взрыва стихии <strong>Лучезарный восход луны</strong> повышается на 309% и 774% от мастерства стихий Лань Янь соответственно."
    }
  },
  "passive3": {
    "name": "Мысли и намерения, подобные шелковистому аромату",
    "description": {
      "0": "Когда Лань Янь в отряде, бабочки и некоторые другие животные не будут пугаться ваших персонажей.",
      "1": "Существа, на которых действует этот навык, указаны в подразделе «Прочие» раздела «Существа / Фауна» меню Архив."
    }
  },
  "constellation1": {
    "name": "«Словно кто-то бредёт средь облаков»",
    "description": {
      "0": "После активации изменения элемента пассивного таланта Четыре запечатывающих прорицание амулета это использование элементального навыка Лань Янь <strong>Порхающий танец ласточкиных перьев</strong>, когда во врагов выпускаются Кольца лунного пера, создаст дополнительное Кольцо лунного пера.",
      "1": "Требуется разблокировать пассивный талант Четыре запечатывающих прорицание амулета."
    }
  },
  "constellation2": {
    "name": "«Одежды в танце развеваются подобно радужному нефриту»",
    "description": {
      "0": "Когда <strong>Щит порхающей ласточки</strong> активен, а активный персонаж вашего отряда наносит урон обычной атакой, восстановится 40% поглощения урона щита вплоть до исходного значения поглощения. Этот эффект может возникнуть один раз в 2 сек."
    }
  },
  "constellation3": {
    "name": "«Пронзая туман и облака на белых крыльях»",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Порхающий танец ласточкиных перьев</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "«С украшением из кровавых жемчужин драконового ястреба»",
    "description": {
      "0": "В течение 12 сек. после применения взрыва стихии <strong>Лучезарный восход луны</strong> мастерство стихий персонажей отряда поблизости повышается на 60 ед."
    }
  },
  "constellation5": {
    "name": "«Встреча с тобой наполнила сердце радостью»",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Лучезарный восход луны</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "«Улетим на крыльях ветра под пение серебряных прикрас»",
    "description": {
      "0": "Увеличивает количество зарядов навыка <strong>Порхающий танец ласточкиных перьев</strong> на 1."
    }
  }
}