{
  "name": "Альбедо",
  "title": "Принц мела",
  "description": "Гений, именуемый Принцем мела. Главный алхимик и глава исследовательской команды Ордо Фавониус.",
  "constellationName": "Меловой Принцепс",
  "auto": {
    "name": "Мел",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "До пяти быстрых ударов мечом."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Два быстрых взмаха мечом, на которые тратится определённое количество выносливости."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон атаки 5",
      "5": "Урон заряженной атаки",
      "6": "Потребление выносливости",
      "7": "Урон в падении",
      "8": "Урон низкого/высокого удара",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Абиогенез: Цветок солнца",
    "description": {
      "0": "С помощью алхимии Альбедо создаёт Цветок солнца, который наносит <geo>Гео урон по площади</geo>.",
      "1": "<br/>",
      "2": "<strong>Цветок солнца</strong> имеет следующие свойства:",
      "3": [
        " Когда противники в зоне с центром на Цветке солнца получают урон, Цветок солнца генерирует Цветки мимолётности, наносящие <geo>Гео урон по площади</geo>. Наносимый урон зависит от защиты Альбедо.",
        " Цветки мимолётности могут генерироваться не чаще чем раз в 2 сек.",
        " Когда персонаж встаёт на Цветок солнца, он испускает энергию Гео, чтобы создать кристаллическую платформу, которая поднимает персонажа на определённую высоту. Одновременно может существовать только одна кристаллическая платформа.",
        " Одновременно может существовать только один созданный самим Альбедо Цветок солнца, и он считается <geo>Гео конструкцией</geo>."
      ],
      "4": "<br/>",
      "5": "<strong>Долгое нажатие</strong> позволяет выбрать место эффекта навыка.",
      "6": "<br/>",
      "7": "<i>Необычные свойства этого Гео цветка хорошо отражают цели алхимии. Родиться в земле, стремиться ввысь к небесам и стать солнцем.</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Урон Цветка мимолётности",
      "2": "Длительность",
      "3": "Время отката",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Ритуал рождения: Тектоническая волна",
    "description": {
      "0": "Альбедо выпускает перед собой Гео кристаллы, которые взрываются и наносят <geo>Гео урон по площади</geo>.",
      "1": "Если на поле боя существует созданный самим Альбедо Цветок солнца, то в его зоне генерируются 7 Цветков неизбежности, которые мгновенно расцветают и наносят <geo>Гео урон по площади</geo>.",
      "2": "Урон от Тектонической волны и Цветков неизбежности не генерирует Цветки мимолётности.",
      "3": "<br/>",
      "4": "<i>По команде Принца мела тектоническая волна созидания переливается в жизнь.</i>"
    },
    "skillParams": {
      "0": "Урон от взрыва",
      "1": "Урон Цветка неизбежности",
      "2": "Время отката",
      "3": "Потребление энергии",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Превосходство кальцита",
    "description": {
      "0": "Увеличивает урон Цветков мимолётности навыка <strong>Абиогенез: Цветок солнца</strong> по противникам с HP ниже 50% на 25%."
    }
  },
  "passive2": {
    "name": "Гомункулярная природа",
    "description": {
      "0": "Активация навыка <strong>Ритуал рождения: Тектоническая волна</strong> увеличивает мастерство стихий ближайших членов отряда на 125 ед. в течение 10 сек."
    }
  },
  "passive3": {
    "name": "Вспышка гениальности",
    "description": {
      "0": "При создании материалов возвышения оружия имеет 10% шанс создать дополнительный предмет."
    }
  },
  "constellation1": {
    "name": "Цветок Эдема",
    "description": {
      "0": "Цветки мимолётности, сгенерированные навыком Альбедо <strong>Абиогенез: Цветок солнца</strong>, восстанавливают 1,2 ед. энергии Альбедо."
    }
  },
  "constellation2": {
    "name": "Открытие фанерозоя",
    "description": {
      "0": "Цветки мимолётности, сгенерированные навыком <strong>Абиогенез: Цветок солнца</strong>, на 30 сек. наделяют Альбедо Роковым расчётом:",
      "1": [
        " Активация навыка <strong>Ритуал рождения: Тектоническая волна</strong> снимает эффект Рокового расчёта и, в зависимости от снятых уровней эффекта, увеличивает урон от взрыва навыка Ритуал рождения: Тектоническая волна и урон Цветков неизбежности.",
        " Каждый уровень Рокового расчёта увеличивает урон на 30% от защиты Альбедо.",
        " Этот эффект может складываться до 4 раз."
      ]
    }
  },
  "constellation3": {
    "name": "Милость Гелиоса",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Абиогенез: Цветок солнца</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Сошествие духовности",
    "description": {
      "0": "Увеличивает урон атаки в падении активных членов отряда в области Цветка солнца на 30%."
    }
  },
  "constellation5": {
    "name": "Прилив катархея",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Ритуал рождения: Тектоническая волна</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Пыль очищения",
    "description": {
      "0": "Увеличивает урон активных членов отряда в области Цветка солнца, находящихся под эффектом щита реакции Кристалл, на 17%."
    }
  }
}