{
  "name": "Ситлали",
  "title": "Чёрный отблеск белой звезды",
  "description": "Великая шаманка Повелителей Ночного Ветра, всеми почитаемая Бабушка Ицтли.",
  "constellationName": "Алмазное Сердце",
  "auto": {
    "name": "Духовный сосуд поимки теней",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "Взывает к тайным искусствам, передаваемым из поколения в поколение Повелителями Ночного Ветра, и выполняет до трёх атак, которые наносят <cryo>Крио урон</cryo>."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Переходит в режим прицеливания, и когда удерживание прекращается, тратит определённое количество выносливости и в направлении прицеливания выпускает Морозную звезду, которая наносит <cryo>Крио урон</cryo> врагам на своём пути."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Собирает силу Крио и стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит <cryo>Крио урон по площади</cryo>."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон заряженной атаки",
      "4": "Потребление выносливости",
      "5": "Урон в падении",
      "6": "Урон низкого/высокого удара",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Тёмная звезда утреннего инея",
    "description": {
      "0": "Прибегает к тайным вековым договорам Повелителей Ночного Ветра, развёртывает Опаловый щит и призывает Обсидианового цицимитля Ицпапу, (якобы) невообразимо ужасающее существо, нанося <cryo>Крио урон по площади</cryo> с характеристикой Ночного духа.",
      "1": "Поглощение урона Опаловым щитом зависит от мастерства стихий Ситлали. Он поглощает <cryo>Крио урон</cryo> с 250% эффективностью. Когда Ситлали развёртывает щит, она кратковременно получает <cryo>эффект Крио</cryo>.",
      "2": "После применения Ситлали получает 24 очка Ночного духа и входит в состояние Благословения Ночного духа.",
      "3": "<br/>",
      "4": "<strong>Благословение Ночного духа: Ситлали</strong>",
      "5": "Когда Ицпапа покидает поле, состояние Благословения Ночного духа Ситлали завершается.",
      "6": "<br/>",
      "7": "<strong>Ицпапа</strong>",
      "8": [
        " Следует за персонажем.",
        " Если у Ситлали есть не менее 50 очков Ночного духа, Ицпапа входит в состояние Белого пламени, непрерывно расходует очки Ночного духа и поднимает Морозный ураган, который следует за персонажем и атакует врагов в области его действия, нанося <cryo>Крио урон</cryo> с характеристикой Ночного духа.",
        " Когда очки Ночного духа исчерпаются, состояние Белого пламени Ицпапы также завершается."
      ],
      "9": "<br/>",
      "10": "<i>Обычно воли, символизирующие разные небесные тела, не могут сосуществовать - как чисто чёрный может отражаться в абсолютно белом?",
      "11": "Однако у Ситлали никогда не было предпочтений в отношении цветов, и в итоге всё так и сложилось.</i>"
    },
    "skillParams": {
      "0": "Урон Обсидианового цицимитля",
      "1": "Поглощение урона",
      "2": "Длительность щита",
      "3": "Длительность Ицпапы",
      "4": "Ицпапа: расход очков Ночного духа Белым пламенем",
      "5": "Урон Морозного урагана",
      "6": "Максимум очков Ночного духа",
      "7": "Время отката",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Указ светил",
    "description": {
      "0": "Призывает «союзников» из звёздных небес и бескрайней земли, низвергает ледяной шторм на область впереди и наносит <cryo>Крио урон по площади</cryo> с характеристикой Ночного духа, восстанавливая определённое количество очков Ночного духа Ситлали и призывая в области действия рядом с максимум 3 врагами один <strong>Духовный сосуд-череп</strong> для каждого из них. Духовный сосуд-череп через некоторое время взрывается, нанося <cryo>Крио урон по площади</cryo> с характеристикой Ночного духа и восстанавливая определённое количество очков Ночного духа Ситлали.",
      "1": "<br/>",
      "2": "<i>«Ай, довольно! Хватит про эти тёмные звёзды, опаловые звезды! Ситлалин, Ицпапа, задайте им!»</i>"
    },
    "skillParams": {
      "0": "Урон ледяного шторма",
      "1": "Очки Ночного духа от ледяного шторма",
      "2": "Урон Духовного сосуда-черепа",
      "3": "Очки Ночного духа от Духовного сосуда-черепа",
      "4": "Время отката",
      "5": "Потребление энергии",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Холодный дождь Мамалоако",
    "description": {
      "0": "Когда Ицпапа находится на поле боя, а члены отряда поблизости активируют реакции Заморозка или Таяние, то <pyro>Пиро</pyro> и <hydro>Гидро</hydro> сопротивление поражённых ими противников снижается на 20% на 12 сек. Кроме того, Ситлали восстанавливает 16 очков Ночного духа. Восстанавливать очки Ночного духа таким способом можно один раз в 8 сек."
    }
  },
  "passive2": {
    "name": "Звёздное одеяние Ицпапалотль",
    "description": {
      "0": "Во время элементального навыка <strong>Тёмная звезда утреннего инея</strong> урон Морозного урагана Ицпапы повышается на 90% от мастерства стихий Ситлали. Во время взрыва стихии <strong>Указ светил</strong> урон ледяного шторма повышается на 1200% от мастерства стихий Ситлали.",
      "1": "Кроме того, когда члены отряда поблизости активируют Вспышку Ночного духа, Ситлали восстанавливает 4 очка Ночного духа."
    }
  },
  "passive3": {
    "name": "Дар владений ночи: Зеркала, дым и трепещущие ветра",
    "description": {
      "0": "Когда Ситлали находится в областях Натлана с флогистоновыми механиками, она способна применять Передачу Ночного духа: Ситлали. Когда активный персонаж находится на определённой высоте в воздухе, при смене персонажа на Ситлали активируется следующий эффект: Ситлали высоко подпрыгивает и благодаря силе Цицимитля из белого обсидиана: Ситлалин парит в воздухе. Передача Ночного духа может активироваться вашим отрядом один раз в 10 сек.",
      "1": "<br/>",
      "2": "Во время удерживания прицеливания Ситлали входит в состояние Говорящего с духами, которое позволяет ей взаимодействовать с граффити Ночного духа и символами Ночного духа, извлекая из них сведения и силу. Правила взаимодействия с этими предметами следуют правилам взаимодействия иктомизавров.",
      "3": "<br/>",
      "4": "Кроме того, при удержании прыжка Ситлали тратит 75 очков выносливости и подпрыгивает. В областях Натлана с флогистоновыми механиками Ситлали в первую очередь расходует 5 ед. флогистона на ещё более высокий прыжок.",
      "5": "Находясь в воздухе, удерживанием обычной атаки Ситлали может переходить в режим прицеливания и выполнять заряженные атаки, расходуя флогистон или выносливость. Совершая заряженные атаки в воздухе, Ситлали в первую очередь расходует 20 ед. флогистона."
    }
  },
  "passive": {
    "name": "Песни сокровенной тайны",
    "description": {
      "0": "Активация Вспышки Ночного духа в областях Натлана с флогистоновыми механиками восстанавливает 20 ед. флогистона.",
      "1": "Этот эффект не действует в подземельях, Витой Бездне и Подземельях наказания."
    }
  },
  "constellation1": {
    "name": "Острые клинки Сенцон Мимишкоа",
    "description": {
      "0": "При использовании элементального навыка <strong>Тёмная звезда утреннего инея</strong> Ситлали до тех пор, пока Ицпапа не покинет поле боя, обретает эффект Одеяния опаловой звезды: во время его действия Ситлали получает 10 уровней Звёздных клинков. Когда активный персонаж поблизости за исключением Ситлали наносит урон обычной атакой, заряженной атакой, атакой в падении, элементальным навыком или взрывом стихии, 1 уровень Звёздных клинков расходуется и повышает наносимый урон на 200% от мастерства стихий Ситлали.",
      "1": "После того как персонажи отряда поблизости активируют реакции Заморозка или Таяние, Ситлали дополнительно получает 3 уровня Звёздных клинков. Такой эффект может возникнуть один раз в 8 сек.",
      "2": "<br/>",
      "3": "При использовании элементального навыка <strong>Тёмная звезда утреннего инея</strong> количество уровней Звёздных клинков сбрасывается.",
      "4": "Кроме того, когда Ситлали совершает прыжок, либо прицеливается или выполняет заряженную атаку, находясь в воздухе, потребление флогистона снижается на 45%."
    }
  },
  "constellation2": {
    "name": "Путь пожирателя сердец",
    "description": {
      "0": "Мастерство стихий Ситлали увеличивается на 125 ед., а персонажей, которые защищены её Опаловым щитом или за которыми следует Ицпапа, - на 250 ед.",
      "1": "Вдобавок во время использования элементального навыка <strong>Тёмная звезда утреннего инея</strong> активные персонажи поблизости также наделяются Опаловым щитом.",
      "2": "<br/>",
      "3": "Кроме того, усиливается эффект пассивного таланта Холодного дождя Мамалоако:",
      "4": "Когда Ицпапа находится на поле боя, а члены отряда поблизости активируют реакции Заморозка или Таяние, <pyro>Пиро</pyro> и <hydro>Гидро</hydro> сопротивление подверженных им противников дополнительно снижается на 20% на 12 сек. Требуется разблокировать пассивный талант Холодный дождь Мамалоако."
    }
  },
  "constellation3": {
    "name": "Перьевая корона Облачного змея",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Тёмная звезда утреннего инея</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Духовный череп обманувшего смерть",
    "description": {
      "0": "Во время действия элементального навыка <strong>Тёмная звезда утреннего инея</strong> попадание Морозного урагана Ицпапы по врагам дополнительно призывает один <strong>Духовный сосуд-череп: Обсидиановая звезда</strong>. Взрыв Духовного сосуда-черепа, призванного таким образом, наносит <cryo>Крио урон по площади</cryo> с характеристикой Ночного духа, пропорциональный 1800% от мастерства стихий Ситлали, а также восстанавливает ей 16 очков Ночного духа и 8 ед. энергии. Этот эффект может возникнуть один раз в 8 сек. Такой урон не считается уроном взрыва стихии."
    }
  },
  "constellation5": {
    "name": "Проклятие Немонтеми",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Указ светил</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Тайный договор Теоицтак",
    "description": {
      "0": "Ицпапа, призванный элементальным навыком <strong>Тёмная звезда утреннего инея</strong>, всегда будет пребывать в состоянии Белого пламени, а когда очки Ночного духа исчерпаются, это состояние не завершится.",
      "1": "Кроме того, во время использования элементального навыка <strong>Тёмная звезда утреннего инея</strong> Ицпапа израсходует все очки Ночного духа, а во время своего существования будет непрерывно расходовать очки Ночного духа. За каждое очко Ночного духа, потраченное таким способом, Ситлали будет получать 1 очко Свода тайных законов.",
      "2": "Максимум очков Свода тайных законов составляет 40. За каждое очко Свода тайных законов все персонажи поблизости получают 1,5% бонуса <pyro>Пиро</pyro> и <hydro>Гидро</hydro> урона, а наносимый урон Ситлали повышается на 2,5%.",
      "3": "Когда Ицпапа покидает поле боя или ещё раз используется элементальный навык, все очки Свода тайных законов Ситлали исчезают."
    }
  }
}