{
  "10050001": {
    "name": "Дополнительные усиления",
    "description": {
      "0": "За каждый элемент, с которым произошёл резонанс, {F#путешественница}{M#путешественник} получает соответствующие усиления:",
      "1": "<anemo>Анемо</anemo>: шанс крит. попадания повышается на 10%.",
      "2": "<geo>Гео</geo>: защита повышается на 20%.",
      "3": "<electro>Электро</electro>: восстановление энергии повышается на 20%.",
      "4": "<dendro>Дендро</dendro>: мастерство стихий повышается на 60 ед.",
      "5": "<hydro>Гидро</hydro>: HP повышается на 20%.",
      "6": "<pyro>Пиро</pyro>: сила атаки повышается на 20%.",
      "7": "<cryo>Крио</cryo>: крит. урон повышается на 20%."
    }
  },
  "11120001": {
    "name": "Режим холодильника",
    "description": {
      "0": "<strong>Быстрое нажатие:</strong>",
      "1": "Активирует Универсального мультифункционального кулинарного мека в режиме холодильника и наносит врагам поблизости <cryo>Крио урон по площади</cryo>.",
      "2": "<br/>",
      "3": "<strong>Кулинарный мек: Режим холодильника</strong>",
      "4": "Следует за активным персонажем и периодически выпускает в противников поблизости морозные парфе, нанося <cryo>Крио урон</cryo>."
    }
  },
  "11120002": {
    "name": "Импровизированное приготовление",
    "description": {
      "0": "<strong>Кулинарный мек: Импровизированное приготовление</strong>",
      "1": [
        " Устанавливает кулинарного мека на поле. Он способен поглощать элементальные атаки. Когда поглощённая энергия достигает определённого значения, ингредиенты, которые поместила в него Эскофье, превращаются в превосходную еду.",
        " На покупку новых ингредиентов Эскофье требуется время. Каждую неделю таким способом можно приготовить определённое количество блюд. Попытки приготовления блюд обновляются по понедельникам в 04:00."
      ]
    }
  },
  "11130001": {
    "name": "Огневая поддержка",
    "description": {
      "0": "Обычная атака Ифы в состоянии Благословения Ночного духа превращается в Огневую поддержку.",
      "1": "<strong>Быстрое нажатие</strong>",
      "2": "Выпускает Лекарственный выстрел.",
      "3": "<strong>Долгое нажатие</strong>",
      "4": "Непрерывно выпускает Лекарственные выстрелы.",
      "5": "<strong>Лекарственный выстрел</strong>",
      "6": "Наносит <anemo>Анемо урон</anemo> с характеристикой Ночного духа. При попадании во врага восстанавливает HP всех членов отряда поблизости пропорционально мастерству стихий Ифы."
    }
  },
  "11130002": {
    "name": "Основы спасения",
    "description": {
      "0": "Максимум очков составляет 150. Каждое очко Основ спасения у Ифы повышает урон реакций Рассеивание и Заряжен, вызываемых членами отряда поблизости, на 1,5%, а урон реакции Лунный заряд увеличивается на 0,2%. Когда состояние Благословения Ночного духа завершается, Основы спасения исчезают."
    }
  },
  "11130003": {
    "name": "Благословение Ночного духа: Ифа",
    "description": {
      "0": "Непрерывно расходует очки Ночного духа. Когда очки Ночного духа исчерпаются или навык используется повторно, состояние Благословения Ночного духа Ифы завершается. У состояния Благословения Ночного духа следующие особенности:",
      "1": [
        " Ифа с помощью Какуку парит в воздухе, его скорость передвижения и сопротивление прерыванию повышаются. В этом состоянии Ифа поддерживает парение, непрерывно расходуя очки Ночного духа. Спринт или увеличение высоты расходуют дополнительные очки Ночного духа.",
        " При выполнении обычной атаки, в зависимости от того, было ли использовано быстрое или долгое нажатие, разными способами активируется Огневая поддержка."
      ]
    }
  },
  "11130004": {
    "name": "Седативная метка",
    "description": {
      "0": "Данный эффект вскоре взрывается и исчезает, нанося урон по площади соответствующим элементом. Лечебное успокоительное может накладывать Седативную метку максимум на 4 поражённых им противников. Один и тот же противник не может одновременно находиться под воздействием Седативной метки разных элементов."
    }
  },
  "11130005": {
    "name": "Змеиное коварство",
    "description": {
      "0": "Скирк может расходовать Змеиное коварство на поддержание режима Семифазной вспышки или на активацию взрыва стихии Хаос: Разрушение.",
      "1": "<br/>",
      "2": "Скирк может получать Змеиное коварство следующими способами:",
      "3": [
        " После активации элементального навыка Хаос: Искажение.",
        " После активации эффекта таланта возвышения Разум за гранью разума при поглощении Разрывов пустоты."
      ],
      "4": "<br/>",
      "5": "Когда Скирк покидает поле боя в режиме Семифазной вспышки или её режим Семифазной вспышки завершается, её Змеиное коварство исчезает."
    }
  },
  "11130006": {
    "name": "Семифазная вспышка",
    "description": {
      "0": "Применяя элементальный навык <strong>Хаос: Искажение</strong>, Скирк на некоторое время переходит в этот режим. Данный режим обладает следующими особенностями:",
      "1": [
        " Непрерывно расходует Змеиное коварство.",
        " Повышает область поражения обычной и заряженной атаки, а также сопротивление прерыванию Скирк.",
        " Обычные атаки, заряженные атаки и атаки в падении наносят <cryo>Крио урон</cryo>, который не может быть отменён другими инфузиями.",
        " Взрыв стихии <strong>Хаос: Разрушение</strong> сменяется на особый взрыв стихии <strong>Хаос: Опустошение</strong>.",
        " Во время спринта Скирк способна передвигаться по воде.",
        " Когда Змеиное коварство исчерпывается или его длительность завершается, Скирк выходит из этого режима, а элементальный навык переходит в режим отката."
      ]
    }
  },
  "11130007": {
    "name": "Разум за гранью разума",
    "description": {
      "0": "Когда персонажи отряда поблизости активируют на противнике реакции Заморозка, Сверхпроводник, Крио Рассеивание или Крио Кристалл, рядом с этим противником будет создан Разрыв пустоты. Этот эффект может возникнуть один раз в 2,5 сек. Одновременно на поле может существовать до 3 Разрывов пустоты, созданных самой Скирк.",
      "1": "<br/>",
      "2": "Скирк способна поглощать Разрывы пустоты в определённом радиусе поблизости следующими способами:",
      "3": [
        " Когда поражает врагов заряженной атакой в режиме Семифазной вспышки.",
        " Когда активирует особый взрыв стихии <strong>Хаос: Опустошение</strong> в режиме Семифазной вспышки.",
        " При быстром перемещении после активации элементального навыка <strong>Хаос: Искажение</strong> долгим нажатием."
      ],
      "4": "<br/>",
      "5": "Каждый поглощённый Разрыв пустоты наделяет её 8 ед. Змеиного коварства."
    }
  },
  "11130008": {
    "name": "Возвращение в небытие",
    "description": {
      "0": "Когда <hydro>Гидро</hydro> персонажи отряда поблизости поражают противника <hydro>Гидро</hydro> атаками или <cryo>Крио</cryo> персонажи отряда поблизости за исключением самой Скирк поражают противника <cryo>Крио</cryo> атаками, Скирк на 20 сек. получает один уровень эффекта Переправы смерти. Этот эффект складывается до 3 раз, а длительность каждого уровня рассчитывается отдельно.",
      "1": "Каждый персонаж таким способом может наделять Скирк 1 уровнем Переправы смерти.",
      "2": "За каждый уровень Переправы смерти обычная атака Скирк в режиме Семифазной вспышки наносит 110%/120%/170% от её исходного урона, а взрыв стихии <strong>Хаос: Разрушение</strong> - 105%/115%/160% от его исходного урона."
    }
  },
  "11130009": {
    "name": "Сакраментальный ливень",
    "description": {
      "0": "После того как враги или члены отряда поблизости соприкасаются с Сакраментальным ливнем, в зависимости от того, кто прикоснулся к нему, возникают разные эффекты:",
      "1": "Если к Сакраментальному ливню прикоснулся враг, он взрывается и наносит <hydro>Гидро урон по площади</hydro> врагам поблизости.",
      "2": "Если к нему прикоснулся персонаж отряда поблизости, он вознесёт его высоко в воздух.",
      "3": "<br/>",
      "4": "На поле может существовать только 1 Сакраментальный ливень, призванный самим Далией."
    }
  },
  "11130010": {
    "name": "Милость Фавония",
    "description": {
      "0": "Далия, используя взрыв стихии <strong>Сияющий молебен</strong>, наделяет персонажей своего отряда этим эффектом.",
      "1": "Во время его действия Далия может потратить 1 уровень Бенедикции и призвать новый Щит священной милости, если действие существующего завершилось или он был разрушен уроном."
    }
  },
  "11130011": {
    "name": "Бенедикция",
    "description": {
      "0": "Далия может получать Бенедикцию следующими способами:",
      "1": [
        " Когда активный персонаж его отряда поражает врагов обычной атакой 4 раза, находясь под воздействием Милости Фавония, Далия получит X ур. Бенедикции.",
        " После активации эффекта таланта возвышения Милостивое благоволение ветра."
      ],
      "2": "<br/>",
      "3": "Далия может получить до X уровней Бенедикции во время действия одной и той же Милости Фавония."
    }
  },
  "11160001": {
    "name": "Биргитта",
    "description": {
      "0": "Помощник и компаньон Инеффы в сражении, Биргитта может призываться на поле с помощью элементального навыка или взрыва стихии.",
      "1": "Если поблизости есть враги, каждые 2 сек. Биргитта будет стремительно приближаться к одному из них и атаковать их разрядами, нанося <electro>Электро урон по площади</electro>.",
      "2": "Одновременно может существовать только одна Биргитта, созданная самой Инеффой.",
      "3": "<br/>",
      "4": "Кроме того, в Нод-Крае, похоже, есть способ изменить облик Биргитты..."
    }
  },
  "11190001": {
    "name": "Святыня инеевой чащи",
    "description": {
      "0": "Магический строй, защищающий Голос Лунного Гимна. Призывается элементальным навыком <strong>Рунная песнь: Безрассветный покой карсикко</strong>.",
      "1": "Святыня инеевой чащи следует за активным персонажем и раз в 2 сек. наносит однократный <dendro>Дендро урон по площади</dendro> противнику в области действия строя. Такой урон считается уроном элементального навыка."
    }
  },
  "11190002": {
    "name": "Песня луны",
    "description": {
      "0": "Мелодия, используемая для сплетения гимнов. При использовании взрыва стихии или через некоторое время после его применения может превращаться в Сизый гимн, который повышает урон реакций Бутонизация, Вегетация, Цветение и Лунная бутонизация.",
      "1": "Когда Лаума расходует Зелёную росу, чтобы активировать элементальный навык <strong>Рунная песнь: Безрассветный покой карсикко</strong> долгим нажатием, каждая израсходованная Зелёная роса предоставляет Лауме 1 уровень Песни луны."
    }
  },
  "11190003": {
    "name": "Сизый гимн",
    "description": {
      "0": "Гимн, передаваемый из поколения в поколение Голосами Лунного Гимна. Повышает урон реакций Бутонизация, Вегетация, Цветение и Лунная бутонизация.",
      "1": "<br/>",
      "2": "Лаума может получать уровни Сизого гимна следующими способами:",
      "3": [
        " Применяя взрыв стихии <strong>Рунная песнь: Сердца становятся луной</strong>.",
        " Расходуя уровни Песни луны при использовании взрыва стихии <strong>Рунная песнь: Сердца становятся луной</strong>.",
        " Когда Святыня инеевой чащи активирует эффект её созвездия <strong>«Я подношу кровь и слёзы лунному свету»</strong>."
      ],
      "4": "<br/>",
      "5": "Когда персонажи отряда наносят урон реакций Бутонизация, Вегетация, Цветение или Лунная бутонизация, 1 уровень Сизого гимна расходуется и повышает наносимый урон пропорционально мастерству стихий Лаумы. Если такой урон поражает нескольких противников одновременно, то уровни Сизого гимна расходуются согласно количеству поражённых противников.",
      "6": "Длительность каждого уровня Сизого гимна рассчитывается отдельно."
    }
  },
  "11190004": {
    "name": "Ночной напев",
    "description": {
      "0": "Урон от реакций Бутонизация, Вегетация и Цветение персонажей отряда может наносить критические попадания. Фиксированный шанс крит. попадания составляет 15%, а фиксированный крит. урон - 100%. Шанс крит. попадания, предоставляемый этим эффектом, может суммироваться с повышением шанса крит. попадания аналогичных эффектов, позволяющих элементальным реакциям наносить крит. попадания."
    }
  },
  "11190005": {
    "name": "Лунный молебен",
    "description": {
      "0": "Шанс крит. попадания реакции Лунная бутонизация персонажей отряда повышается на 10%, а крит. урон - на 20%."
    }
  },
  "11190007": {
    "name": "Возвышение",
    "description": {
      "0": "Особый эффект повышения урона. Он рассчитывается отдельно от других эффектов повышения урона."
    }
  },
  "11190008": {
    "name": "Зелёная роса",
    "description": {
      "0": "После того как персонажи отряда активируют реакцию Лунная бутонизация, отряд получает данный ресурс.",
      "1": "В течение 2,5 сек. после активации Лунной бутонизации ваш отряд каждые 2,5 сек. будет получать 1 Зелёную росу. Лимит Зелёной росы составляет 3. Если в это время активировать Лунную бутонизацию ещё раз, длительность этого эффекта обновится."
    }
  },
  "11200001": {
    "name": "Громогласная симфония",
    "description": {
      "0": "На активацию особого взрыва стихии расходуется меньше энергии. Флинс наносит однократный <electro>Электро урон по площади</electro>, который считается уроном реакции Лунный заряд.",
      "1": "<strong>Лунное знамение - Высшее сияние</strong>: если поблизости есть грозовые тучи, Флинс дополнительно наносит однократный <electro>Электро урон по площади</electro>, который считается уроном реакции Лунный заряд."
    }
  },
  "11220001": {
    "name": "Танец тени",
    "description": {
      "0": "Нефер входит в это состояние, использовав элементальный навык <strong>Стратегия сенета: Танец тысячи ночей</strong>.",
      "1": "Если у Нефер в состоянии Танца тени есть хотя бы 1 Зелёная роса, её заряженные атаки заменяются на особую заряженную атаку Игра химер.",
      "2": "Нефер выйдет из состояния Танца теней, если использует Игру химер 3 раз(а) или длительность этого состояния завершается."
    }
  },
  "11220002": {
    "name": "Игра химер",
    "description": {
      "0": "Когда Нефер пребывает в состоянии Танца тени элементального навыка <strong>Стратегия сенета: Танец тысячи ночей</strong>, и у неё есть хотя бы 1 Зелёная роса, её заряженные атаки заменяются на особую заряженную атаку Игра химер, которая не расходует выносливость.",
      "1": "Нефер призывает собственные тени, которые инициируют совместные атаки. Нефер и её тени выполняют 2 и 3 этапа атак с <dendro>Дендро уроном по площади</dendro> соответственно. Урон теней считается уроном Лунной бутонизации. Каждый первый призыв теней после применения Игры химер расходует 1 Зелёную росу."
    }
  },
  "11220003": {
    "name": "Завеса ложных тайн",
    "description": {
      "0": "Нефер получает этот эффект, поглотив Семена лжи с помощью таланта возвышения Пари лунного света, и урон её Игры химер увеличивается.",
      "1": "Каждый уровень Завесы ложных тайн повышает исходный урон Игры химер Нефер на 8%. Начальный максимум уровней - 3. Каждый уровень длится 9 сек., а их длительность рассчитывается отдельно."
    }
  },
  "11230001": {
    "name": "Трансмутация сущности",
    "description": {
      "0": "Дурин получает этот эффект на 6 сек. после использования элементального навыка <strong>Дуализм: Слияние и разделение</strong>.",
      "1": "Во время его действия Дурин быстрым нажатием элементального навыка может войти в состояние <strong>Утверждения чистоты</strong> или нажатием обычной атаки в состояние <strong>Отрицания тьмы</strong>.",
      "2": "В обоих состояниях Дурин получает разные усиления и может использовать разные взрывы стихии."
    }
  },
  "11240001": {
    "name": "Секретная буль-буль-фляжка",
    "description": {
      "0": "Маленький элементальный сосуд, который Ягода достаёт после использования элементального навыка <strong>Хитроумный план: Раздел добычи</strong>.",
      "1": "Когда Ягода находится в состоянии Преследующей тени, а поблизости есть враги с эффектами <pyro>Пиро</pyro>, <hydro>Гидро</hydro>, <electro>Электро</electro> или <cryo>Крио</cryo>, Секретная буль-буль-фляжка сменится на этот элемент и начнёт наполняться. Приоритет элементов для превращения следующий: <pyro>Пиро</pyro>, <hydro>Гидро</hydro>, <electro>Электро</electro>, <cryo>Крио</cryo>. Фляжка проходит элементальную конверсию после каждого использования элементального навыка только один раз.",
      "2": "Когда Секретная буль-буль-фляжка становится полной, Ягода выходит из состояния Преследующей тени, один раз наносит <anemo>Анемо урон</anemo> врагам поблизости, сразу опустошая фляжку.",
      "3": "Каждый раз, когда Ягода использует элементальный навык, она достаёт новую Секретную буль-буль-фляжку.",
      "4": "<br/>",
      "5": "<strong>Лунное знамение - Высшее сияние</strong>: когда <strong>Секретная буль-буль-фляжка</strong> становится полной, Ягода не опустошает <strong>её</strong> сразу. Вместо этого она в течение некоторого времени постепенно расходует припасённую во фляжке энергию и периодически выпускает во врагов поблизости <strong>Пушистые котошарики</strong>, которые наносят урон элемента <strong>Секретной буль-буль-фляжки</strong>."
    }
  },
  "11240002": {
    "name": "Персональные котординаторы помощи",
    "description": {
      "0": "Миниатюрные устройства, входившие в экипировку Ягоды, когда та была охотницей за сокровищами. Они задействуются после использования взрыва стихии <strong>Тузы в рукаве: Семь инструментов охотника</strong>.",
      "1": "Персональные котординаторы помощи периодически восстанавливают HP активного персонажа вашего отряда. Если HP исцеляемого персонажа превышает 70%, то они также лечат персонажа отряда поблизости с наименьшим HP.",
      "2": "<br/>",
      "3": "<strong>Лунное знамение - Высшее сияние</strong>: если поблизости есть враги с эффектами <pyro>Пиро</pyro>, <hydro>Гидро</hydro>, <electro>Электро</electro> или <cryo>Крио</cryo>, Персональные котординаторы помощи сменяются на соответствующий элемент. Приоритет элементов следующий: <pyro>Пиро</pyro>, <hydro>Гидро</hydro>, <electro>Электро</electro>, <cryo>Крио</cryo>. Котординаторы при каждом применении могут пройти элементальную конверсию только один раз. После изменения элемента котординаторы периодически атакуют до 3 врагов поблизости, нанося урон соответствующего элемента."
    }
  },
  "11250001": {
    "name": "Зыбь тяготения",
    "description": {
      "0": "После применения элементального навыка <strong>Вечные приливы</strong> Коломбина создаёт <strong>Зыбь тяготения</strong>.",
      "1": "Зыбь тяготения следует за активным персонажем и периодически наносит <hydro>Гидро урон по площади</hydro> врагам поблизости.",
      "2": "<br/>",
      "3": "Кроме того, во время действия Зыби тяготения, когда персонажи отряда поблизости вызывают Лунные реакции или наносят ими урон, Коломбина на последующие 2 сек. получает эффект Знамения новой луны, который позволяет ей периодически накапливать <strong>Силу тяготения</strong> (по 20 ед. Силы тяготения в 2 сек.).",
      "4": "Максимум Силы тяготения составляет 60 ед. Когда действие Зыби тяготения завершается, Сила тяготения исчезает.",
      "5": "Когда Сила тяготения достигает максимума, активируется особое <strong>Вмешательство тяготения</strong>. В зависимости от Лунной реакции, которая принесла Коломбине больше всего Силы тяготения, возникают разные эффекты:",
      "6": [
        " <strong>Лунный заряд</strong>: Вмешательство тяготения один раз наносит <electro>Электро урон по площади</electro>, который считается уроном Лунного заряда.",
        " <strong>Лунная бутонизация</strong>: Вмешательство тяготения выпускает в противников поблизости 5 Печатей лунной росы, наносящие <dendro>Дендро урон</dendro>, который считается уроном Лунной бутонизации.",
        " <strong>Лунный кристалл</strong>: Вмешательство тяготения один раз наносит <geo>Гео урон по площади</geo>, который считается уроном Лунного кристалла."
      ]
    }
  },
  "11250002": {
    "name": "Владения луны",
    "description": {
      "0": "Область, которую призывает Коломбина после применения взрыва стихии <strong>Тоска во свете луны</strong>.",
      "1": "Когда активный персонаж находится во <strong>Владениях луны</strong>, урон Лунных реакций всех персонажей отряда повышается."
    }
  },
  "11250003": {
    "name": "Роса лунных кряжей",
    "description": {
      "0": "Особый ресурс Зелёной росы, предоставляемый пассивным талантом Коломбины <strong>Закон новолуния</strong>. Его максимальное количество и длительность подсчитываются отдельно от Зелёной росы.",
      "1": "Когда Зелёная роса отряда заканчивается, вместо неё расходуется <strong>Роса лунных кряжей</strong>.",
      "2": "У отряда может быть до 3 <strong>Рос лунных кряжей</strong>."
    }
  },
  "11260001": {
    "name": "Сдвиг лунных фаз",
    "description": {
      "0": "Цзы Бай переходит в этот режим после применения элементального навыка <strong>Когда небо и земля стали единым</strong>. Он длится до 15 сек. и обладает следующими особенностями:",
      "1": [
        " Обычные и заряженные атаки наносят <geo>Гео урон</geo>, который не может быть отменён другими инфузиями.",
        " Элементальный навык <strong>Когда небо и земля стали единым</strong> заменяется на особый элементальный навык <strong>Поступь проворной кобылицы</strong>: когда у Цзы Бай не менее 70 ед. <strong>Сияния сдвига фаз</strong>, она может потратить 70 ед. Сияния сдвига фаз на активацию Поступи проворной кобылицы и два раза нанести <geo>Гео урон</geo>. Урон второго удара считается уроном реакции Лунный кристалл."
      ],
      "2": "<br/>",
      "3": "Цзы Бай может накопить до 100 ед. <strong>Сияния сдвига фаз</strong>. Она накапливает его следующими способами:",
      "4": [
        " Пребывая в состоянии <strong>Сдвига лунных фаз</strong>, она получает 10 ед. Сияния сдвига фаз в сек.",
        " Когда её обычная атака поражает противника, она получает 5 ед. Сияния сдвига фаз. Получать Сияние сдвига фаз таким способом можно 1 раз в 0,5 сек."
      ],
      "5": "<br/>",
      "6": "<strong>Лунное знамение - Высшее сияние</strong>",
      "7": "Когда персонажи отряда поблизости активируют реакцию Лунный кристалл, Цзы Бай также получает 35 ед. <strong>Сияния сдвига фаз</strong>. Получать Сияние сдвига фаз таким способом можно 1 раз в 4 сек. Применение особого элементального навыка <strong>Поступь проворной кобылицы</strong> сбрасывает откат <strong>Сияния сдвига фаз</strong>, полученного таким способом.",
      "8": "<br/>",
      "9": "После применения <strong>Поступи проворной кобылицы</strong> 4 раза или завершения действия навыка Цзы Бай выходит из этого режима."
    }
  },
  "11270001": {
    "name": "Соловьиная трель",
    "description": {
      "0": "Эффект, получаемый Иллуги после применения взрыва стихии <strong>Отражение без тени</strong>. Он повышает <geo>Гео урон</geo> активного персонажа."
    }
  }
}