{
  "name": "Вызов ноктюрна",
  "description": {
    "0": "Нефритовая жемчужина, окутанная лунным светом. Даже в самые холодные зимние ночи её тепло витает подобно песне."
  },
  "passiveName": "Баллада перекрёстков",
  "passiveDescription": {
    "0": {
      "0": "Увеличивает макс. HP на <cryo>10%</cryo>. Когда экипированный персонаж активирует Лунные реакции или наносит ими урон противнику, он восстанавливает себе <cryo>14</cryo> ед. энергии и на 12 сек. получает эффект Священного вина щедрых морей: макс. HP дополнительно увеличивается на <cryo>14%</cryo>, а крит. урон урона Лунных реакций повышается на <cryo>60%</cryo>. Эффект восстановления энергии может возникнуть один раз в 18 сек. и срабатывает, даже когда экипированный персонаж не на поле боя."
    },
    "1": {
      "0": "Увеличивает макс. HP на <cryo>12%</cryo>. Когда экипированный персонаж активирует Лунные реакции или наносит ими урон противнику, он восстанавливает себе <cryo>15</cryo> ед. энергии и на 12 сек. получает эффект Священного вина щедрых морей: макс. HP дополнительно увеличивается на <cryo>16%</cryo>, а крит. урон урона Лунных реакций повышается на <cryo>80%</cryo>. Эффект восстановления энергии может возникнуть один раз в 18 сек. и срабатывает, даже когда экипированный персонаж не на поле боя."
    },
    "2": {
      "0": "Увеличивает макс. HP на <cryo>14%</cryo>. Когда экипированный персонаж активирует Лунные реакции или наносит ими урон противнику, он восстанавливает себе <cryo>16</cryo> ед. энергии и на 12 сек. получает эффект Священного вина щедрых морей: макс. HP дополнительно увеличивается на <cryo>18%</cryo>, а крит. урон урона Лунных реакций повышается на <cryo>100%</cryo>. Эффект восстановления энергии может возникнуть один раз в 18 сек. и срабатывает, даже когда экипированный персонаж не на поле боя."
    },
    "3": {
      "0": "Увеличивает макс. HP на <cryo>16%</cryo>. Когда экипированный персонаж активирует Лунные реакции или наносит ими урон противнику, он восстанавливает себе <cryo>17</cryo> ед. энергии и на 12 сек. получает эффект Священного вина щедрых морей: макс. HP дополнительно увеличивается на <cryo>20%</cryo>, а крит. урон урона Лунных реакций повышается на <cryo>120%</cryo>. Эффект восстановления энергии может возникнуть один раз в 18 сек. и срабатывает, даже когда экипированный персонаж не на поле боя."
    },
    "4": {
      "0": "Увеличивает макс. HP на <cryo>18%</cryo>. Когда экипированный персонаж активирует Лунные реакции или наносит ими урон противнику, он восстанавливает себе <cryo>18</cryo> ед. энергии и на 12 сек. получает эффект Священного вина щедрых морей: макс. HP дополнительно увеличивается на <cryo>22%</cryo>, а крит. урон урона Лунных реакций повышается на <cryo>140%</cryo>. Эффект восстановления энергии может возникнуть один раз в 18 сек. и срабатывает, даже когда экипированный персонаж не на поле боя."
    }
  }
}