{
  "name": "Грандиозный финал глубин",
  "description": {
    "0": "Длинный меч, столь же загадочный и молчаливый, как и морские глубины. Куда более древний, чем можно заключить по его виду."
  },
  "passiveName": "Финальное благородство",
  "passiveDescription": {
    "0": {
      "0": "Активация элементального навыка повышает силу атаки на <cryo>12%</cryo> на 15 сек. и накладывает Долг жизни, равный 25% от макс. HP. Эффект может возникнуть один раз в 10 сек. Когда Долг жизни снимается, сила атаки повышается на <cryo>2,4%</cryo> от отданного значения Долга жизни (макс. <cryo>150</cryo> ед.) на 15 сек."
    },
    "1": {
      "0": "Активация элементального навыка повышает силу атаки на <cryo>15%</cryo> на 15 сек. и накладывает Долг жизни, равный 25% от макс. HP. Эффект может возникнуть один раз в 10 сек. Когда Долг жизни снимается, сила атаки повышается на <cryo>3%</cryo> от отданного значения Долга жизни (макс. <cryo>187,5</cryo> ед.) на 15 сек."
    },
    "2": {
      "0": "Активация элементального навыка повышает силу атаки на <cryo>18%</cryo> на 15 сек. и накладывает Долг жизни, равный 25% от макс. HP. Эффект может возникнуть один раз в 10 сек. Когда Долг жизни отдан, сила атаки повышается на <cryo>3,6%</cryo> от значения Долга жизни (макс. <cryo>225</cryo> ед.) на 15 сек."
    },
    "3": {
      "0": "Активация элементального навыка повышает силу атаки на <cryo>21%</cryo> на 15 сек. и накладывает Долг жизни, равный 25% от макс. HP. Эффект может возникнуть один раз в 10 сек. Когда Долг жизни снимается, сила атаки повышается на <cryo>4,2%</cryo> от отданного значения Долга жизни (макс. <cryo>262,5</cryo> ед.) на 15 сек."
    },
    "4": {
      "0": "Активация элементального навыка повышает силу атаки на <cryo>24%</cryo> на 15 сек. и накладывает Долг жизни, равный 25% от макс. HP. Эффект может возникнуть один раз в 10 сек. Когда Долг жизни снимается, сила атаки повышается на <cryo>4,8%</cryo> от отданного значения Долга жизни (макс. <cryo>300</cryo> ед.) на 15 сек."
    }
  }
}