{
  "name": "Кацурагикири Нагамаса",
  "description": {
    "0": "Клинок, выкованный в Татарасуне. Тяжёлый и прочный."
  },
  "passiveName": "Мастерство самурая",
  "passiveDescription": {
    "0": {
      "0": "Увеличивает урон элементального навыка на <cryo>6%</cryo>. Когда элементальный навык поражает противника, персонаж теряет 3 единицы энергии, но восстанавливает <cryo>3</cryo> единицы энергии каждые 2 сек. в течение следующих 6 сек. Эффект может возникнуть один раз в 10 сек. Эффект может сработать, даже когда персонаж не находится на поле."
    },
    "1": {
      "0": "Увеличивает урон элементального навыка на <cryo>7,5%</cryo>. Когда элементальный навык поражает противника, персонаж теряет 3 единицы энергии, но восстанавливает <cryo>3,5</cryo> единицы энергии каждые 2 сек. в течение следующих 6 сек. Эффект может возникнуть один раз в 10 сек. Эффект может сработать, даже когда персонаж не находится на поле боя."
    },
    "2": {
      "0": "Увеличивает урон элементального навыка на <cryo>9%</cryo>. Когда элементальный навык поражает противника, персонаж теряет 3 единицы энергии, но восстанавливает <cryo>4</cryo> единицы энергии каждые 2 сек. в течение следующих 6 сек. Эффект может возникнуть один раз в 10 сек. Эффект может сработать, даже когда персонаж не находится на поле боя."
    },
    "3": {
      "0": "Увеличивает урон элементального навыка на <cryo>10,5%</cryo>. Когда элементальный навык поражает противника, персонаж теряет 3 единицы энергии, но восстанавливает <cryo>4,5</cryo> единицы энергии каждые 2 сек. в течение следующих 6 сек. Эффект может возникнуть один раз в 10 сек. Эффект может сработать, даже когда персонаж не находится на поле боя."
    },
    "4": {
      "0": "Увеличивает урон элементального навыка на <cryo>12%</cryo>. Когда элементальный навык поражает противника, персонаж теряет 3 единицы энергии, но восстанавливает <cryo>5</cryo> единицы энергии каждые 2 сек. в течение следующих 6 сек. Эффект может возникнуть один раз в 10 сек. Эффект может сработать, даже когда персонаж не находится на поле боя."
    }
  }
}