{
  "name": "Клык Горного короля",
  "description": {
    "0": "Огромный меч, выкованный из чистой бирюзы. Из-за веса, значительно превосходящего обычное оружие, его назвали в честь Горного короля Конгамато."
  },
  "passiveName": "Бирюзовая охота",
  "passiveDescription": {
    "0": {
      "0": "Попадание элементального навыка по противнику наделяет 1 уровнем Благоволения Крон. Этот эффект может возникнуть 1 раз в 0,5 сек. После того как член отряда поблизости активирует реакции Горение или Цветение, экипированный персонаж получает 3 уровня Благоволения Крон. Данный эффект может возникнуть 1 раз в 2 сек. и срабатывает, даже когда персонаж не на поле боя. Благоволение Крон: урон элементального навыка и взрыва стихии увеличивается на <cryo>10%</cryo> на 6 сек. и складывается до 6 раз. Длительность каждого уровня рассчитывается отдельно."
    },
    "1": {
      "0": "Попадание элементального навыка по противнику наделяет 1 уровнем Благоволения Крон. Этот эффект может возникнуть 1 раз в 0,5 сек. После того как член отряда поблизости активирует реакции Горение или Цветение, экипированный персонаж получает 3 уровня Благоволения Крон. Данный эффект может возникнуть 1 раз в 2 сек. и срабатывает, даже когда персонаж не на поле боя. Благоволение Крон: урон элементального навыка и взрыва стихии увеличивается на <cryo>12,5%</cryo> на 6 сек. и складывается до 6 раз. Длительность каждого уровня рассчитывается отдельно."
    },
    "2": {
      "0": "Попадание элементального навыка по противнику наделяет 1 уровнем Благоволения Крон. Этот эффект может возникнуть 1 раз в 0,5 сек. После того как член отряда поблизости активирует реакции Горение или Цветение, экипированный персонаж получает 3 уровня Благоволения Крон. Данный эффект может возникнуть 1 раз в 2 сек. и срабатывает, даже когда персонаж не на поле боя. Благоволение Крон: урон элементального навыка и взрыва стихии увеличивается на <cryo>15%</cryo> на 6 сек. и складывается до 6 раз. Длительность каждого уровня рассчитывается отдельно."
    },
    "3": {
      "0": "Попадание элементального навыка по противнику наделяет 1 уровнем Благоволения Крон. Этот эффект может возникнуть 1 раз в 0,5 сек. После того как член отряда поблизости активирует реакции Горение или Цветение, экипированный персонаж получает 3 уровня Благоволения Крон. Данный эффект может возникнуть 1 раз в 2 сек. и срабатывает, даже когда персонаж не на поле боя. Благоволение Крон: урон элементального навыка и взрыва стихии увеличивается на <cryo>17,5%</cryo> на 6 сек. и складывается до 6 раз. Длительность каждого уровня рассчитывается отдельно."
    },
    "4": {
      "0": "Попадание элементального навыка по противнику наделяет 1 уровнем Благоволения Крон. Этот эффект может возникнуть 1 раз в 0,5 сек. После того как член отряда поблизости активирует реакции Горение или Цветение, экипированный персонаж получает 3 уровня Благоволения Крон. Данный эффект может возникнуть 1 раз в 2 сек. и срабатывает, даже когда персонаж не на поле боя. Благоволение Крон: урон элементального навыка и взрыва стихии увеличивается на <cryo>20%</cryo> на 6 сек. и складывается до 6 раз. Длительность каждого уровня рассчитывается отдельно."
    }
  }
}