{
  "name": "Свет лиственного разреза",
  "description": {
    "0": "Этот позолоченный клинок, выполненный из драгоценных белых ветвей, когда-то рассекал бесчисленные ядовитые пары, которые отравляли лес."
  },
  "passiveName": "Остриё белой луны",
  "passiveDescription": {
    "0": {
      "0": "Шанс крит. попадания увеличивается на <cryo>4%</cryo>. Когда обычная атака наносит элементальный урон, она даёт эффект Лиственного выреза: урон обычных атак и элементальных навыков повышается на <cryo>120%</cryo> от мастерства стихий. После 28 активаций или через 12 сек. эффект исчезнет. Лиственный вырез можно получить не чаще одного раза в 12 сек."
    },
    "1": {
      "0": "Шанс крит. попадания увеличивается на <cryo>5%</cryo>. Когда обычная атака наносит элементальный урон, она даёт эффект Лиственного выреза: урон обычных атак и элементальных навыков повышается на <cryo>150%</cryo> от мастерства стихий. После 28 активаций или через 12 сек. эффект исчезнет. Лиственный вырез можно получить не чаще одного раза в 12 сек."
    },
    "2": {
      "0": "Шанс крит. попадания увеличивается на <cryo>6%</cryo>. Когда обычная атака наносит элементальный урон, она даёт эффект Лиственного выреза: урон обычных атак и элементальных навыков повышается на <cryo>180%</cryo> от мастерства стихий. После 28 активаций или через 12 сек. эффект исчезнет. Лиственный вырез можно получить не чаще одного раза в 12 сек."
    },
    "3": {
      "0": "Шанс крит. попадания увеличивается на <cryo>7%</cryo>. Когда обычная атака наносит элементальный урон, она даёт эффект Лиственного выреза: урон обычных атак и элементальных навыков повышается на <cryo>210%</cryo> от мастерства стихий. После 28 активаций или через 12 сек. эффект исчезнет. Лиственный вырез можно получить не чаще одного раза в 12 сек."
    },
    "4": {
      "0": "Шанс крит. попадания увеличивается на <cryo>8%</cryo>. Когда обычная атака наносит элементальный урон, она даёт эффект Лиственного выреза: урон обычных атак и элементальных навыков повышается на <cryo>240%</cryo> от мастерства стихий. После 28 активаций или через 12 сек. эффект исчезнет. Лиственный вырез можно получить не чаще одного раза в 12 сек."
    }
  }
}