{
  "name": "Хроники рассвета",
  "description": {
    "0": "Сила песен сопротивления, принесённых лёгкими нотами на эти струны ветром, подобна пронзающему кромешную тьму рассвету."
  },
  "passiveName": "Ода вне времени",
  "passiveDescription": {
    "0": {
      "0": "Экипированный персонаж получает Волнующийся утренний ветер: через 3 сек. после выхода из боя урон обычной атаки, элементального навыка и взрыва стихии повышается на <cryo>60%</cryo>. В бою этот эффект повышения урона снижается на <cryo>10%</cryo> каждую секунду, пока не достигнет 0%. Когда обычная атака, элементальный навык или взрыв стихии экипированного персонажа поражают противника, эффект повышения урона соответствующего типа усиливается на <cryo>10%</cryo>, пока не достигает <cryo>60%</cryo>. Этот эффект может возникнуть один раз в 0,1 сек. для атак каждого из перечисленных типов и срабатывает, даже когда экипированный персонаж не на поле боя.",
      "1": "Кроме того, когда в отряде действует эффект Ведьмовство: Тайный обряд, а обычная атака, элементальный навык или взрыв стихии экипированного персонажа поражают противника, то вместо этого эффект повышения урона для урона всех этих типов усиливается на <cryo>20%</cryo>."
    },
    "1": {
      "0": "Экипированный персонаж получает Волнующийся утренний ветер: через 3 сек. после выхода из боя урон обычной атаки, элементального навыка и взрыва стихии повышается на <cryo>75%</cryo>. В бою этот эффект повышения урона снижается на <cryo>12,5%</cryo> каждую секунду, пока не достигнет 0%. Когда обычная атака, элементальный навык или взрыв стихии экипированного персонажа поражают противника, эффект повышения урона соответствующего типа усиливается на <cryo>12,5%</cryo>, пока не достигает <cryo>75%</cryo>. Этот эффект может возникнуть один раз в 0,1 сек. для атак каждого из перечисленных типов и срабатывает, даже когда экипированный персонаж не на поле боя.",
      "1": "Кроме того, когда в отряде действует эффект Ведьмовство: Тайный обряд, а обычная атака, элементальный навык или взрыв стихии экипированного персонажа поражают противника, то вместо этого эффект повышения урона для урона всех этих типов усиливается на <cryo>25%</cryo>."
    },
    "2": {
      "0": "Экипированный персонаж получает Волнующийся утренний ветер: через 3 сек. после выхода из боя урон обычной атаки, элементального навыка и взрыва стихии повышается на <cryo>90%</cryo>. В бою этот эффект повышения урона снижается на <cryo>15%</cryo> каждую секунду, пока не достигнет 0%. Когда обычная атака, элементальный навык или взрыв стихии экипированного персонажа поражают противника, эффект повышения урона соответствующего типа усиливается на <cryo>15%</cryo>, пока не достигает <cryo>90%</cryo>. Этот эффект может возникнуть один раз в 0,1 сек. для атак каждого из перечисленных типов и срабатывает, даже когда экипированный персонаж не на поле боя.",
      "1": "Кроме того, когда в отряде действует эффект Ведьмовство: Тайный обряд, а обычная атака, элементальный навык или взрыв стихии экипированного персонажа поражают противника, то вместо этого эффект повышения урона для урона всех этих типов усиливается на <cryo>30%</cryo>."
    },
    "3": {
      "0": "Экипированный персонаж получает Волнующийся утренний ветер: через 3 сек. после выхода из боя урон обычной атаки, элементального навыка и взрыва стихии повышается на <cryo>105%</cryo>. В бою этот эффект повышения урона снижается на <cryo>17,5%</cryo> каждую секунду, пока не достигает 0%. Когда обычная атака, элементальный навык или взрыв стихии экипированного персонажа поражают противника, эффект повышения урона соответствующего типа усиливается на <cryo>17,5%</cryo>, пока не достигает <cryo>105%</cryo>. Этот эффект может возникнуть один раз в 0,1 сек. для атак каждого из перечисленных типов и срабатывает, даже когда экипированный персонаж не на поле боя.",
      "1": "Кроме того, когда в отряде действует эффект Ведьмовство: Тайный обряд, а обычная атака, элементальный навык или взрыв стихии экипированного персонажа поражают противника, то вместо этого эффект повышения урона для урона всех этих типов усиливается на <cryo>35%</cryo>."
    },
    "4": {
      "0": "Экипированный персонаж получает Волнующийся утренний ветер: через 3 сек. после выхода из боя урон обычной атаки, элементального навыка и взрыва стихии повышается на <cryo>120%</cryo>. В бою этот эффект повышения урона снижается на <cryo>20%</cryo> каждую секунду, пока не достигает 0%. Когда обычная атака, элементальный навык или взрыв стихии экипированного персонажа поражают противника, эффект повышения урона соответствующего типа усиливается на <cryo>20%</cryo>, пока не достигает <cryo>120%</cryo>. Этот эффект может возникнуть один раз в 0,1 сек. для атак каждого из перечисленных типов и срабатывает, даже когда экипированный персонаж не на поле боя.",
      "1": "Кроме того, когда в отряде действует эффект Ведьмовство: Тайный обряд, а обычная атака, элементальный навык или взрыв стихии экипированного персонажа поражают противника, то вместо этого эффект повышения урона для урона всех этих типов усиливается на <cryo>40%</cryo>."
    }
  }
}