{
  "name": "Элегия Люмидус",
  "description": {
    "0": "Великолепное копьё, украшенное лазоревыми кристаллами. Говорят, его до конца жизни бережно хранил легендарный судебный дуэлянт, ни разу так и не использовав."
  },
  "passiveName": "Увертюра яркого рассвета",
  "passiveDescription": {
    "0": {
      "0": "Увеличивает силу атаки на <cryo>15%</cryo>. Когда экипированный персонаж активирует на враге Горение или наносит противникам со статусом Горение Дендро урон, наносимый урон увеличивается на <cryo>18%</cryo>. Этот эффект длится 8 сек. и складывается до 2 раз. После получения 2 уровней или обновления длительности с 2 уровнями восстанавливает <cryo>12</cryo> ед. энергии. Восстанавливать энергию таким образом можно 1 раз в 12 сек. Эти 2 эффекта срабатывают, даже когда персонаж не на поле боя."
    },
    "1": {
      "0": "Увеличивает силу атаки на <cryo>19%</cryo>. Когда экипированный персонаж активирует на враге Горение или наносит противникам со статусом Горение Дендро урон, наносимый урон увеличивается на <cryo>23%</cryo>. Этот эффект длится 8 сек. и складывается до 2 раз. После получения 2 уровней или обновления длительности с 2 уровнями восстанавливает <cryo>13</cryo> ед. энергии. Восстанавливать энергию таким образом можно 1 раз в 12 сек. Эти 2 эффекта срабатывают, даже когда персонаж не на поле боя."
    },
    "2": {
      "0": "Увеличивает силу атаки на <cryo>23%</cryo>. Когда экипированный персонаж активирует на враге Горение или наносит противникам со статусом Горение Дендро урон, наносимый урон увеличивается на <cryo>28%</cryo>. Этот эффект длится 8 сек. и складывается до 2 раз. После получения 2 уровней или обновления длительности с 2 уровнями восстанавливает <cryo>14</cryo> ед. энергии. Восстанавливать энергию таким образом можно 1 раз в 12 сек. Эти 2 эффекта срабатывают, даже когда персонаж не на поле боя."
    },
    "3": {
      "0": "Увеличивает силу атаки на <cryo>27%</cryo>. Когда экипированный персонаж активирует на враге Горение или наносит противникам со статусом Горение Дендро урон, наносимый урон увеличивается на <cryo>33%</cryo>. Этот эффект длится 8 сек. и складывается до 2 раз. После получения 2 уровней или обновления длительности с 2 уровнями восстанавливает <cryo>15</cryo> ед. энергии. Восстанавливать энергию таким образом можно 1 раз в 12 сек. Эти 2 эффекта срабатывают, даже когда персонаж не на поле боя."
    },
    "4": {
      "0": "Увеличивает силу атаки на <cryo>31%</cryo>. Когда экипированный персонаж активирует на враге Горение или наносит противникам со статусом Горение Дендро урон, наносимый урон увеличивается на <cryo>38%</cryo>. Этот эффект длится 8 сек. и складывается до 2 раз. После получения 2 уровней или обновления длительности с 2 уровнями восстанавливает <cryo>16</cryo> ед. энергии. Восстанавливать энергию таким образом можно 1 раз в 12 сек. Эти 2 эффекта срабатывают, даже когда персонаж не на поле боя."
    }
  }
}