{
  "name": "Великолепие лазурного свода",
  "description": {
    "0": "Церемониальный предмет, вырезанный из прекрасного нефрита изумрудного цвета, отражает сияние неба и чистых вод."
  },
  "passiveName": "Камень воли",
  "passiveDescription": {
    "0": {
      "0": "Когда экипированный персонаж активирует взрыв стихии или создаёт щит, он на 3 сек. получает эффект Камня воли: каждые 2,5 сек. восстанавливается <cryo>4,5</cryo> ед. энергии, а бонус урона соответствующего элемента повышается на <cryo>0,3%</cryo> за каждую 1000 ед. макс. HP персонажа, максимум <cryo>12%</cryo>. Эффект Камня воли активируется, даже если экипированный персонаж не на поле боя."
    },
    "1": {
      "0": "Когда экипированный персонаж активирует взрыв стихии или создаёт щит, он на 3 сек. получает эффект Камня воли: каждые 2,5 сек. восстанавливается <cryo>5</cryo> ед. энергии, а бонус урона соответствующего элемента повышается на <cryo>0,5%</cryo> за каждую 1000 ед. макс. HP персонажа, максимум <cryo>20%</cryo>. Эффект Камня воли активируется, даже если экипированный персонаж не на поле боя."
    },
    "2": {
      "0": "Когда экипированный персонаж активирует взрыв стихии или создаёт щит, он на 3 сек. получает эффект Камня воли: каждые 2,5 сек. восстанавливается <cryo>5,5</cryo> ед. энергии, а бонус урона соответствующего элемента повышается на <cryo>0,7%</cryo> за каждую 1000 ед. макс. HP персонажа, максимум <cryo>28%</cryo>. Эффект Камня воли активируется, даже если экипированный персонаж не на поле боя."
    },
    "3": {
      "0": "Когда экипированный персонаж активирует взрыв стихии или создаёт щит, он на 3 сек. получает эффект Камня воли: каждые 2,5 сек. восстанавливается <cryo>6</cryo> ед. энергии, а бонус урона соответствующего элемента повышается на <cryo>0,9%</cryo> за каждую 1000 ед. макс. HP персонажа, максимум <cryo>36%</cryo>. Эффект Камня воли активируется, даже если экипированный персонаж не на поле боя."
    },
    "4": {
      "0": "Когда экипированный персонаж активирует взрыв стихии или создаёт щит, он на 3 сек. получает эффект Камня воли: каждые 2,5 сек. восстанавливается <cryo>6,5</cryo> ед. энергии, а бонус урона соответствующего элемента повышается на <cryo>1,1%</cryo> за каждую 1000 ед. макс. HP персонажа, максимум <cryo>44%</cryo>. Эффект Камня воли активируется, даже если экипированный персонаж не на поле боя."
    }
  }
}