{
  "name": "Окровавленные руины",
  "description": {
    "0": "Длинное копьё, которое после долгих сражений стало чёрным как смоль. В свете призрачно-голубого пламени фонаря оно сверкает неземным блеском."
  },
  "passiveName": "Дань скорби",
  "passiveDescription": {
    "0": {
      "0": "После применения взрыва стихии повышает урон реакции Лунный заряд экипированного персонажа, наносимый врагу, на <cryo>36%</cryo> на 3,5 сек. Кроме того, после активации реакции Лунный заряд экипированным персонажем активируется эффект Реквием руин: крит. урон повышается на <cryo>28%</cryo> на 6 сек., а также экипированный персонаж восстанавливает <cryo>12</cryo> ед. энергии. Восстанавливать энергию таким способом можно раз в 14 сек."
    },
    "1": {
      "0": "После применения взрыва стихии повышает урон реакции Лунный заряд экипированного персонажа, наносимый врагу, на <cryo>48%</cryo> на 3,5 сек. Кроме того, после активации реакции Лунный заряд экипированным персонажем активируется эффект Реквием руин: крит. урон повышается на <cryo>35%</cryo> на 6 сек., а также экипированный персонаж восстанавливает <cryo>13</cryo> ед. энергии. Восстанавливать энергию таким способом можно раз в 14 сек."
    },
    "2": {
      "0": "После применения взрыва стихии повышает урон реакции Лунный заряд экипированного персонажа, наносимый врагу, на <cryo>60%</cryo> на 3,5 сек. Кроме того, после активации реакции Лунный заряд экипированным персонажем активируется эффект Реквием руин: крит. урон повышается на <cryo>42%</cryo> на 6 сек., а также экипированный персонаж восстанавливает <cryo>14</cryo> ед. энергии. Восстанавливать энергию таким способом можно раз в 14 сек."
    },
    "3": {
      "0": "После применения взрыва стихии повышает урон реакции Лунный заряд экипированного персонажа, наносимый врагу, на <cryo>72%</cryo> на 3,5 сек. Кроме того, после активации реакции Лунный заряд экипированным персонажем активируется эффект Реквием руин: крит. урон повышается на <cryo>49%</cryo> на 6 сек., а также экипированный персонаж восстанавливает <cryo>15</cryo> ед. энергии. Восстанавливать энергию таким способом можно раз в 14 сек."
    },
    "4": {
      "0": "После применения взрыва стихии повышает урон реакции Лунный заряд экипированного персонажа, наносимый врагу, на <cryo>84%</cryo> на 3,5 сек. Кроме того, после активации реакции Лунный заряд экипированным персонажем активируется эффект Реквием руин: крит. урон повышается на <cryo>56%</cryo> на 6 сек., а также экипированный персонаж восстанавливает <cryo>16</cryo> ед. энергии. Восстанавливать энергию таким способом можно раз в 14 сек."
    }
  }
}