{
  "name": "Лови волну",
  "description": {
    "0": "Сувенир, который должен был стать наградой чемпиону Первого состязания по сёрфингу среди племён. Поскольку состязание всё ещё находится на стадии подготовки, он временно хранится у владельца магазина «Досужий иглобрюх»."
  },
  "passiveName": "Воспоминания воды",
  "passiveDescription": {
    "0": {
      "0": "Увеличивает макс. HP на <cryo>20%</cryo>. Один раз в 15 сек. после использования элементального навыка на 14 сек. возникает следующий эффект: наделяет 4 уровнями Знойного лета. Каждый уровень увеличивает урон обычной атаки на <cryo>12%</cryo>. Во время его действия один раз в 1,5 сек.: попадание обычной атаки по противнику снимает 1 уровень; 1 раз в 1,5 сек.: активация реакции Пар на противнике добавляет 1 уровень. Эффект Знойного лета складывается до 4 раз."
    },
    "1": {
      "0": "Увеличивает макс. HP на <cryo>25%</cryo>. Один раз в 15 сек. после использования элементального навыка на 14 сек. возникает следующий эффект: наделяет 4 уровнями Знойного лета. Каждый уровень увеличивает урон обычной атаки на <cryo>15%</cryo>. Во время его действия один раз в 1,5 сек.: попадание обычной атаки по противнику снимает 1 уровень; 1 раз в 1,5 сек.: активация реакции Пар на противнике добавляет 1 уровень. Эффект Знойного лета складывается до 4 раз."
    },
    "2": {
      "0": "Увеличивает макс. HP на <cryo>30%</cryo>. Один раз в 15 сек. после использования элементального навыка на 14 сек. возникает следующий эффект: наделяет 4 уровнями Знойного лета. Каждый уровень увеличивает урон обычной атаки на <cryo>18%</cryo>. Во время его действия один раз в 1,5 сек.: попадание обычной атаки по противнику снимает 1 уровень; 1 раз в 1,5 сек.: активация реакции Пар на противнике добавляет 1 уровень. Эффект Знойного лета складывается до 4 раз."
    },
    "3": {
      "0": "Увеличивает макс. HP на <cryo>35%</cryo>. Каждые 15 сек. на период 14 сек. после использования элементального навыка возникает следующий эффект: наделяет 4 уровнями Знойного лета. Каждый уровень увеличивает урон обычной атаки на <cryo>21%</cryo>. Во время его действия каждые 1,5 сек.: попадание обычной атаки по противнику снимает 1 уровень; 1 раз в 1,5 сек.: активация реакции Пар на противнике добавляет 1 уровень. Эффект Знойного лета складывается до 4 раз."
    },
    "4": {
      "0": "Увеличивает макс. HP на <cryo>40%</cryo>. Каждые 15 сек. на период 14 сек. после использования элементального навыка возникает следующий эффект: наделяет 4 уровнями Знойного лета. Каждый уровень увеличивает урон обычной атаки на <cryo>24%</cryo>. Во время его действия каждые 1,5 сек.: попадание обычной атаки по противнику снимает 1 уровень; 1 раз в 1,5 сек.: активация реакции Пар на противнике добавляет 1 уровень. Эффект Знойного лета складывается до 4 раз."
    }
  }
}