{
  "name": "Ключ Хадж-нисут",
  "description": {
    "0": "Один из пары обсидиановых скипетров. Согласно легенде, он открывает врата в рай, который сокрыт на краю песчаного моря."
  },
  "passiveName": "Погребённая поэма дюн",
  "passiveDescription": {
    "0": {
      "0": "Увеличивает НР на <cryo>20%</cryo>. Попадание элементальным навыком на 20 сек. создаёт Великое сказание, которое повышает мастерство стихий экипированного этим оружием персонажа на <cryo>0,12%</cryo> от его макс. HP. Эффект может возникнуть не чаще 1 раза в 0,3 сек. и складывается до 3 раз. После получения 3 уровней или обновления длительности 3 уровня мастерство стихий всех персонажей поблизости увеличится на <cryo>0,2%</cryo> от макс. HP экипированного этим оружием персонажа на 20 сек."
    },
    "1": {
      "0": "Увеличивает НР на <cryo>25%</cryo>. Попадание элементальным навыком на 20 сек. создаёт Великое сказание, которое повышает мастерство стихий экипированного этим оружием персонажа на <cryo>0,15%</cryo> от его макс. HP. Эффект может возникнуть не чаще 1 раза в 0,3 сек. и складывается до 3 раз. После получения 3 уровней или обновления длительности 3 уровня мастерство стихий всех персонажей поблизости увеличится на <cryo>0,25%</cryo> от макс. HP экипированного этим оружием персонажа на 20 сек."
    },
    "2": {
      "0": "Увеличивает НР на <cryo>30%</cryo>. Попадание элементальным навыком на 20 сек. создаёт Великое сказание, которое повышает мастерство стихий экипированного этим оружием персонажа на <cryo>0,18%</cryo> от его макс. HP. Эффект может возникнуть не чаще 1 раза в 0,3 сек. и складывается до 3 раз. После получения 3 уровней или обновления длительности 3 уровня мастерство стихий всех персонажей поблизости увеличится на <cryo>0,3%</cryo> от макс. HP экипированного этим оружием персонажа на 20 сек."
    },
    "3": {
      "0": "Увеличивает НР на <cryo>35%</cryo>. Попадание элементальным навыком на 20 сек. создаёт Великое сказание, которое повышает мастерство стихий экипированного этим оружием персонажа на <cryo>0,21%</cryo> от его макс. HP. Эффект может возникнуть не чаще 1 раза в 0,3 сек. и складывается до 3 раз. После получения 3 уровней или обновления длительности 3 уровня мастерство стихий всех персонажей поблизости увеличится на <cryo>0,35%</cryo> от макс. HP экипированного этим оружием персонажа на 20 сек."
    },
    "4": {
      "0": "Увеличивает НР на <cryo>40%</cryo>. Попадание элементальным навыком на 20 сек. создаёт Великое сказание, которое повышает мастерство стихий экипированного этим оружием персонажа на <cryo>0,24%</cryo> от его макс. HP. Эффект может возникнуть не чаще 1 раза в 0,3 сек. и складывается до 3 раз. После получения 3 уровней или обновления длительности 3 уровня мастерство стихий всех персонажей поблизости увеличится на <cryo>0,4%</cryo> от макс. HP экипированного этим оружием персонажа на 20 сек."
    }
  }
}