{
  "name": "Симфонист ароматов",
  "description": {
    "0": "Копьё элегантной формы. Говорят, когда-то оно служило дирижёрской палочкой великому музыканту, который воздвиг мост между мелодией и вкусом."
  },
  "passiveName": "Симфония вкусов",
  "passiveDescription": {
    "0": {
      "0": "Сила атаки повышается на <cryo>12%</cryo>. Когда экипированный персонаж неактивен, сила атаки дополнительно повышается на <cryo>12%</cryo>. После осуществления лечения экипированный и получивший лечение персонажи приобретают эффект Сладких эхо: их сила атаки повышается на <cryo>32%</cryo> на 3 сек. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя."
    },
    "1": {
      "0": "Сила атаки повышается на <cryo>15%</cryo>. Когда экипированный персонаж неактивен, сила атаки дополнительно повышается на <cryo>15%</cryo>. После осуществления лечения экипированный и получивший лечение персонажи приобретают эффект Сладких эхо: их сила атаки повышается на <cryo>40%</cryo> на 3 сек. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя."
    },
    "2": {
      "0": "Сила атаки повышается на <cryo>18%</cryo>. Когда экипированный персонаж неактивен, сила атаки дополнительно повышается на <cryo>18%</cryo>. После осуществления лечения экипированный и получивший лечение персонажи приобретают эффект Сладких эхо: их сила атаки повышается на <cryo>48%</cryo> на 3 сек. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя."
    },
    "3": {
      "0": "Сила атаки повышается на <cryo>21%</cryo>. Когда экипированный персонаж неактивен, сила атаки дополнительно повышается на <cryo>21%</cryo>. После осуществления лечения экипированный и получивший лечение персонажи приобретают эффект Сладких эхо: их сила атаки повышается на <cryo>56%</cryo> на 3 сек. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя."
    },
    "4": {
      "0": "Сила атаки повышается на <cryo>24%</cryo>. Когда экипированный персонаж неактивен, сила атаки дополнительно повышается на <cryo>24%</cryo>. После осуществления лечения экипированный и получивший лечение персонажи приобретают эффект Сладких эхо: их сила атаки повышается на <cryo>64%</cryo> на 3 сек. Этот эффект срабатывает, даже когда экипированный персонаж не на поле боя."
    }
  }
}