{
  "name": "Полярная звезда",
  "description": {
    "0": "Белоснежный лук, пронзительный, как льды суровой зимы."
  },
  "passiveName": "Знамение полярного дня",
  "passiveDescription": {
    "0": {
      "0": "Урон, наносимый элементальным навыком и взрывом стихии, увеличивается на <cryo>12%</cryo>. Когда обычная атака, заряженная атака, элементальный навык или взрыв стихии попадают по врагу, возникает 1 ур. эффекта Звезда полярной ночи, который длится 12 сек. При 1/2/3/4 ур. эффекта Звезда полярной ночи сила атаки повышается на <cryo>10/20/30/48%</cryo>. Уровни эффекта Звезда полярной ночи, созданные обычной атакой, заряженной атакой, элементальным навыком и взрывом стихии, существуют независимо."
    },
    "1": {
      "0": "Урон, наносимый элементальным навыком и взрывом стихии, увеличивается на <cryo>15%</cryo>. Когда обычная атака, заряженная атака, элементальный навык или взрыв стихии попадают по врагу, возникает 1 ур. эффекта Звезда полярной ночи, который длится 12 сек. При 1/2/3/4 ур. эффекта Звезда полярной ночи сила атаки повышается на <cryo>12,5/25/37,5/60%</cryo> соответственно. Уровни Звезды полярной ночи, созданные обычной атакой, заряженной атакой, элементальным навыком и взрывом стихии, рассчитываются по отдельности."
    },
    "2": {
      "0": "Урон, наносимый элементальным навыком и взрывом стихии, увеличивается на <cryo>18%</cryo>. Когда обычная атака, заряженная атака, элементальный навык или взрыв стихии попадают по врагу, возникает 1 ур. эффекта Звезда полярной ночи, который длится 12 сек. При 1/2/3/4 ур. эффекта Звезда полярной ночи сила атаки повышается на <cryo>15/30/45/72%</cryo>. Уровни Звезды полярной ночи, созданные обычной атакой, заряженной атакой, элементальным навыком и взрывом стихии, рассчитываются по отдельности."
    },
    "3": {
      "0": "Урон, наносимый элементальным навыком и взрывом стихии, увеличивается на <cryo>21%</cryo>. Когда обычная атака, заряженная атака, элементальный навык или взрыв стихии попадают по врагу, возникает 1 ур. эффекта Звезда полярной ночи, который длится 12 сек. При 1/2/3/4 ур. эффекта Звезда полярной ночи сила атаки повышается на <cryo>17,5/35/52,5/84%</cryo>. Уровни Звезды полярной ночи, созданные обычной атакой, заряженной атакой, элементальным навыком и взрывом стихии, рассчитываются по отдельности."
    },
    "4": {
      "0": "Урон, наносимый элементальным навыком и взрывом стихии, увеличивается на <cryo>24%</cryo>. Когда обычная атака, заряженная атака, элементальный навык или взрыв стихии попадают по врагу, возникает 1 ур. эффекта Звезда полярной ночи, который длится 12 сек. При 1/2/3/4 ур. эффекта Звезда полярной ночи сила атаки повышается на <cryo>20/40/60/96%</cryo>. Уровни Звезды полярной ночи, созданные обычной атакой, заряженной атакой, элементальным навыком и взрывом стихии, рассчитываются по отдельности."
    }
  }
}