{
  "name": "Вихрь на волнах",
  "description": {
    "0": "Бумеранг из клыков гигантского морского змея. Оно было тем редким оружием, которое великан Тупак считал надёжным."
  },
  "passiveName": "Мечущиеся клыки",
  "passiveDescription": {
    "0": {
      "0": "Уменьшает потребление выносливости во время плавания на 15%. Кроме того, увеличивает макс. HP на <cryo>20%</cryo> на 10 сек. после применения элементального навыка. За каждого Гидро персонажа в отряде макс. HP дополнительно повышается на <cryo>12%</cryo>. Максимальное увеличение, получаемое таким способом, составляет <cryo>24%</cryo>. Этот эффект может возникнуть один раз в 15 сек."
    },
    "1": {
      "0": "Уменьшает потребление выносливости во время плавания на 15%. Кроме того, увеличивает макс. HP на <cryo>25%</cryo> на 10 сек. после применения элементального навыка. За каждого Гидро персонажа в отряде макс. HP дополнительно повышается на <cryo>15%</cryo>. Максимальное увеличение, получаемое таким способом, составляет <cryo>30%</cryo>. Этот эффект может возникнуть один раз в 15 сек."
    },
    "2": {
      "0": "Уменьшает потребление выносливости во время плавания на 15%. Кроме того, увеличивает макс. HP на <cryo>30%</cryo> на 10 сек. после применения элементального навыка. За каждого Гидро персонажа в отряде макс. HP дополнительно повышается на <cryo>18%</cryo>. Максимальное увеличение, получаемое таким способом, составляет <cryo>36%</cryo>. Этот эффект может возникнуть один раз в 15 сек."
    },
    "3": {
      "0": "Уменьшает потребление выносливости во время плавания на 15%. Кроме того, увеличивает макс. HP на <cryo>35%</cryo> на 10 сек. после применения элементального навыка. За каждого Гидро персонажа в отряде макс. HP дополнительно повышается на <cryo>21%</cryo>. Максимальное увеличение, получаемое таким способом, составляет <cryo>42%</cryo>. Этот эффект может возникнуть один раз в 15 сек."
    },
    "4": {
      "0": "Уменьшает потребление выносливости во время плавания на 15%. Кроме того, увеличивает макс. HP на <cryo>40%</cryo> на 10 сек. после применения элементального навыка. За каждого Гидро персонажа в отряде макс. HP дополнительно повышается на <cryo>24%</cryo>. Максимальное увеличение, получаемое таким способом, составляет <cryo>48%</cryo>. Этот эффект может возникнуть один раз в 15 сек."
    }
  }
}