{
  "name": "Зеркало прядильщицы ночи",
  "description": {
    "0": "Зеркало из безупречного серебра. Согласно легенде, оно стало свидетелем рождения Девы Луны, поэтому Дети Морозной Луны считают его священной реликвией."
  },
  "passiveName": "Тысячелетний гимн",
  "passiveDescription": {
    "0": {
      "0": "Нанося Гидро или Дендро урон элементальным навыком, экипированный персонаж получает эффект Молитва крайнего севера: мастерство стихий повышается на <cryo>60</cryo> ед. на 4,5 сек. Когда персонажи отряда поблизости активируют реакцию Лунная бутонизация, экипированный персонаж получает эффект Стих новолуния: мастерство стихий повышается на <cryo>60</cryo> ед. на 10 сек. Если Молитва крайнего севера и Стих новолуния действуют одновременно, урон реакции Бутонизация всех персонажей отряда поблизости повышается на <cryo>120%</cryo>, реакций Вегетация и Цветение - на <cryo>80%</cryo>, а реакции Лунная бутонизация - на <cryo>40%</cryo>. Этот эффект не складывается. Описанные эффекты срабатывают, даже когда экипированный персонаж не на поле боя."
    },
    "1": {
      "0": "Нанося Гидро или Дендро урон элементальным навыком, экипированный персонаж получает эффект Молитва крайнего севера: мастерство стихий повышается на <cryo>75</cryo> ед. на 4,5 сек. Когда персонажи отряда поблизости активируют реакцию Лунная бутонизация, экипированный персонаж получает эффект Стих новолуния: мастерство стихий повышается на <cryo>75</cryo> ед. на 10 сек. Если Молитва крайнего севера и Стих новолуния действуют одновременно, урон реакции Бутонизация всех персонажей отряда поблизости повышается на <cryo>150%</cryo>, реакций Вегетация и Цветение - на <cryo>100%</cryo>, а реакции Лунная бутонизация - на <cryo>50%</cryo>. Этот эффект не складывается. Описанные эффекты срабатывают, даже когда экипированный персонаж не на поле боя."
    },
    "2": {
      "0": "Нанося Гидро или Дендро урон элементальным навыком, экипированный персонаж получает эффект Молитва крайнего севера: мастерство стихий повышается на <cryo>90</cryo> ед. на 4,5 сек. Когда персонажи отряда поблизости активируют реакцию Лунная бутонизация, экипированный персонаж получает эффект Стих новолуния: мастерство стихий повышается на <cryo>90</cryo> ед. на 10 сек. Если Молитва крайнего севера и Стих новолуния действуют одновременно, урон реакции Бутонизация всех персонажей отряда поблизости повышается на <cryo>180%</cryo>, реакций Вегетация и Цветение - на <cryo>120%</cryo>, а реакции Лунная бутонизация - на <cryo>60%</cryo>, причём этот эффект не складывается. Этот эффект не складывается. Описанные эффекты срабатывают, даже когда экипированный персонаж не на поле боя."
    },
    "3": {
      "0": "Нанося Гидро или Дендро урон элементальным навыком, экипированный персонаж получает эффект Молитва крайнего севера: мастерство стихий повышается на <cryo>105</cryo> ед. на 4,5 сек. Когда персонажи отряда поблизости активируют реакцию Лунная бутонизация, экипированный персонаж получает эффект Стих новолуния: мастерство стихий повышается на <cryo>105</cryo> ед. на 10 сек. Если Молитва крайнего севера и Стих новолуния действуют одновременно, урон реакции Бутонизация всех персонажей отряда поблизости повышается на <cryo>210%</cryo>, реакций Вегетация и Цветение - на <cryo>140%</cryo>, а реакции Лунная бутонизация - на <cryo>70%</cryo>, причём этот эффект не складывается. Этот эффект не складывается. Описанные эффекты срабатывают, даже когда экипированный персонаж не на поле боя."
    },
    "4": {
      "0": "Нанося Гидро или Дендро урон элементальным навыком, экипированный персонаж получает эффект Молитва крайнего севера: мастерство стихий повышается на <cryo>120</cryo> ед. на 4,5 сек. Когда персонажи отряда поблизости активируют реакцию Лунная бутонизация, экипированный персонаж получает эффект Стих новолуния: мастерство стихий повышается на <cryo>120</cryo> ед. на 10 сек. Если Молитва крайнего севера и Стих новолуния действуют одновременно, урон реакции Бутонизация всех персонажей отряда поблизости повышается на <cryo>240%</cryo>, реакций Вегетация и Цветение - на <cryo>160%</cryo>, а реакции Лунная бутонизация - на <cryo>80%</cryo>. Этот эффект не складывается. Описанные эффекты срабатывают, даже когда экипированный персонаж не на поле боя."
    }
  }
}