{
  "name": "Приближённый короля",
  "description": {
    "0": "Оружие, полученное из истории аранар. Оно приняло форму лука, который способен поражать врагов леса стрелами."
  },
  "passiveName": "Учения владыки лабиринта",
  "passiveDescription": {
    "0": {
      "0": "Активация элементального навыка или взрыва стихии наделяет персонажа эффектом Наставлений лесов, который увеличивает его мастерство стихий на <cryo>60</cryo> ед. на 12 сек. При переключении персонажа эффект пропадёт. Когда время действия эффекта заканчивается или он пропадёт, одному из противников поблизости наносится урон в <cryo>100%</cryo> от силы атаки. Этот эффект может возникнуть раз в 20 сек."
    },
    "1": {
      "0": "Активация элементального навыка или взрыва стихии наделяет персонажа эффектом Наставлений лесов, который увеличивает его мастерство стихий на <cryo>80</cryo> ед. на 12 сек. При переключении персонажа эффект пропадёт. Когда время действия эффекта заканчивается или он пропадёт, одному из противников поблизости наносится урон в <cryo>120%</cryo> от силы атаки. Этот эффект может возникнуть один раз в 20 сек."
    },
    "2": {
      "0": "Активация элементального навыка или взрыва стихии наделяет персонажа эффектом Наставлений лесов, который увеличивает его мастерство стихий на <cryo>100</cryo> ед. на 12 сек. При переключении персонажа эффект пропадёт. Когда время действия эффекта заканчивается или он пропадёт, одному из противников поблизости наносится урон в <cryo>140%</cryo> от силы атаки. Этот эффект может возникнуть раз в 20 сек."
    },
    "3": {
      "0": "Активация элементального навыка или взрыва стихии наделяет персонажа эффектом Наставлений лесов, который увеличивает его мастерство стихий на <cryo>120</cryo> ед. на 12 сек. При переключении персонажа эффект пропадёт. Когда время действия эффекта заканчивается или он пропадёт, одному из противников поблизости наносится урон в <cryo>160%</cryo> от силы атаки. Этот эффект может возникнуть раз в 20 сек."
    },
    "4": {
      "0": "Активация элементального навыка или взрыва стихии наделяет персонажа эффектом Наставлений лесов, который увеличивает его мастерство стихий на <cryo>140</cryo> ед. на 12 сек. При переключении персонажа эффект пропадёт. Когда время действия эффекта заканчивается или он пропадёт, одному из противников поблизости наносится урон в <cryo>180%</cryo> от силы атаки. Этот эффект может возникнуть раз в 20 сек."
    }
  }
}