{
  "name": "Усмиритель бед",
  "description": {
    "0": "Отточенное оружие, выкованное из странного кристалла. Его слабый голубой свет, кажется, шепчет о бесчисленных событиях прошлого."
  },
  "passiveName": "Завет погибели",
  "passiveDescription": {
    "0": {
      "0": "Даёт <cryo>12%</cryo> бонус урона всеми элементами. Запуск элементального навыка накладывает Совершенствование на 20 сек., в результате чего сила атаки увеличивается на <cryo>3,2%</cryo> в секунду. Может складываться до 6 раз. Когда персонаж, экипированный этим оружием, не на поле боя, бонус атаки от Совершенствования удваивается."
    },
    "1": {
      "0": "Даёт <cryo>15%</cryo> бонус урона всеми элементами. Запуск элементального навыка накладывает Совершенствование на 20 сек., в результате чего сила атаки увеличивается на <cryo>4%</cryo> в секунду. Может складываться до 6 раз. Когда персонаж, экипированный этим оружием, не на поле боя, бонус атаки от Совершенствования удваивается."
    },
    "2": {
      "0": "Даёт <cryo>18%</cryo> бонус урона всеми элементами. Запуск элементального навыка накладывает Совершенствование на 20 сек., в результате чего сила атаки увеличивается на <cryo>4,8%</cryo> в секунду. Может складываться до 6 раз. Когда персонаж, экипированный этим оружием, не на поле боя, бонус атаки от Совершенствования удваивается."
    },
    "3": {
      "0": "Даёт <cryo>21%</cryo> бонус урона всеми элементами. Запуск элементального навыка накладывает Совершенствование на 20 сек., в результате чего сила атаки увеличивается на <cryo>5,6%</cryo> в секунду. Может складываться до 6 раз. Когда персонаж, экипированный этим оружием, не на поле боя, бонус атаки от Совершенствования удваивается."
    },
    "4": {
      "0": "Даёт <cryo>24%</cryo> бонус урона всеми элементами. Запуск элементального навыка накладывает Совершенствование на 20 сек., в результате чего сила атаки увеличивается на <cryo>6,4%</cryo> в секунду. Может складываться до 6 раз. Когда персонаж, экипированный этим оружием, не на поле боя, бонус атаки от Совершенствования удваивается."
    }
  }
}