{
  "name": "Шкатулка истин",
  "description": {
    "0": "Шкатулка с рогами, вырезанная из золота и нефрита. Легенда гласит, что некогда эта шкатулка хранилась в святилище в глубине сапфирового города Тулайтуллы."
  },
  "passiveName": "Подлинный смысл лжи",
  "passiveDescription": {
    "0": {
      "0": "Шанс крит. попадания повышается на <cryo>8%</cryo>. При активации элементального навыка экипированный персонаж получает эффект Секрет лжи: мастерство стихий повышается на <cryo>80</cryo> ед. на 12 сек. Когда экипированный персонаж наносит врагу урон Лунной бутонизации, он получает эффект Луна истины: крит. урон повышается на <cryo>24%</cryo> на 4 сек. Когда Секрет лжи и Луна истины действуют одновременно, результат обоих эффектов повышается на 50%."
    },
    "1": {
      "0": "Шанс крит. попадания повышается на <cryo>10%</cryo>. При активации элементального навыка экипированный персонаж получает эффект Секрет лжи: мастерство стихий повышается на <cryo>100</cryo> ед. на 12 сек. Когда экипированный персонаж наносит врагу урон Лунной бутонизации, он получает эффект Луна истины: крит. урон повышается на <cryo>30%</cryo> на 4 сек. Когда Секрет лжи и Луна истины действуют одновременно, результат обоих эффектов повышается на 50%."
    },
    "2": {
      "0": "Шанс крит. попадания повышается на <cryo>12%</cryo>. При активации элементального навыка экипированный персонаж получает эффект Секрет лжи: мастерство стихий повышается на <cryo>120</cryo> ед. на 12 сек. Когда экипированный персонаж наносит врагу урон Лунной бутонизации, он получает эффект Луна истины: крит. урон повышается на <cryo>36%</cryo> на 4 сек. Когда Секрет лжи и Луна истины действуют одновременно, результат обоих эффектов повышается на 50%."
    },
    "3": {
      "0": "Шанс крит. попадания повышается на <cryo>14%</cryo>. При активации элементального навыка экипированный персонаж получает эффект Секрет лжи: мастерство стихий повышается на <cryo>140</cryo> ед. на 12 сек. Когда экипированный персонаж наносит врагу урон Лунной бутонизации, он получает эффект Луна истины: крит. урон повышается на <cryo>42%</cryo> на 4 сек. Когда Секрет лжи и Луна истины действуют одновременно, результат обоих эффектов повышается на 50%."
    },
    "4": {
      "0": "Шанс крит. попадания повышается на <cryo>16%</cryo>. При активации элементального навыка экипированный персонаж получает эффект Секрет лжи: мастерство стихий повышается на <cryo>160</cryo> ед. на 12 сек. Когда экипированный персонаж наносит врагу урон Лунной бутонизации, он получает эффект Луна истины: крит. урон повышается на <cryo>48%</cryo> на 4 сек. Когда Секрет лжи и Луна истины действуют одновременно, результат обоих эффектов повышается на 50%."
    }
  }
}