{
  "name": "Переносная мотопила",
  "description": {
    "0": "Мотопила старого образца, которую в наше время нигде не найти. Когда-то на этот инструмент полагались все рабочие."
  },
  "passiveName": "Матросская песня",
  "passiveDescription": {
    "0": {
      "0": "Когда экипированный персонаж лечит или получает лечение, он на 30 сек. наделяется Символом стойкости. Всего можно получить до 3 Символов. При активации элементального навыка или взрыва стихии все Символы расходуются и на 10 сек. создаётся эффект Воодушевления: за каждый израсходованный Символ мастерство стихий повышается на <cryo>40</cryo> ед., а через 2 сек. после активации эффекта каждый израсходованный Символ восстанавливает <cryo>2</cryo> ед. энергии. Эффект Воодушевления может возникнуть один раз в 15 сек. Персонаж получает Символы стойкости, даже если он не на поле боя."
    },
    "1": {
      "0": "Когда экипированный персонаж лечит или получает лечение, он на 30 сек. наделяется Символом стойкости. Всего можно получить до 3 Символов. При активации элементального навыка или взрыва стихии все Символы расходуются и на 10 сек. создаётся эффект Воодушевления: за каждый израсходованный Символ мастерство стихий повышается на <cryo>50</cryo> ед., а через 2 сек. после активации эффекта каждый израсходованный Символ восстанавливает <cryo>2,5</cryo> ед. энергии. Эффект Воодушевления может возникнуть один раз в 15 сек. Персонаж получает Символы стойкости, даже если он не на поле боя."
    },
    "2": {
      "0": "Когда экипированный персонаж лечит или получает лечение, он на 30 сек. наделяется Символом стойкости. Всего можно получить до 3 Символов. При активации элементального навыка или взрыва стихии все Символы расходуются и на 10 сек. создаётся эффект Воодушевления: за каждый израсходованный Символ мастерство стихий повышается на <cryo>60</cryo> ед., а через 2 сек. после активации эффекта каждый израсходованный Символ восстанавливает <cryo>3</cryo> ед. энергии. Эффект Воодушевления может возникнуть один раз в 15 сек. Персонаж получает Символы стойкости, даже если он не на поле боя."
    },
    "3": {
      "0": "Когда экипированный персонаж лечит или получает лечение, он на 30 сек. наделяется Символом стойкости. Всего можно получить до 3 Символов. При активации элементального навыка или взрыва стихии все Символы расходуются и на 10 сек. создаётся эффект Воодушевления: за каждый израсходованный Символ мастерство стихий повышается на <cryo>70</cryo> ед., а через 2 сек. после активации эффекта каждый израсходованный Символ восстанавливает <cryo>3,5</cryo> ед. энергии. Эффект Воодушевления может возникнуть один раз в 15 сек. Персонаж получает Символы стойкости, даже если он не на поле боя."
    },
    "4": {
      "0": "Когда экипированный персонаж лечит или получает лечение, он на 30 сек. наделяется Символом стойкости. Всего можно получить до 3 Символов. При активации элементального навыка или взрыва стихии все Символы расходуются и на 10 сек. создаётся эффект Воодушевления: за каждый израсходованный Символ мастерство стихий повышается на <cryo>80</cryo> ед., а через 2 сек. после активации эффекта каждый израсходованный Символ восстанавливает <cryo>4</cryo> ед. энергии. Эффект Воодушевления может возникнуть один раз в 15 сек. Персонаж получает Символы стойкости, даже если он не на поле боя."
    }
  }
}