{
  "name": "Наследник слепящего солнца",
  "description": {
    "0": "Старинный длинный лук эпохи правления царя Дешрета. На нём выгравированы таинственные древние символы и величественные узоры."
  },
  "passiveName": "Путь слепящего солнца",
  "passiveDescription": {
    "0": {
      "0": "Попадания заряженной атакой обрушивают на поражённого ею врага Стрелу слепящего солнца, которая наносит <cryo>60%</cryo> урона от силы атаки. Кроме того, на врага, получившего урон от Стрелы слепящего солнца, на 10 сек. накладывается эффект Пылающего сердца. Урон заряженной атаки экипированного персонажа по противнику под воздействием Пылающего сердца повышается на <cryo>28%</cryo>. Стрела слепящего солнца может возникнуть один раз в 10 сек."
    },
    "1": {
      "0": "Попадания заряженной атакой обрушивают на поражённого ею врага Стрелу слепящего солнца, которая наносит <cryo>75%</cryo> урона от силы атаки. Кроме того, на врага, получившего урон от Стрелы слепящего солнца, на 10 сек. накладывается эффект Пылающего сердца. Урон заряженной атаки экипированного персонажа по противнику под воздействием Пылающего сердца повышается на <cryo>35%</cryo>. Стрела слепящего солнца может возникнуть один раз в 10 сек."
    },
    "2": {
      "0": "Попадания заряженной атакой обрушивают на поражённого ею врага Стрелу слепящего солнца, которая наносит <cryo>90%</cryo> урона от силы атаки. Кроме того, на врага, получившего урон от Стрелы слепящего солнца, на 10 сек. накладывается эффект Пылающего сердца. Урон заряженной атаки экипированного персонажа по противнику под воздействием Пылающего сердца повышается на <cryo>42%</cryo>. Стрела слепящего солнца может возникнуть один раз в 10 сек."
    },
    "3": {
      "0": "Попадания заряженной атакой обрушивают на поражённого ею врага Стрелу слепящего солнца, которая наносит <cryo>105%</cryo> урона от силы атаки. Кроме того, на врага, получившего урон от Стрелы слепящего солнца, на 10 сек. накладывается эффект Пылающего сердца. Урон заряженной атаки экипированного персонажа по противнику под воздействием Пылающего сердца повышается на <cryo>49%</cryo>. Стрела слепящего солнца может возникнуть один раз в 10 сек."
    },
    "4": {
      "0": "Попадания заряженной атакой обрушивают на поражённого ею врага Стрелу слепящего солнца, которая наносит <cryo>120%</cryo> урона от силы атаки. Кроме того, на врага, получившего урон от Стрелы слепящего солнца, на 10 сек. накладывается эффект Пылающего сердца. Урон заряженной атаки экипированного персонажа по противнику под воздействием Пылающего сердца повышается на <cryo>56%</cryo>. Стрела слепящего солнца может возникнуть один раз в 10 сек."
    }
  }
}