{
  "name": "Сверкание чистых вод",
  "description": {
    "0": "Сборник сценариев причудливой формы. В нём все сценарии за авторством Коппелиуса."
  },
  "passiveName": "Неоконченный шедевр",
  "passiveDescription": {
    "0": {
      "0": "Активация элементального навыка повышает бонус урона всеми элементами на <cryo>8%</cryo> на 15 сек. и накладывает Долг жизни, равный 24% от макс. HP. Эффект может возникнуть один раз в 10 сек. Когда Долг жизни снимается, бонус урона всеми элементами на 15 сек. увеличивается на <cryo>2%</cryo> за каждые отданные 1000 ед. HP Долга жизни. Бонус урона всеми элементами, полученный таким образом, не может превышать <cryo>12%</cryo>."
    },
    "1": {
      "0": "Активация элементального навыка повышает бонус урона всеми элементами на <cryo>10%</cryo> на 15 сек. и накладывает Долг жизни, равный 24% от макс. HP. Эффект может возникнуть один раз в 10 сек. Когда Долг жизни снимается, бонус урона всеми элементами на 15 сек. увеличивается на <cryo>2,5%</cryo> за каждые отданные 1000 ед. HP Долга жизни. Бонус урона всеми элементами, полученный таким образом, не может превышать <cryo>15%</cryo>."
    },
    "2": {
      "0": "Активация элементального навыка повышает бонус урона всеми элементами на <cryo>12%</cryo> на 15 сек. и накладывает Долг жизни, равный 24% от макс. HP. Эффект может возникнуть один раз в 10 сек. Когда Долг жизни снимается, бонус урона всеми элементами на 15 сек. увеличивается на <cryo>3%</cryo> за каждые отданные 1000 ед. HP Долга жизни. Бонус урона всеми элементами, полученный таким образом, не может превышать <cryo>18%</cryo>."
    },
    "3": {
      "0": "Активация элементального навыка повышает бонус урона всеми элементами на <cryo>14%</cryo> на 15 сек. и накладывает Долг жизни, равный 24% от макс. HP. Эффект может возникнуть один раз в 10 сек. Когда Долг жизни снимается, бонус урона всеми элементами на 15 сек. увеличивается на <cryo>3,5%</cryo> за каждые отданные 1000 ед. HP Долга жизни. Бонус урона всеми элементами, полученный таким образом, не может превышать <cryo>21%</cryo>."
    },
    "4": {
      "0": "Активация элементального навыка повышает бонус урона всеми элементами на <cryo>16%</cryo> на 15 сек. и накладывает Долг жизни, равный 24% от макс. HP. Эффект может возникнуть один раз в 10 сек. Когда Долг жизни снимается, бонус урона всеми элементами на 15 сек. увеличивается на <cryo>4%</cryo> за каждые отданные 1000 ед. HP Долга жизни. Бонус урона всеми элементами, полученный таким образом, не может превышать <cryo>24%</cryo>."
    }
  }
}