{
  "name": "Атаме артис",
  "description": {
    "0": "В сказке маленькой ведьмы храбрый герой получил меч в подарок от Короля Дня, но в итоге маленькая ведьма использовала его, чтобы победить самого героя."
  },
  "passiveName": "Пылающая слава Короля Дня",
  "passiveDescription": {
    "0": {
      "0": "Крит. урон взрыва стихии повышается на <cryo>16%</cryo>. При попадании взрыва стихии по противнику создаётся эффект Лезвие белого дня: сила атаки повышается на <cryo>20%</cryo>, а сила атаки активных персонажей отряда поблизости (кроме экипированного персонажа) повышается на <cryo>16%</cryo> на 3 сек.",
      "1": "Кроме того, когда в отряде действует эффект Ведьмовство: Тайный обряд, Лезвие белого дня дополнительно усиливается на 75%. Эти эффекты срабатывают, даже когда экипированный персонаж не на поле боя."
    },
    "1": {
      "0": "Крит. урон взрыва стихии повышается на <cryo>20%</cryo>. При попадании взрыва стихии по противнику создаётся эффект Лезвие белого дня: сила атаки повышается на <cryo>25%</cryo>, а сила атаки активных персонажей отряда поблизости (кроме экипированного персонажа) повышается на <cryo>20%</cryo> на 3 сек.",
      "1": "Кроме того, когда в отряде действует эффект Ведьмовство: Тайный обряд, Лезвие белого дня дополнительно усиливается на 75%. Эти эффекты срабатывают, даже когда экипированный персонаж не на поле боя."
    },
    "2": {
      "0": "Крит. урон взрыва стихии повышается на <cryo>24%</cryo>. При попадании взрыва стихии по противнику создаётся эффект Лезвие белого дня: сила атаки повышается на <cryo>30%</cryo>, а сила атаки активных персонажей отряда поблизости (кроме экипированного персонажа) повышается на <cryo>24%</cryo> на 3 сек.",
      "1": "Кроме того, когда в отряде действует эффект Ведьмовство: Тайный обряд, Лезвие белого дня дополнительно усиливается на 75%. Эти эффекты срабатывают, даже когда экипированный персонаж не на поле боя."
    },
    "3": {
      "0": "Крит. урон взрыва стихии повышается на <cryo>28%</cryo>. При попадании взрыва стихии по противнику создаётся эффект Лезвие белого дня: сила атаки повышается на <cryo>35%</cryo>, а сила атаки активных персонажей отряда поблизости (кроме экипированного персонажа) повышается на <cryo>28%</cryo> на 3 сек.",
      "1": "Кроме того, когда в отряде действует эффект Ведьмовство: Тайный обряд, Лезвие белого дня дополнительно усиливается на 75%. Эти эффекты срабатывают, даже когда экипированный персонаж не на поле боя."
    },
    "4": {
      "0": "Крит. урон взрыва стихии повышается на <cryo>32%</cryo>. При попадании взрыва стихии по противнику создаётся эффект Лезвие белого дня: сила атаки повышается на <cryo>40%</cryo>, а сила атаки активных персонажей отряда поблизости (кроме экипированного персонажа) повышается на <cryo>32%</cryo> на 3 сек.",
      "1": "Кроме того, когда в отряде действует эффект Ведьмовство: Тайный обряд, Лезвие белого дня дополнительно усиливается на 75%. Эти эффекты срабатывают, даже когда экипированный персонаж не на поле боя."
    }
  }
}