{
  "name": "Обряд вечного течения",
  "description": {
    "0": "Книга наставлений, когда-то передававшаяся из поколения в поколение в подводной обители. Сегодня о ней никому не известно."
  },
  "passiveName": "Волна вечности",
  "passiveDescription": {
    "0": {
      "0": "Увеличивает HP на <cryo>16%</cryo>. Когда текущее HP персонажа повышается или понижается, урон заряженной атаки увеличивается на <cryo>14%</cryo> на 4 сек. Эффект складывается до 3 раз и возникает не чаще, чем 1 раз в 0,3 сек. При получении 3 уровней или обновлении времени длительности 3 уровня восстанавливается <cryo>8</cryo> ед. энергии. Восстанавливать энергию таким образом можно 1 раз в 12 сек."
    },
    "1": {
      "0": "Увеличивает HP на <cryo>20%</cryo>. Когда текущее HP персонажа повышается или понижается, урон заряженной атаки увеличивается на <cryo>18%</cryo> на 4 сек. Эффект складывается до 3 раз и возникает не чаще, чем 1 раз в 0,3 сек. При получении 3 уровней или обновлении времени длительности 3 уровня восстанавливается <cryo>9</cryo> ед. энергии. Восстанавливать энергию таким образом можно 1 раз в 12 сек."
    },
    "2": {
      "0": "Увеличивает HP на <cryo>24%</cryo>. Когда текущее HP персонажа повышается или понижается, урон заряженной атаки увеличивается на <cryo>22%</cryo> на 4 сек. Эффект складывается до 3 раз и возникает не чаще, чем 1 раз в 0,3 сек. При получении 3 уровней или обновлении времени длительности 3 уровня восстанавливается <cryo>10</cryo> ед. энергии. Восстанавливать энергию таким образом можно 1 раз в 12 сек."
    },
    "3": {
      "0": "Увеличивает HP на <cryo>28%</cryo>. Когда текущее HP персонажа повышается или понижается, урон заряженной атаки увеличивается на <cryo>26%</cryo> на 4 сек. Эффект складывается до 3 раз и возникает не чаще, чем 1 раз в 0,3 сек. При получении 3 уровней или обновлении времени длительности 3 уровня восстанавливается <cryo>11</cryo> ед. энергии. Восстанавливать энергию таким образом можно 1 раз в 12 сек."
    },
    "4": {
      "0": "Увеличивает HP на <cryo>32%</cryo>. Когда текущее HP персонажа повышается или понижается, урон заряженной атаки увеличивается на <cryo>30%</cryo> на 4 сек. Эффект складывается до 3 раз и возникает не чаще, чем 1 раз в 0,3 сек. При получении 3 уровней или обновлении времени длительности 3 уровня восстанавливается <cryo>12</cryo> ед. энергии. Восстанавливать энергию таким образом можно 1 раз в 12 сек."
    }
  }
}