{
  "name": "Клятва свободы",
  "description": {
    "0": "Цвет этого меча напоминает о древних песнопениях, а его острота подобна словам данной в царстве ветров клятвы свободы."
  },
  "passiveName": "Песнь восстания",
  "passiveDescription": {
    "0": {
      "0": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает наносимый урон на <cryo>10%</cryo>. Вызов элементальной реакции даёт персонажу один Талисман воодушевления. Он может возникнуть раз в 0,5 сек., даже когда персонаж в отряде, но не активен. Два собранных Талисмана воодушевления пропадают, на 12 сек. наделяя ближайших членов отряда эффектом «Тысячелетняя симфония: Гимн восстания», который увеличивает урон, наносимый обычной атакой, заряженной атакой и атакой в падении, на <cryo>16%</cryo>, а силу атаки - на <cryo>20%</cryo>. В течение 20 сек. после активации эффекта Талисманы воодушевления появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается."
    },
    "1": {
      "0": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает наносимый урон на <cryo>12,5%</cryo>. Вызов элементальной реакции даёт персонажу один Талисман воодушевления. Он может возникнуть раз в 0,5 сек., даже когда персонаж в отряде, но не активен. Два собранных Талисмана воодушевления пропадают, на 12 сек. наделяя ближайших членов отряда эффектом «Тысячелетняя симфония: Гимн восстания», который увеличивает урон, наносимый обычной атакой, заряженной атакой и атакой в падении, на <cryo>20%</cryo>, а силу атаки - на <cryo>25%</cryo>. В течение 20 сек. после активации эффекта Талисманы воодушевления появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается."
    },
    "2": {
      "0": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает наносимый урон на <cryo>15%</cryo>. Вызов элементальной реакции даёт персонажу один Талисман воодушевления. Он может возникнуть раз в 0,5 сек., даже когда персонаж в отряде, но не активен. Два собранных Талисмана воодушевления пропадают, на 12 сек. наделяя ближайших членов отряда эффектом «Тысячелетняя симфония: Гимн восстания», который увеличивает урон, наносимый обычной атакой, заряженной атакой и атакой в падении, на <cryo>24%</cryo>, а силу атаки - на <cryo>30%</cryo>. В течение 20 сек. после активации эффекта Талисманы воодушевления появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается."
    },
    "3": {
      "0": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает наносимый урон на <cryo>17,5%</cryo>. Вызов элементальной реакции даёт персонажу один Талисман воодушевления. Он может возникнуть раз в 0,5 сек., даже когда персонаж в отряде, но не активен. Два собранных Талисмана воодушевления пропадают, на 12 сек. наделяя ближайших членов отряда эффектом «Тысячелетняя симфония: Гимн восстания», который увеличивает урон, наносимый обычной атакой, заряженной атакой и атакой в падении, на <cryo>28%</cryo>, а силу атаки - на <cryo>35%</cryo>. В течение 20 сек. после активации эффекта Талисманы воодушевления появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается."
    },
    "4": {
      "0": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает наносимый урон на <cryo>20%</cryo>. Вызов элементальной реакции даёт персонажу один Талисман воодушевления. Он может возникнуть раз в 0,5 сек., даже когда персонаж в отряде, но не активен. Два собранных Талисмана воодушевления пропадают, на 12 сек. наделяя ближайших членов отряда эффектом «Тысячелетняя симфония: Гимн восстания», который увеличивает урон, наносимый обычной атакой, заряженной атакой и атакой в падении, на <cryo>32%</cryo>, а силу атаки - на <cryo>40%</cryo>. В течение 20 сек. после активации эффекта Талисманы воодушевления появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается."
    }
  }
}