{
  "name": "Охотник во тьме",
  "description": {
    "0": "Мастерски исполненный роскошный лук. Принадлежал он благородному вору, которого никто так и не поймал."
  },
  "passiveName": "Уличная засада",
  "passiveDescription": {
    "0": {
      "0": "Увеличивает урон экипированного этим оружием персонажа, когда тот не на поле боя, на <cryo>2%</cryo> в сек. Таким способом макс. количество наносимого урона может быть увеличено до <cryo>20%</cryo>. Через 4 сек. после появления персонажа на поле боя бонус повышения урона от данного эффекта начнёт убывать по <cryo>4%</cryo> в сек., пока не опустится до 0%."
    },
    "1": {
      "0": "Увеличивает урон экипированного этим оружием персонажа, когда тот не на поле боя, на <cryo>2,5%</cryo> в сек. Таким способом макс. количество наносимого урона может быть увеличено до <cryo>25%</cryo>. Через 4 сек. после появления персонажа на поле боя бонус повышения урона от данного эффекта начнёт убывать по <cryo>5%</cryo> в сек., пока не опустится до 0%."
    },
    "2": {
      "0": "Увеличивает урон экипированного этим оружием персонажа, когда тот не на поле боя, на <cryo>3%</cryo> в сек. Таким способом макс. количество наносимого урона может быть увеличено до <cryo>30%</cryo>. Через 4 сек. после появления персонажа на поле боя бонус повышения урона от данного эффекта начнёт убывать по <cryo>6%</cryo> в сек., пока не опустится до 0%."
    },
    "3": {
      "0": "Увеличивает урон экипированного этим оружием персонажа, когда тот не на поле боя, на <cryo>3,5%</cryo> в сек. Таким способом макс. количество наносимого урона может быть увеличено до <cryo>35%</cryo>. Через 4 сек. после появления персонажа на поле боя бонус повышения урона от данного эффекта начнёт убывать по <cryo>7%</cryo> в сек., пока не опустится до 0%."
    },
    "4": {
      "0": "Увеличивает урон экипированного этим оружием персонажа, когда тот не на поле боя, на <cryo>4%</cryo> в сек. Таким способом макс. количество наносимого урона может быть увеличено до <cryo>40%</cryo>. Через 4 сек. после появления персонажа на поле боя бонус повышения урона от данного эффекта начнёт убывать по <cryo>8%</cryo> в сек., пока не опустится до 0%."
    }
  }
}