{
  "name": "Посох алых песков",
  "description": {
    "0": "Один из пары обсидиановых скипетров. Легенда гласит, что эти посохи дают право вести народ пустыни, но подданных, которые опознали бы эти регалии, не осталось."
  },
  "passiveName": "Марево на горизонте",
  "passiveDescription": {
    "0": {
      "0": "Экипированный этим оружием персонаж получает бонус атаки, равный <cryo>52%</cryo> от его мастерства стихий. Попадание по врагу элементальным навыком на 10 сек. наделяет Сном алых песков: экипированный этим оружием персонаж получает бонус атаки, равный <cryo>28%</cryo> от мастерства стихий. Эффект складывается до 3 раз."
    },
    "1": {
      "0": "Экипированный этим оружием персонаж получает бонус атаки, равный <cryo>65%</cryo> от его мастерства стихий. Попадание по врагу элементальным навыком на 10 сек. наделяет Сном алых песков: экипированный этим оружием персонаж получает бонус атаки, равный <cryo>35%</cryo> от мастерства стихий. Эффект складывается до 3 раз."
    },
    "2": {
      "0": "Экипированный этим оружием персонаж получает бонус атаки, равный <cryo>78%</cryo> от его мастерства стихий. Попадание по врагу элементальным навыком на 10 сек. наделяет Сном алых песков: экипированный этим оружием персонаж получает бонус атаки, равный <cryo>42%</cryo> от мастерства стихий. Эффект складывается до 3 раз."
    },
    "3": {
      "0": "Экипированный этим оружием персонаж получает бонус атаки, равный <cryo>91%</cryo> от его мастерства стихий. Попадание по врагу элементальным навыком на 10 сек. наделяет Сном алых песков: экипированный этим оружием персонаж получает бонус атаки, равный <cryo>49%</cryo> от мастерства стихий. Эффект складывается до 3 раз."
    },
    "4": {
      "0": "Экипированный этим оружием персонаж получает бонус атаки, равный <cryo>104%</cryo> от его мастерства стихий. Попадание по врагу элементальным навыком на 10 сек. наделяет Сном алых песков: экипированный этим оружием персонаж получает бонус атаки, равный <cryo>56%</cryo> от мастерства стихий. Эффект складывается до 3 раз."
    }
  }
}