{
  "intro": "<0> Автоматические сканеры </0> <1> Автоматические сканеры - это инструменты Геншина, которые могут автоматически сканировать данные в игре, манипулируя движениями мыши, делают скриншоты, а затем считывают информацию с снимков экрана. Это инструменты с низким уровнем риска, которые могут помочь вам автоматизировать большую часть ручных процессов сканирования артефактов для GO. Как и любые инструменты, которые косвенно взаимодействуют с игрой их использование практически невозможно обнаружить, <1>но все же существует риск в их использования. </1> Советуем проявлять осторожность. </1> <p> Самый важный аспект использование этих сканеров с GO является полученный на выходе формат: </p> <3> <0> Начиная с <1> v5.21.0 </1>, GO может импортировать данные артефактов в <3> mona-uranai </3> формате. </0> <1> Начиная с <1> v6.0.0 </1>, GO может импортировать данные в формате <3> Genshin Open Object Description (GOOD) </3>. </1> </3> <p> Ниже приведены несколько сканеров, протестированных с GO. </p> <5> Чтобы загрузить экспортированный файл, перейдите на страницу <1> База данных </1> и загрузите файл в разделе «Загрузка базы данных» . </5>",
  "ik": {
    "title": "Inventory Kamera",
    "p1": "Это небольшое приложение может отсканировать персонажей, оружие и артефакты в вашем инвенторе. Прочитайте инструкцию, чтобы установить приложение. Сканирует только на английском."
  },
  "as": {
    "title": "AdeptiScanner",
    "p1": "Сканирует все артефакты в инвентаре. Есть возможность ручного сканирования.",
    "p2": "Этой программе не требуются обновления, чтобы сканировать новые артефакты."
  },
  "goodeng": "Сканирует только на английском и сохраняет файлы в формате GOOD.",
  "tosWarn": "Как и любые инструменты, которые косвенно взаимодействуют с игрой, хотя их использование практически невозможно обнаружить, <1>их использование все равно может быть сопряжено с риском.</1> Пользователям рекомендуется соблюдать осторожность.",
  "tags": {
    "pc": "ПК",
    "mobile": "Телефон",
    "ps": "PlayStation",
    "gameMani": "Манипуляции с Игрой",
    "materials": "Материалы",
    "characters": "Персонажи",
    "weapons": "Оружия",
    "achievements": "Достижения"
  },
  "ak": {
    "p1": "Автоматически сканирует как артефакты, так и персонажей, и оружие. Позволяет экспортировать предыдущие сканы и сохранить в приложении как историю. Сканирует ТОЛЬКО на Английском языке.",
    "p2": "Приложение способно сканировать достижения для <1>Paimon.moe</1> и <1>Seelie.me</1>."
  },
  "seelieme": "Этот сканер также может сканировать материалы для <1>Seelie.me</1>."
}
