{
  "name": "Fischl",
  "title": "Prinzessin der Verurteilung!!",
  "description": "Seorang gadis misterius yang menyebut dirinya sendiri \"Prinzessin der Verurteilung\", dia selalu terlihat bersama dengan seekor gagak hitam yang bernama Oz.",
  "constellationName": "Corvus",
  "auto": {
    "name": "Bolts of Downfall",
    "fields": {
      "normal": {
        "0": "<strong>Normal Attack</strong>",
        "1": "Melancarkan hingga 5 serangan berturut-turut menggunakan busur."
      },
      "charged": {
        "0": "<strong>Charged Attack</strong>",
        "1": "Melancarkan sebuah <strong>Serangan Membidik</strong> yang lebih akurat untuk mengakibatkan DMG lebih besar. Saat membidik, jiwa petir hitam dari Immernachtreich akan menjawab panggilan Prinzessin dan kekuatannya berkumpul pada ujung anak panah. Saat terkumpul penuh, Rachsüchtig Blitz akan mengakibatkan <electro>Electro DMG</electro>."
      },
      "plunging": {
        "0": "<strong>Plunging Attack</strong>",
        "1": "Melancarkan hujan panah dari udara dan menerjang tanah dengan kecepatan tinggi, mengakibatkan DMG area saat mendarat."
      }
    },
    "skillParams": {
      "0": "DMG Tahap 1",
      "1": "DMG Tahap 2",
      "2": "DMG Tahap 3",
      "3": "DMG Tahap 4",
      "4": "DMG Tahap 5",
      "5": "DMG Membidik",
      "6": "DMG Membidik Penuh",
      "7": "DMG Selama Plunging",
      "8": "DMG Plunging Attack Rendah/Tinggi",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Nightrider",
    "description": {
      "0": "Memanggil Oz. Gagak malam yang tercipta dalam kegelapan dan halilintar turun ke bumi untuk mengakibatkan <electro>Electro DMG</electro> dalam area kecil.",
      "1": "Selama durasi skill, Oz akan terus menyerang musuh di sekitar dengan <electro>Freikugel</electro>.",
      "2": "<br/>",
      "3": "Tahan tombol skill untuk mengatur lokasi di mana Oz akan dipanggil.",
      "4": "Tekan skill lagi selama durasi skill untuk memanggil Oz kembali ke sisi Fischl.",
      "5": "<br/>",
      "6": "<i>\"Waktu kita terlalu berharga untuk dihabiskan bersama orang sepertimu... Pergilah, Oz, datangi mereka, dan lepaskan Rachsüchtig Blitz milikmu yang membelah malam terhadap mereka.\"</i>",
      "7": "<i>— Bunga untuk Putri Fischl (IV): Selamat Tinggal Frau Welt</i>"
    },
    "skillParams": {
      "0": "DMG Serangan Oz",
      "1": "Summoning DMG",
      "2": "Durasi Oz",
      "3": "Cooldown",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Midnight Phantasmagoria",
    "description": {
      "0": "Memanggil Oz untuk membentangkan kedua sayap kegelapan dan melindungi Fischl.",
      "1": "Memiliki efek berikut selama durasi skill:",
      "2": [
        "Fischl mengambil bentuk Oz, meningkatkan kecepatan geraknya secara drastis.",
        "Menyambar musuh terdekat dengan menggunakan petir dan mengakibatkan <electro>Electro DMG</electro>. Setiap musuh hanya dapat tersambar satu kali.",
        "Saat efeknya berakhir, Oz akan tetap berada di medan tempur dan menyerang musuh Prinzessin. Jika Oz sudah berada di medan tempur, maka durasi keberadaan Oz akan diperbarui."
      ],
      "3": "<br/>",
      "4": "<i>\"...dari segerombolan hewan buas yang mengikuti darah terkutuk, hanya Pangeran Nachtraben, yang telah menyaksikan kepunahan ribuan dunia, mengetahui kekuatannya yang sesungguhnya. Karena itu, sayap malam yang dia bentangkan adalah janji abadinya untuk selalu melindungi sang ratu.\"</i>",
      "5": "<i>— Bunga untuk Putri Fischl (I): Akhir Waktu Zerzetsung.</i>"
    },
    "skillParams": {
      "0": "DMG Falling Thunder",
      "1": "Cooldown",
      "2": "Konsumsi Energy",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Stellar Predator",
    "description": {
      "0": "Saat Fischl mengenai Oz dengan Serangan Membidik yang telah di-Charge penuh, maka Oz akan memanggil Thundering Retribution yang mengakibatkan <electro>Electro DMG Area</electro> sebesar 152,7% DMG panah."
    }
  },
  "passive2": {
    "name": "Undone Be Thy Sinful Hex",
    "description": {
      "0": "Jika Karakter aktif saat ini memicu <electro>Reaksi Elemental yang berhubungan dengan Electro</electro> saat Oz berada di medan pertempuran, musuh akan terkena Thundering Retribution yang mengakibatkan <electro>Electro DMG</electro> sebesar 80% ATK Fischl."
    }
  },
  "passive3": {
    "name": "Mein Hausgarten",
    "description": {
      "0": "Ketika dikirim untuk melakukan ekspedisi di Mondstadt, waktu yang dibutuhkan berkurang 25%."
    }
  },
  "constellation1": {
    "name": "Gaze of the Deep",
    "description": {
      "0": "Saat Oz tidak di dalam medan pertarungan, dia masih tetap bisa melindungi Fischl melalui mata burung gagaknya. Saat Fischl menyerang musuh dengan Normal Attack, Oz akan melancarkan serangan terkoordinasi melalui mata burung gagaknya dan mengakibatkan DMG sebesar 22% ATK."
    }
  },
  "constellation2": {
    "name": "Devourer of All Sins",
    "description": {
      "0": "Menggunakan <strong>Nightrider</strong> akan mengakibatkan serangan tambahan sebesar 200% ATK, dan meningkatkan 50% area serangan."
    }
  },
  "constellation3": {
    "name": "Wings of Nightmare",
    "description": {
      "0": "Meningkatkan 3 level <strong>Nightrider</strong>.",
      "1": "Maksimum: Lv. 15."
    }
  },
  "constellation4": {
    "name": "Her Pilgrimage of Bleak",
    "description": {
      "0": "Saat menggunakan <strong>Midnight Phantasmagoria</strong>, mengakibatkan <electro>Electro DMG</electro> ke musuh di sekitar sebesar 222% ATK ke musuh di sekitar.",
      "1": "Saat skill berakhir, memulihkan 20% HP Fischl."
    }
  },
  "constellation5": {
    "name": "Against the Fleeing Light",
    "description": {
      "0": "Meningkatkan 3 level <strong>Midnight Phantasmagoria</strong>.",
      "1": "Maksimum: Lv. 15."
    }
  },
  "constellation6": {
    "name": "Evernight Raven",
    "description": {
      "0": "Memperpanjang durasi keberadaan Oz selama 2 detik. Selama di medan pertempuran, Oz akan menyerang bersama Karakter aktif dan mengakibatkan <electro>Electro DMG</electro> sebesar 30% ATK Fischl."
    }
  }
}