{
  "name": "Sigewinne",
  "title": "Wondrous Dragonheir",
  "description": "Seorang Melusine sekaligus suster kepala di Benteng Meropide. Dia memperlakukan setiap tahanan di penjara bawah air dengan adil.",
  "constellationName": "Nereides",
  "auto": {
    "name": "Targeted Treatment",
    "fields": {
      "normal": {
        "0": "<strong>Normal Attack</strong>",
        "1": "Melancarkan hingga 3 serangan berturut-turut."
      },
      "charged": {
        "0": "<strong>Charged Attack</strong>",
        "1": "Melancarkan sebuah <strong>Serangan Membidik</strong> yang lebih akurat untuk mengakibatkan DMG lebih besar.",
        "2": "Saat membidik, kekuatan Hydro akan berkumpul di ujung anak panah. Setelah Charge selesai, setiap kurun waktu tertentu, Sigewinne akan menembakkan Mini-Stration Bubble yang bergerak perlahan ke arah musuh dan mengakibatkan <hydro>Hydro DMG</hydro>. Saat dilepaskan, anak panah yang dipenuhi arus air akan mengakibatkan <hydro>Hydro DMG</hydro> saat mengenai musuh."
      },
      "plunging": {
        "0": "<strong>Plunging Attack</strong>",
        "1": "Melancarkan hujan panah dari udara dan menerjang tanah dengan kecepatan tinggi, mengakibatkan DMG Area saat mendarat."
      }
    },
    "skillParams": {
      "0": "DMG Tahap 1",
      "1": "DMG Tahap 2",
      "2": "DMG Tahap 3",
      "3": "DMG Membidik",
      "4": "DMG Membidik Penuh",
      "5": "DMG Mini-Stration Bubble",
      "6": "DMG Selama Plunging",
      "7": "DMG Plunging Attack Rendah/Tinggi",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Rebound Hydrotherapy",
    "description": {
      "0": "Sigewinne menggunakan senapan gelembung yang dibuat khusus di Benteng Meropide untuk mengembuskan <strong>Bolstering Bubblebalm</strong> yang bisa merangsang peredaran darah dan membuat pasien tertidur pulas.",
      "1": "Bolstering Bubblebalm akan melambung di antara musuh-musuh sekitar. Saat mengenai musuh, akan mengakibatkan <hydro>Hydro DMG</hydro> yang didasarkan pada Max HP Sigewinne. Saat melambung, akan memulihkan HP seluruh anggota party di sekitar (selain Sigewinne sendiri) yang jumlah pemulihannya didasarkan pada Max HP Sigewinne. ",
      "2": "Setelah melambung 5 kali, Bolstering Bubblebalm akan hilang dan akan memulihkan HP Sigewinne berdasarkan Max HP-nya.",
      "3": "Saat tidak ada musuh, Bolstering Bubblebalm akan melambung di area sekitar. Maksimum hanya satu Bolstering Bubblebalm yang bisa diciptakan oleh Sigewinne sendiri pada waktu yang bersamaan.",
      "4": "Jika tombol Skill ditahan, Sigewinne akan melakukan Charge sebelum melancarkan Bolstering Bubblebalm.",
      "5": "<br/>",
      "6": "<strong>Mode Tahan</strong>",
      "7": "Memasuki Mode Membidik dan melakukan Charge, lalu mengembuskan Bolstering Bubblebalm yang lebih besar dan lebih kuat!",
      "8": "Bolstering Bubblebalm akan menjadi semakin besar seiring durasi tombol Skill ditahan, dapat membesar hingga dua level. Untuk setiap peningkatan level, DMG saat mengenai musuh akan meningkat 5% dan jumlah pemulihan HP-nya meningkat 5%. Setiap kali melambung, Bolstering Bubblebalm besar ini akan mengecil 1 level sampai menjadi Bolstering Bubblebalm biasa.",
      "9": "Jika musuh yang relatif lemah terkena Bolstering Bubblebalm besar, musuh tersebut akan terperangkap dan tidak bisa bergerak.",
      "10": "<br/>",
      "11": "Selain itu saat Skill ini dilancarkan, akan tercipta 2 Sourcewater Droplet di sekitar Sigewinne. Untuk setiap satu Sourcewater Droplet yang diserap, akan memberikan Bond of Life kepada Sigewinne sebesar 10% Max HP-nya.",
      "12": "Saat Bond of Life milik Sigewinne dihapus, setiap 2.000 poin Bond of Life yang dihapus akan memulihkan 1 poin Energy untuknya. Pemulihan Energy yang bisa diperoleh Sigewinne dengan cara ini adalah maksimum 5 poin Energy.",
      "13": "<br/>",
      "14": "<strong>Arkhe: Ousia</strong>",
      "15": "Setiap satu kurun waktu tertentu, Bolstering Bubblebalm akan menjatuhkan Surging Blade di posisi target dan menyebabkan Ousia-aligned <hydro>Hydro DMG</hydro> yang didasarkan pada Max HP Sigewinne",
      "16": "<br/>",
      "17": "<i>\"Gimana menurutmu? Terapi air seperti ini bukan cuma bisa merangsang sistem peredaran darah, tapi juga bisa membuat mereka semangat. Ooh, bukan cuma itu, bahkan terapi ini bisa membantu pasien yang harus istirahat untuk tidur siang yang cukup ....\"</i>"
    },
    "skillParams": {
      "0": "DMG Bolstering Bubblebalm",
      "1": "Pemulihan Bolstering Bubblebalm",
      "2": "Pemulihan Saat Lambungan Berakhir",
      "3": "DMG Surging Blade",
      "4": "Jeda Surging Blade",
      "5": "Cooldown",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Super Saturated Syringing",
    "description": {
      "0": "Sigewinne mengeluarkan alat suntik yang khusus dibuat di Benteng Meropide kemudian menerjang ke depan dengan kekuatan kebaikan dan obat-obatan. Sigewinne akan terus-menerus mengakibatkan <hydro>Hydro DMG Area</hydro> yang didasarkan pada Max HP Sigewinne.",
      "1": "Selain itu, saat dilancarkan, Sigewinne akan menyerap maksimum 2 Sourcewater Droplet yang berada dalam radius tertentu di sekitarnya.",
      "2": "<br/>",
      "3": "<i>\"Hei, overdosis obat itu sama saja dengan overdosis racun ya! Bahaya loh itu! Tapi pasien kan butuh perawatan dan perhatian. Kalau itu sih tidak bakal bisa overdosis!\"</i>"
    },
    "skillParams": {
      "0": "DMG Skill",
      "1": "Durasi",
      "2": "Cooldown",
      "3": "Konsumsi Energy",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Requires Appropriate Rest",
    "description": {
      "0": "Saat melancarkan <strong>Rebound Hydrotherapy</strong>, Sigewinne memberikan efek \"Semi-Strict Bedrest\" yang berlangsung 18 detik kepada dirinya sendiri: Selama berlangsung, Sigewinne mendapatkan 8% <hydro>Hydro DMG Bonus</hydro> dan 10 lapis Convalescence. Saat Elemental Skill Karakter yang ada di dalam party namun sedang tidak berada di medan pertempuran selain Sigewinne sendiri mengakibatkan DMG, akan mengonsumsi 1 lapis Convalescence dan meningkatkan DMG Elemental Skill kali ini: Untuk setiap 1.000 poin HP Sigewinne yang melebihi 30.000, DMG meningkat 80 poin. Maksimum peningkatan DMG Elemental Skill kali ini yang bisa diperoleh dengan cara ini adalah 2.800 poin."
    }
  },
  "passive2": {
    "name": "Detailed Diagnosis, Thorough Treatment",
    "description": {
      "0": "Saat Sigewinne memberikan pemulihan HP, akan meningkatkan jumlah pemulihan HP kali ini berdasarkan total Bond of Life yang dimiliki seluruh anggota party saat ini: Untuk setiap 1.000 poin Bond of Life, akan meningkatkan 3% jumlah pemulihan HP-nya. Peningkatan pemulihan HP yang bisa diperoleh dengan cara ini maksimum 30%."
    }
  },
  "passive3": {
    "name": "Emergency Dose",
    "description": {
      "0": "Saat berada di dalam air, jika HP Karakter aktif diri sendiri berada di bawah 50%, maka akan memulihkan HP-nya setiap 2,5 detik. Total HP yang dipulihkan sama dengan 50% Max HP-nya, tetapi selama 10 detik berikutnya, Elemental RES dari semua elemen dan Physical RES Karakter akan berkurang 10%. Efek ini dapat terpicu sekali setiap 20 detik."
    }
  },
  "constellation1": {
    "name": "\"Can the Happiest of Spirits Understand Anxiety?\"",
    "description": {
      "0": "Bolstering Bubblebalm dari <strong>Rebound Hydrotherapy</strong> bisa melambung 3 kali lebih banyak. Tiga lambungan pertama tidak akan membuat Bubblebalm besarnya mengecil.",
      "1": "Selain itu, efek Talenta Pasif \"Requires Appropriate Rest\" diperkuat: Setiap Bolstering Bubblebalm melambung, akan memberikan 1 lapis Convalescence untuk Sigewinne, dan mengubah efek Convalescence menjadi: Untuk setiap 1.000 poin HP Sigewinne yang melebihi 30.000, DMG meningkat 100 poin. Maksimum peningkatan DMG Elemental Skill yang bisa diperoleh dengan cara ini adalah 3.500 poin. Harus membuka Talenta Pasif \"Requires Appropriate Rest\" terlebih dahulu."
    }
  },
  "constellation2": {
    "name": "\"Can the Most Merciful of Spirits Defeat Its Foes?\"",
    "description": {
      "0": "Saat melancarkan <strong>Rebound Hydrotherapy</strong> dan <strong>Super Saturated Syringing</strong>, akan menghasilkan 1 perisai gelembung yang bisa menyerap <hydro>Hydro DMG</hydro> sebesar 30% Max HP dan memiliki 250% efisiensi ketahanan, efek ini berlangsung sampai Skill ini selesai dilancarkan.",
      "1": "Selain itu, setelah Bolstering Bubblebalm dari Rebound Hydrotherapy melambung atau setelah Super Saturated Syringing mengenai musuh, <hydro>Hydro RES</hydro> musuh ini berkurang 35% selama 8 detik."
    }
  },
  "constellation3": {
    "name": "\"Can the Healthiest of Spirits Cure Fevers?\"",
    "description": {
      "0": "Meningkatkan 3 level <strong>Rebound Hydrotherapy</strong>.",
      "1": "Maksimum: Lv. 15."
    }
  },
  "constellation4": {
    "name": "\"Can the Loveliest of Spirits Keep Decay at Bay?\"",
    "description": {
      "0": "Durasi <strong>Super Saturated Syringing</strong> diperpanjang selama 3 detik."
    }
  },
  "constellation5": {
    "name": "\"Can the Most Joyful of Spirits Alleviate Agony?\"",
    "description": {
      "0": "Meningkatkan 3 level <strong>Super Saturated Syringing</strong>.",
      "1": "Maksimum: Lv. 15."
    }
  },
  "constellation6": {
    "name": "\"Can the Most Radiant of Spirits Pray For Me?\"",
    "description": {
      "0": "Saat Sigewinne memberikan pemulihan HP, akan meningkatkan CRIT Rate dan CRIT DMG dari <strong>Super Saturated Syringing</strong> berdasarkan Max HP-nya: Untuk setiap 1.000 poin Max HP, akan meningkatkan 0,4% CRIT Rate dan 2,2% CRIT DMG selama 15 detik. Maksimum peningkatan yang bisa diperoleh dengan cara ini adalah 20% CRIT Rate dan 110% CRIT DMG."
    }
  }
}