{
  "name": "Hunter's Path",
  "description": {
    "0": "Busur berburu berwarna emas yang dibuat dari cabang putih yang berharga telah menembak jatuh begitu banyak monster buas yang hendak menyerbu hutan."
  },
  "passiveName": "At the End of the Beast-Paths",
  "passiveDescription": {
    "0": {
      "0": "Mendapatkan <cryo>12%</cryo> Elemental DMG Bonus untuk semua elemen. Setelah Charged Attack mengenai musuh, akan mendapatkan \"Tireless Hunt\" yang akan meningkatkan DMG Charged Attack setara dengan <cryo>160%</cryo> dari nilai Elemental Mastery. Efek tersebut akan menghilang setelah aktif sebanyak 12 kali atau 10 detik. \"Tireless Hunt\" bisa didapatkan setiap 12 detik."
    },
    "1": {
      "0": "Mendapatkan <cryo>15%</cryo> Elemental DMG Bonus untuk semua elemen. Setelah Charged Attack mengenai musuh, akan mendapatkan \"Tireless Hunt\" yang akan meningkatkan DMG Charged Attack setara dengan <cryo>200%</cryo> dari nilai Elemental Mastery. Efek tersebut akan menghilang setelah aktif sebanyak 12 kali atau 10 detik. \"Tireless Hunt\" bisa didapatkan setiap 12 detik."
    },
    "2": {
      "0": "Mendapatkan <cryo>18%</cryo> Elemental DMG Bonus untuk semua elemen. Setelah Charged Attack mengenai musuh, akan mendapatkan \"Tireless Hunt\" yang akan meningkatkan DMG Charged Attack setara dengan <cryo>240%</cryo> dari nilai Elemental Mastery. Efek tersebut akan menghilang setelah aktif sebanyak 12 kali atau 10 detik. \"Tireless Hunt\" bisa didapatkan setiap 12 detik."
    },
    "3": {
      "0": "Mendapatkan <cryo>21%</cryo> Elemental DMG Bonus untuk semua elemen. Setelah Charged Attack mengenai musuh, akan mendapatkan \"Tireless Hunt\" yang akan meningkatkan DMG Charged Attack setara dengan <cryo>280%</cryo> dari nilai Elemental Mastery. Efek tersebut akan menghilang setelah aktif sebanyak 12 kali atau 10 detik. \"Tireless Hunt\" bisa didapatkan setiap 12 detik."
    },
    "4": {
      "0": "Mendapatkan <cryo>24%</cryo> Elemental DMG Bonus untuk semua elemen. Setelah Charged Attack mengenai musuh, akan mendapatkan \"Tireless Hunt\" yang akan meningkatkan DMG Charged Attack setara dengan <cryo>320%</cryo> dari nilai Elemental Mastery. Efek tersebut akan menghilang setelah aktif sebanyak 12 kali atau 10 detik. \"Tireless Hunt\" bisa didapatkan setiap 12 detik."
    }
  }
}