{
  "name": "Calamity Queller",
  "description": {
    "0": "Sebuah senjata tajam yang diciptakan dari kristal aneh. Cahaya birunya yang remang-remang seakan membisikkan cerita masa lalu yang tiada berujung."
  },
  "passiveName": "Extinguishing Precept",
  "passiveDescription": {
    "0": {
      "0": "Mendapatkan <cryo>12%</cryo> Elemental DMG Bonus untuk semua elemen. Setelah melancarkan Elemental Skill, akan mendapatkan efek Consummation yang berlangsung selama 20 detik. Efek ini akan meningkatkan <cryo>3,2%</cryo> ATK setiap detik dan dapat ditumpuk hingga 6 kali. Saat Karakter yang mengenakan Senjata ini berada dalam party tapi tidak di medan pertempuran, maka peningkatan ATK Consummation akan menjadi dua kali lipat."
    },
    "1": {
      "0": "Mendapatkan <cryo>15%</cryo> Elemental DMG Bonus untuk semua elemen. Setelah melancarkan Elemental Skill, akan mendapatkan efek Consummation yang berlangsung selama 20 detik. Efek ini akan meningkatkan <cryo>4%</cryo> ATK setiap detik dan dapat ditumpuk hingga 6 kali. Saat Karakter yang mengenakan Senjata ini berada dalam party tapi tidak di medan pertempuran, maka peningkatan ATK Consummation akan menjadi dua kali lipat."
    },
    "2": {
      "0": "Mendapatkan <cryo>18%</cryo> Elemental DMG Bonus untuk semua elemen. Setelah melancarkan Elemental Skill, akan mendapatkan efek Consummation yang berlangsung selama 20 detik. Efek ini akan meningkatkan <cryo>4,8%</cryo> ATK setiap detik dan dapat ditumpuk hingga 6 kali. Saat Karakter yang mengenakan Senjata ini berada dalam party tapi tidak di medan pertempuran, maka peningkatan ATK Consummation akan menjadi dua kali lipat."
    },
    "3": {
      "0": "Mendapatkan <cryo>21%</cryo> Elemental DMG Bonus untuk semua elemen. Setelah melancarkan Elemental Skill, akan mendapatkan efek Consummation yang berlangsung selama 20 detik. Efek ini akan meningkatkan <cryo>5,6%</cryo> ATK setiap detik dan dapat ditumpuk hingga 6 kali. Saat Karakter yang mengenakan Senjata ini berada dalam party tapi tidak di medan pertempuran, maka peningkatan ATK Consummation akan menjadi dua kali lipat."
    },
    "4": {
      "0": "Mendapatkan <cryo>24%</cryo> Elemental DMG Bonus untuk semua elemen. Setelah melancarkan Elemental Skill, akan mendapatkan efek Consummation yang berlangsung selama 20 detik. Efek ini akan meningkatkan <cryo>6,4%</cryo> ATK setiap detik dan dapat ditumpuk hingga 6 kali. Saat Karakter yang mengenakan Senjata ini berada dalam party tapi tidak di medan pertempuran, maka peningkatan ATK Consummation akan menjadi dua kali lipat."
    }
  }
}