{
  "name": "Nilou",
  "title": "Danseuse du lotus lumineux",
  "description": "La star du théâtre Zubayr. Pleines de chaleur et d'innocence, ses danses sont vives et élégantes.",
  "constellationName": "Lotos Somno",
  "auto": {
    "name": "Danse de shamshir",
    "fields": {
      "normal": {
        "0": "<strong>Attaque normale</strong>",
        "1": "Enchaîne jusqu'à 3 coups d'épée."
      },
      "charged": {
        "0": "<strong>Attaque chargée</strong>",
        "1": "Consomme de l'endurance pour exécuter une entaille tournoyante."
      },
      "plunging": {
        "0": "<strong>Attaque plongeante</strong>",
        "1": "Plonge depuis les airs pour frapper le sol, infligeant des DGT aux ennemis en chemin et des DGT de zone à l'impact."
      }
    },
    "skillParams": {
      "0": "DGT 1er coup",
      "1": "DGT 2e coup",
      "2": "DGT 3e coup",
      "3": "DGT attaque chargée",
      "4": "Coût d'endurance attaque chargée",
      "5": "DGT durant la chute",
      "6": "DGT chute basse/élevée",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Danse des haftkarsvars",
    "description": {
      "0": "Active l'état Pirouette, infligeant des <hydro>DGT Hydro</hydro> aux ennemis proches selon les PV max de Nilou.",
      "1": "Dans l'état Pirouette, les attaques normales et les compétences élémentaires de Nilou la feront entrer respectivement dans les postures de Danse d'épée et de Danse de tourbillon, provoquant la conversion de ses DGT en <hydro>DGT Hydro</hydro> ne pouvant pas être enchantés et étant considérés comme des DGT de compétence élémentaire.",
      "2": "<br/>",
      "3": "Dans ces postures, le troisième pas de danse de Nilou annule l'état Pirouette tout en ayant les effets suivants selon la posture :",
      "4": [
        " Danse d'épée : Nilou libère une lune aqueuse qui inflige des <hydro>DGT Hydro</hydro> aux ennemis qu'elle touche et accorde à Nilou l'effet Prière lunaire. Avec cet effet, les attaques normales de Nilou sont converties en techniques de la Danse d'épée et son coup final déclenche une lune aqueuse.",
        " Danse de tourbillon : Nilou déchaîne une roue à eau qui inflige des <hydro>DGT Hydro de zone</hydro> et crée une aura de tranquillité qui suit votre personnage déployé et applique de façon continue l'état <hydro>Trempé</hydro> aux ennemis à portée."
      ],
      "5": "<br/>",
      "6": "Nilou ne peut pas utiliser d'attaques chargées lorsqu'elle est sous les effets de pirouette ou de prière lunaire. Ces effets cessent lorsque Nilou quitte le champ de bataille.",
      "7": "<br/>",
      "8": "<i>« Délicatement, ses orteils touchent le visage de l'eau, et la lumière qui ondule égale même les sept cieux. »</i>"
    },
    "skillParams": {
      "0": "DGT compétence",
      "1": "DGT 1er coup (Danse d'épée/Danse de tourbillon)",
      "2": "DGT 2e coup (Danse d'épée/Danse de tourbillon)",
      "3": "DGT lune aqueuse/roue à eau",
      "4": "Durée de pirouette",
      "5": "Durée de prière lunaire",
      "6": "Durée d'aura de tranquillité",
      "7": "Temps de recharge",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Danse d'abzendegi : Ruisseau des rêves lointains",
    "description": {
      "0": "Commence la danse des rêves éloignés et des sources à l'écoute, faisant ainsi fleurir un lotus des eaux lointaines infligeant des <hydro>DGT Hydro de zone</hydro> selon les PV max de Nilou et affligeant l'effet Éon persistant aux ennemis touchés.",
      "1": "Après un court délai, les ennemis affectés par Éon persistant subissent des <hydro>DGT Hydro</hydro>.",
      "2": "<br/>",
      "3": "<i>« Nous n'avons jamais été témoins de ce rêve lointain, mais cette danse peut lui donner vie. »</i>"
    },
    "skillParams": {
      "0": "DGT compétence",
      "1": "DGT éon persistant",
      "2": "Temps de recharge",
      "3": "Énergie élémentaire",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Cour des pétales dansants",
    "description": {
      "0": "Lorsque les personnages de l'équipe sont de l'élément <dendro>Dendro</dendro> ou <hydro>Hydro</hydro> et qu'il y a au moins un personnage Dendro et un personnage Hydro :",
      "1": "La complétion du troisième pas de la <strong>Danse des haftkarsvars</strong> de Nilou accorde à tous les personnages à proximité l'effet Prime du calice d'or pendant 30 s.",
      "2": "Lorsqu'un personnage sous l'effet Prime du calice d'or subit une <dendro>attaque Dendro</dendro>, la maîtrise élémentaire de tous les personnages à proximité augmente de 100 pts pendant 10 s. De plus, déclencher une réaction de Fleurissement permet de créer des noyaux d'abondance au lieu de noyaux Dendro.",
      "3": "Comparés aux noyaux Dendro, ces noyaux d'abondance éclatent très rapidement après avoir été créés et possèdent une zone d'effet plus grande.",
      "4": "Les noyaux d'abondance ne peuvent pas déclencher de réactions d'Exubérance ou de Bourgeonnement et partagent une limite avec les noyaux Dendro. Les attaques des noyaux d'abondance sont considérées comme des attaques infligées par les noyaux Dendro générés par la réaction de Fleurissement.",
      "5": "Quand le type élémentaire des personnages de l'équipe ne remplit pas les conditions de cette aptitude passive, tous les effets Prime du calice d'or existants sont annulés."
    }
  },
  "passive2": {
    "name": "Danse onirique des éons",
    "description": {
      "0": "Pour chaque tranche de 1 000 au-dessus de 30 000 PV max que Nilou possède, les DGT infligés par les noyaux d'abondance déclenchés par les personnages sous l'effet Prime du calice d'or augmentent de 9 %.",
      "1": "Les DGT des noyaux d'abondance peuvent être augmentés d'un maximum de 400 % de cette manière."
    }
  },
  "passive3": {
    "name": "Lotus de jade blanc",
    "description": {
      "0": "12 % de chances d'obtenir un plat supplémentaire lorsque vous cuisinez un plat parfait qui a des effets sur l'exploration."
    }
  },
  "constellation1": {
    "name": "Danse de la lune décroissante",
    "description": {
      "0": "<strong>Danse des haftkarsvars</strong> bénéficie des améliorations suivantes :",
      "1": [
        " Les DGT infligés par la lune aqueuse augmentent de 65 %.",
        " La durée de l'aura de tranquillité augmente de 6 s."
      ]
    }
  },
  "constellation2": {
    "name": "Pluie de fleurs du ciel étoilé",
    "description": {
      "0": "Lorsqu'un personnage sous l'effet Prime du calice d'or a infligé des <hydro>DGT Hydro</hydro> à un ennemi, la <hydro>RÉS Hydro</hydro> de ce dernier diminue de 35 % pendant 10 s. Lorsqu'une réaction de Fleurissement a infligé des DGT à un ennemi, la <dendro>RÉS Dendro</dendro> de ce dernier diminue de 35 % pendant 10 s.",
      "1": "L'aptitude passive « Cour des pétales dansants » doit être déjà débloquée."
    }
  },
  "constellation3": {
    "name": "Pas d'ombre séduisant",
    "description": {
      "0": "Niveau d'aptitude <strong>Danse d'abzendegi : Ruisseau des rêves lointains</strong> +3.",
      "1": "Niveau max : 15"
    }
  },
  "constellation4": {
    "name": "Impulsion fricative",
    "description": {
      "0": "Lorsque le troisième pas de danse de l'état Pirouette de <strong>Danse des haftkarsvars</strong> a touché un ennemi, Nilou récupère 15 pts d'énergie élémentaire et les DGT qu'elle inflige en utilisant <strong>Danse d'abzendegi : Ruisseau des rêves lointains</strong> augmentent de 50 % pendant 8 s."
    }
  },
  "constellation5": {
    "name": "Lumière tourbillonnante",
    "description": {
      "0": "Niveau d'aptitude <strong>Danse des haftkarsvars</strong> +3.",
      "1": "Niveau max : 15"
    }
  },
  "constellation6": {
    "name": "Mélodie de brise-givre",
    "description": {
      "0": "Pour chaque tranche de 1 000 PV max, le taux CRIT de Nilou augmente de 0,6 % et ses DGT CRIT de 1,2 %.",
      "1": "Le taux CRIT de Nilou peut être augmenté d'un maximum de 30 % et ses DGT CRIT d'un maximum de 60 % de cette manière."
    }
  }
}