{
  "name": "Gorou",
  "title": "Guerrier canin",
  "description": "Le grand général des forces de l'Île de Watatsumi, en qui ses subordonnés ont profondément confiance.",
  "constellationName": "Canis Bellatoris",
  "auto": {
    "name": "Empenne aux crocs acérés",
    "fields": {
      "normal": {
        "0": "<strong>Attaque normale</strong>",
        "1": "Enchaîne jusqu'à 4 tirs consécutifs."
      },
      "charged": {
        "0": "<strong>Attaque chargée</strong>",
        "1": "Effectue un <strong>tir visé</strong> plus précis infligeant davantage de DGT.",
        "2": "Lors de la visée, la flèche se charge de cristaux de pierre, infligeant des <geo>DGT Géo</geo> quand elle est complètement chargée."
      },
      "plunging": {
        "0": "<strong>Attaque plongeante</strong>",
        "1": "Tire une pluie de flèches depuis les airs et plonge au sol, infligeant des DGT de zone à l'impact."
      }
    },
    "skillParams": {
      "0": "DGT 1er coup",
      "1": "DGT 2e coup",
      "2": "DGT 3e coup",
      "3": "DGT 4e coup",
      "4": "DGT tir visé",
      "5": "DGT tir visé (pleine charge)",
      "6": "DGT durant la chute",
      "7": "DGT chute basse/élevée",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Défense intégrale d'Inuzaka",
    "description": {
      "0": "Inflige des <geo>DGT Géo de zone</geo> et érige une bannière de général.",
      "1": "<br/>",
      "2": "<strong>Bannière de général</strong>",
      "3": "Accorde les effets suivants aux personnages déployés dans la zone d'effet en fonction de la quantité de personnages de type <geo>Géo</geo> dans l'équipe au moment de l'utilisation :",
      "4": [
        " Avoir 1 personnage Géo accorde l'effet Pied ferme : bonus de DÉF.",
        " Avoir 2 personnages Géo accorde l'effet Imprenabilité : effet précédent + bonus de RÉS à l'interruption.",
        " Avoir 3 personnages Géo accorde l'effet Fracas : effets précédents + <geo>bonus de DGT Géo</geo>."
      ],
      "5": "<br/>",
      "6": "Gorou ne peut générer qu'une bannière de général à la fois, et les personnages ne peuvent bénéficier des effets que d'une seule bannière de général à la fois. Lorsque le personnage quitte la zone, les effets continuent pendant 2 s.",
      "7": "<br/>",
      "8": "<strong>Appui long</strong>",
      "9": "Ajuste la zone où la compétence sera lancée.",
      "10": "<br/>",
      "11": "<i>« Adoptez cette formation et nous serons en sécurité, je vous le garantis ! » En tant que général et chef des troupes, la dernière chose que Gorou veut, c'est de voir ses soldats blessés.</i>"
    },
    "skillParams": {
      "0": "DGT compétence",
      "1": "Bonus de DÉF",
      "2": "Bonus de DGT Géo",
      "3": "Durée",
      "4": "Temps de recharge",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Crocs bestiaux : Vers la victoire",
    "description": {
      "0": "Affichant sa bravoure de général, Gorou inflige des <geo>DGT Géo de zone</geo> et crée un champ de prestige de général pour enhardir ses compagnons.",
      "1": "<br/>",
      "2": "<strong>Prestige de général</strong>",
      "3": "Les caractéristiques suivantes s'appliquent :",
      "4": [
        " Ce champ possède des effets identiques à ceux de la bannière de général créée par la compétence élémentaire « Défense intégrale d'Inuzaka », accordant des bonus aux personnages déployés dans la zone d'effet en fonction du nombre de personnages de type <geo>Géo</geo> dans l'équipe. Le champ se déplace en suivant le personnage déployé.",
        " Déclenche un effondrement cristallin toutes les 1,5 s qui inflige des <geo>DGT Géo de zone</geo> à 1 ennemi dans la zone d'effet.",
        " Attire 1 fragment élémentaire créé par une réaction de Cristallisation dans la zone d'effet vers l'emplacement du personnage déployé toutes les 1,5 s."
      ],
      "5": "<br/>",
      "6": "Si une bannière de général créée par Gorou est présente lors de l'utilisation, elle sera détruite. De plus, si Gorou utilise sa compétence élémentaire « Défense intégrale d'Inuzaka » alors qu'un prestige de général est actif, il ne crée pas de bannière de général.",
      "7": "Si Gorou est vaincu, les effets du prestige de général sont annulés.",
      "8": "<br/>",
      "9": "<i>« Le terrain est à notre avantage ! » Gorou peut s'approprier la topographie du champ de bataille pour faire pencher la balance en sa faveur. Cette technique lui a permis de traverser de nombreux combats contre une opposition en apparence supérieure.</i>"
    },
    "skillParams": {
      "0": "DGT compétence",
      "1": "DGT effondrement cristallin",
      "2": "Durée",
      "3": "Temps de recharge",
      "4": "Énergie élémentaire",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Nonchalance du vent et de la pluie",
    "description": {
      "0": "Pendant 12 s après <strong>Crocs bestiaux : Vers la victoire</strong>, la DÉF de tous les personnages de l'équipe à proximité augmente de 25 %."
    }
  },
  "passive2": {
    "name": "Faveur rendue",
    "description": {
      "0": "Les DGT des attaques suivantes de Gorou augmentent en fonction de sa DÉF :",
      "1": [
        " Les DGT de compétence de <strong>Défense intégrale d'Inuzaka</strong> augmentent à hauteur de 156 % de sa DÉF.",
        " Les DGT de compétence et les DGT de l'effondrement cristallin de <strong>Crocs bestiaux : Vers la victoire</strong> augmentent à hauteur de 15,6 % de sa DÉF."
      ]
    }
  },
  "passive3": {
    "name": "Chien renifleur",
    "description": {
      "0": "Affiche l'emplacement des <strong>produits d'Inazuma</strong> sur la mini-carte."
    }
  },
  "constellation1": {
    "name": "Vivacité canine : Célérité du vent",
    "description": {
      "0": "Lorsqu'un personnage déployé (hormis Gorou) dans la zone d'effet de la <strong>bannière de général</strong> ou du champ de <strong>prestige de général</strong> créés par Gorou inflige des DGT Géo à un ennemi, le TdR de <strong>Défense intégrale d'Inuzaka</strong> de Gorou diminue de 2 s.",
      "1": "Cet effet peut être déclenché une fois toutes les 10 s."
    }
  },
  "constellation2": {
    "name": "Repos canin : Aplomb du temps",
    "description": {
      "0": "Lorsqu'un personnage déployé à proximité obtient un fragment élémentaire généré par une réaction de Cristallisation alors qu'un <strong>prestige de général</strong> est actif, la durée du prestige de général de Gorou augmente de 1 s.",
      "1": "Cet effet peut être déclenché une fois toutes les 0,1 s, et sa durée peut être prolongée d'un maximum de 3 s de cette manière."
    }
  },
  "constellation3": {
    "name": "Griffe canine : Frénésie du feu",
    "description": {
      "0": "Niveau d'aptitude <strong>Défense intégrale d'Inuzaka</strong> +3.",
      "1": "Niveau max : 15"
    }
  },
  "constellation4": {
    "name": "Léchouille canine : Bonté de l'eau",
    "description": {
      "0": "Lorsque le <strong>prestige de général</strong> est dans l'état Imprenabilité ou Fracas, il restaure également les PV du personnage déployé dans la zone d'effet toutes les 1,5 s d'une valeur équivalant à 50 % de la DÉF de Gorou."
    }
  },
  "constellation5": {
    "name": "Frappe canine : Élan du tonnerre",
    "description": {
      "0": "Niveau d'aptitude <strong>Crocs bestiaux : Vers la victoire</strong> +3.",
      "1": "Niveau max : 15"
    }
  },
  "constellation6": {
    "name": "Vaillance canine : Fidélité de la terre",
    "description": {
      "0": "Pendant 12 s après <strong>Défense intégrale d'Inuzaka</strong> ou <strong>Crocs bestiaux : Vers la victoire</strong>, les DGT CRIT des <geo>DGT Géo</geo> de tous les personnages de l'équipe à proximité augmentent en fonction du niveau du champ au moment de l'utilisation de la compétence :",
      "1": [
        " Pied ferme : +10 %.",
        " Imprenabilité : +20 %.",
        " Fracas : +40 %."
      ],
      "2": "<br/>",
      "3": "Cet effet ne se cumule pas, et la dernière augmentation déclenchée sera la référence pour l'effet."
    }
  }
}