{
  "name": "Collei",
  "title": "Germe de renaissance",
  "description": "Une garde forestière en formation active dans la Forêt d'Avidya. Derrière ses paroles et ses actions enthousiastes se cache une personnalité légèrement introvertie.",
  "constellationName": "Leptailurus Cervarius",
  "auto": {
    "name": "Archerie de l'implorant",
    "fields": {
      "normal": {
        "0": "<strong>Attaque normale</strong>",
        "1": "Enchaîne jusqu'à 4 tirs consécutifs."
      },
      "charged": {
        "0": "<strong>Attaque chargée</strong>",
        "1": "Effectue un <strong>tir visé</strong> plus précis infligeant davantage de DGT.",
        "2": "Lors de la visée, la flèche se charge en élément Dendro, infligeant d'importants <dendro>DGT Dendro</dendro> quand elle est complètement chargée."
      },
      "plunging": {
        "0": "<strong>Attaque plongeante</strong>",
        "1": "Tire une pluie de flèches depuis les airs et plonge au sol, infligeant des DGT de zone à l'impact."
      }
    },
    "skillParams": {
      "0": "DGT 1er coup",
      "1": "DGT 2e coup",
      "2": "DGT 3e coup",
      "3": "DGT 4e coup",
      "4": "DGT tir visé",
      "5": "DGT tir visé (pleine charge)",
      "6": "DGT durant la chute",
      "7": "DGT chute basse/élevée",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Brosse florale",
    "description": {
      "0": "Lance un anneau floral qui inflige une fois des <dendro>DGT Dendro</dendro> aux cibles touchées.",
      "1": "L'anneau floral revient ensuite après un certain temps, infligeant une nouvelle fois des <dendro>DGT Dendro</dendro>.",
      "2": "<br/>",
      "3": "<i>C'est le gadget incontournable de Collei pour faire face aux bêtes sauvages indisciplinées : quelques petits coups bien placés avec cet instrument améliorent généralement leur comportement. Évidemment, ce même principe fonctionne tout aussi bien sur les malfaiteurs...</i>"
    },
    "skillParams": {
      "0": "DGT compétence",
      "1": "Temps de recharge",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Atout félin",
    "description": {
      "0": "Le fidèle Cuilein-Anbar arrive pour apporter son aide !",
      "1": "Lance une poupée nommée Cuilein-Anbar, provoquant une explosion qui inflige des <dendro>DGT Dendro de zone</dendro> tout en créant un territoire de Cuilein-Anbar. Cuilein-Anbar bondira alors sans cesse dans son territoire, infligeant des <dendro>DGT Dendro de zone</dendro>.",
      "2": "<br/>",
      "3": "<i>« Pas mal, hein ? ... Hein ? D'où est-ce que j'ai sorti le nom de Cuilein-Anbar ? Euh, eh bien, je... »</i>"
    },
    "skillParams": {
      "0": "DGT explosifs",
      "1": "DGT bond",
      "2": "Durée",
      "3": "Temps de recharge",
      "4": "Énergie élémentaire",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Retour folié",
    "description": {
      "0": "Si un de vos personnages dans l'équipe déclenche une réaction de Brûlure, de Stimulation, de Suractivation, de Propagation, de Fleurissement, d'Exubérance ou de Bourgeonnement avant le retour de l'<strong>anneau floral </strong>, le personnage obtient l'effet Germe au retour de l'anneau, ce qui inflige de façon continue aux ennemis proches des <dendro>DGT Dendro</dendro> d'une valeur équivalant à 40 % de l'ATQ de Collei pendant 3 s.",
      "1": "Si un nouvel effet Germe est déclenché pendant la durée d'un effet Germe existant, l'effet d'origine est supprimé. Les DGT infligés par l'effet Germe sont considérés comme des DGT de compétence élémentaire."
    }
  },
  "passive2": {
    "name": "Bois de langueur",
    "description": {
      "0": "Si un personnage dans le <strong>territoire de Cuilein-Anbar</strong> déclenche une réaction de Brûlure, de Stimulation, de Suractivation, de Propagation, de Fleurissement, d'Exubérance ou de Bourgeonnement, la durée du territoire est prolongée de 1 s.",
      "1": "Lors d'une même utilisation d'<strong>Atout félin</strong>, cette durée peut être prolongée un maximum de 3 fois de cette manière."
    }
  },
  "passive3": {
    "name": "Championne de planage de Sumeru",
    "description": {
      "0": "Diminue la consommation d'endurance de vos personnages dans l'équipe de 20 % lors du planage.",
      "1": "Ne peut pas être cumulé avec d'autres aptitudes passives aux effets identiques."
    }
  },
  "constellation1": {
    "name": "Patrouille sylvestre",
    "description": {
      "0": "La recharge d'énergie de Collei augmente de 20 % lorsqu'elle fait partie de l'équipe mais n'est pas déployée."
    }
  },
  "constellation2": {
    "name": "À travers collines et bosquets",
    "description": {
      "0": "L'aptitude passive « Retour folié » est modifiée :",
      "1": "Au retour de l'<strong>anneau floral</strong>, le personnage obtient l'effet Germe de l'aptitude passive « Retour folié », infligeant de façon continue aux ennemis proches des <dendro>DGT Dendro</dendro> d'une valeur équivalant à 40 % de l'ATQ de Collei pendant 3 s.",
      "2": "Si un de vos personnages dans l'équipe déclenche une réaction de Brûlure, de Stimulation, de Suractivation, de Propagation, de Fleurissement, d'Exubérance ou de Bourgeonnement entre l'utilisation de <strong>Brosse florale</strong> et l'arrêt de cet effet Germe, la durée de l'effet est prolongée de 3 s.",
      "3": "L'effet peut être prolongé une fois maximum de cette manière. Si un nouvel effet Germe est déclenché pendant la durée d'un effet Germe existant, l'effet d'origine est supprimé. Les DGT infligés par l'effet Germe sont considérés comme des DGT de compétence élémentaire.",
      "4": "L'aptitude passive « Retour folié » doit être déjà débloquée."
    }
  },
  "constellation3": {
    "name": "Fragrance estivale",
    "description": {
      "0": "Niveau d'aptitude <strong>Brosse florale</strong> +3.",
      "1": "Niveau max : 15"
    }
  },
  "constellation4": {
    "name": "Don de la nature",
    "description": {
      "0": "L'utilisation d'<strong>Atout félin</strong> augmente la maîtrise élémentaire de tous les personnages (hormis Collei) de l'équipe à proximité de 60 pts pendant 12 s."
    }
  },
  "constellation5": {
    "name": "Plénitude des braises",
    "description": {
      "0": "Niveau d'aptitude <strong>Atout félin</strong> +3.",
      "1": "Niveau max : 15"
    }
  },
  "constellation6": {
    "name": "Bosquet de flèches",
    "description": {
      "0": "Lorsque l'<strong>anneau floral</strong> touche, il crée un Cuilein-Anbar miniature qui inflige des <dendro>DGT Dendro</dendro> d'une valeur équivalant à 200 % de l'ATQ de Collei.",
      "1": "Chaque utilisation de <strong>Brosse florale</strong> permet de créer 1 Cuilein-Anbar miniature maximum."
    }
  }
}