{
  "name": "Arataki Itto",
  "title": "Héros de Hanamizaka",
  "description": "Le premier et plus grand chef du gang Arataki, célèbre dans tout Hanamizaka, à la Cité d'Inazuma... Hein, quoi ? Jamais entendu parler d'eux ? Sérieux ?",
  "constellationName": "Taurus Iracundus",
  "auto": {
    "name": "Légende de la baston",
    "fields": {
      "normal": {
        "0": "<strong>Attaque normale</strong>",
        "1": "Enchaîne jusqu'à 4 coups d'épée.",
        "2": "Lorsque son 2e et 4e coup touchent un ennemi, Itto obtient respectivement 1 et 2 cumuls de mégaforce superlative.",
        "3": "Itto peut détenir un maximum de 5 cumuls de mégaforce superlative, et chaque fois que cet effet se déclenche, la durée des cumuls en sa possession est réinitialisée.",
        "4": "<br/>",
        "5": "De plus, l'enchaînement d'attaques normales d'Itto ne sera pas réinitialisé pendant une courte période après Zetsugi anti-démon : Catapultage d'akaushi ou l'initiation d'un sprint."
      },
      "charged": {
        "0": "<strong>Attaque chargée</strong>",
        "1": "Lorsque vous maintenez appuyé pour lancer une attaque chargée tout en possédant des cumuls de mégaforce superlative, vous pouvez effectuer des kesa giri d'Arataki sans consommer d'endurance. Chaque kesa giri consommera à la place un cumul de mégaforce superlative. Lorsque le dernier cumul de mégaforce est consommé, Itto libère une attaque finale très puissante.",
        "2": "Si aucun cumul de mégaforce superlative n'est disponible, Itto consommera de l'endurance pour effectuer une simple entaille de Saichimonji."
      },
      "plunging": {
        "0": "<strong>Attaque plongeante</strong>",
        "1": "Plonge depuis les airs pour frapper le sol, infligeant des DGT aux ennemis en chemin et des DGT de zone à l'impact."
      }
    },
    "skillParams": {
      "0": "DGT 1er coup",
      "1": "DGT 2e coup",
      "2": "DGT 3e coup",
      "3": "DGT 4e coup",
      "4": "DGT kesa giri d'Arataki",
      "5": "DGT kesa giri final d'Arataki",
      "6": "Durée mégaforce superlative",
      "7": "DGT entaille de Saichimonji",
      "8": "Coût d'endurance entaille de Saichimonji",
      "9": "DGT durant la chute",
      "10": "DGT chute basse/élevée",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Zetsugi anti-démon : Catapultage d'akaushi",
    "description": {
      "0": "Projette Ushi, le jeune taureau akaushi et membre auxiliaire du gang Arataki, pour infliger des <geo>DGT Géo</geo> ! Lorsqu'Ushi touche un ennemi, il accorde à Arataki Itto 1 cumul de mégaforce superlative.",
      "1": "<br/>",
      "2": "Ushi reste ensuite sur le terrain et apporte son aide des façons suivantes :",
      "3": [
        " Il nargue les ennemis proches et attire leur attention.",
        " Il hérite d'un pourcentage des PV max d'Arataki Itto.",
        " Lorsqu'il subit des DGT, il accorde à Arataki Itto 1 cumul de mégaforce superlative. Un cumul peut être obtenu une fois toutes les 2 s de cette manière.",
        " Si ses PV sont épuisés ou si la durée arrive à terme, il s'enfuit tout en accordant à Arataki Itto 1 cumul de mégaforce superlative."
      ],
      "4": "<br/>",
      "5": "<strong>Appui long</strong>",
      "6": "Ajuste la direction du jet.",
      "7": "<br/>",
      "8": "Ushi est considéré comme une <geo>construction Géo</geo>, et Arataki Itto ne peut générer qu'un seul Ushi à la fois.",
      "9": "<br/>",
      "10": "<i>Le nom de cette technique est dérivé d'« Onibudo », un roman écrit par Junkichi. Cependant, l'appeler « Zetsugi anti-oni » constituerait probablement une violation de droits d'auteur... Sans parler du fait qu'Itto lui-même est un Oni...</i>"
    },
    "skillParams": {
      "0": "DGT compétence",
      "1": "PV hérités",
      "2": "Durée",
      "3": "Temps de recharge",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Roi oni maléfique : Avènement d'Itto",
    "description": {
      "0": "Il est temps de montrer la puissance du gang Arataki ! Itto laisse émerger son roi oni courroucé intérieur pendant un certain temps, utilisant son kanabo de Roi oni au combat.",
      "1": "Les caractéristiques suivantes s'appliquent :",
      "2": [
        " Les attaques normales, chargées et plongeantes sont imprégnées de <geo>DGT Géo</geo> ne pouvant pas être enchantés.",
        " La VIT d'attaque des attaques normales d'Itto augmente, et son ATQ sera augmentée en fonction de sa DÉF.",
        " Lorsque le 1er ou 3e coup de son attaque normale touche un ennemi, Arataki Itto obtient 1 cumul de mégaforce superlative.",
        " Les RÉS élémentaires et physique d'Arataki Itto diminuent de 20 %."
      ],
      "3": "<br/>",
      "4": "Les effets du roi oni courroucé prennent fin lorsqu'Arataki Itto quitte le champ de bataille.",
      "5": "<br/>",
      "6": "<i>C'est la meilleure super technique ultime d'Itto... Enfin, d'après lui... Il est inutile pour Arataki Itto d'imiter qui que ce soit d'autre pour devenir plus fort, car il est sans conteste l'Oni le plus fort et le plus terrible de tout le pays. En gros, Itto ne prend exemple que sur lui-même !</i>",
      "7": "<i>Shouta trouve que c'est super cool.</i>"
    },
    "skillParams": {
      "0": "Bonus ATQ",
      "1": "Bonus VIT d'attaque",
      "2": "Durée",
      "3": "Temps de recharge",
      "4": "Énergie élémentaire",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Arataki au top",
    "description": {
      "0": "Lorsqu'Arataki Itto effectue une série de kesa giri d'Arataki, il obtient les effets suivants :",
      "1": [
        " Chaque frappe augmente la VIT d'attaque de la prochaine de 10 %. La VIT d'attaque peut être augmentée d'un maximum de 30 % de cette manière.",
        " Sa RÉS à l'interruption augmente."
      ],
      "2": "<br/>",
      "3": "Ces effets prennent fin lorsqu'Arataki Itto arrête d'utiliser cette série d'attaques."
    }
  },
  "passive2": {
    "name": "Lignée de l'Oni cramoisi",
    "description": {
      "0": "Les DGT infligés par les kesa giri d'Arataki augmentent d'une valeur équivalant à 35 % de la DÉF d'Arataki Itto."
    }
  },
  "passive3": {
    "name": "Castor au rapport",
    "description": {
      "0": "Lorsqu'un de vos personnages dans l'équipe utilise des attaques pour obtenir du bois d'un arbre, il a 25 % de chances d'obtenir un morceau de bois supplémentaire."
    }
  },
  "constellation1": {
    "name": "Du calme et on écoute !",
    "description": {
      "0": "Après avoir utilisé <strong>Roi oni maléfique : Avènement d'Itto</strong>, Arataki Itto obtient 2 cumuls de mégaforce superlative. Après 1 s, Itto obtient 1 cumul de mégaforce superlative toutes les 0,5 s pendant 1,5 s."
    }
  },
  "constellation2": {
    "name": "Baston générale !",
    "description": {
      "0": "Après avoir utilisé <strong>Roi oni maléfique : Avènement d'Itto</strong>, chaque personnage de l'équipe de type <geo>Géo</geo> permet de diminuer le TdR de cette aptitude de 1,5 s et de restaurer l'énergie élémentaire d'Arataki Itto de 6 pts.",
      "1": "Le TdR peut être diminué d'un maximum de 4,5 s et l'énergie élémentaire peut être restaurée d'un maximum de 18 pts de cette manière."
    }
  },
  "constellation3": {
    "name": "Le taureau par les cornes !",
    "description": {
      "0": "Niveau d'aptitude <strong>Zetsugi anti-démon : Catapultage d'akaushi</strong> +3.",
      "1": "Niveau max : 15"
    }
  },
  "constellation4": {
    "name": "Au pain sec et à l'eau !",
    "description": {
      "0": "Lorsque l'état Roi oni courroucé accordé par <strong>Roi oni maléfique : Avènement d'Itto</strong> prend fin, la DÉF et l'ATQ de tous les personnages de l'équipe à proximité augmentent de 20 % pendant 10 s."
    }
  },
  "constellation5": {
    "name": "Une décennie de renommée à Hanamizaka",
    "description": {
      "0": "Niveau d'aptitude <strong>Roi oni maléfique : Avènement d'Itto</strong> +3.",
      "1": "Niveau max : 15"
    }
  },
  "constellation6": {
    "name": "Arataki Itto, présent !",
    "description": {
      "0": "Les DGT CRIT des attaques chargées d'Arataki Itto augmentent de 70 %. De plus, lorsqu'il utilise une série de kesa giri d'Arataki, il a 50 % de chances de ne pas consommer de mégaforce superlative."
    }
  }
}