{
  "name": "Crochet de capture",
  "description": {
    "0": "La tige de cet arc est composée d'un alliage métallique, tout en restant étonnamment légère. Même face à des pièges épais et lourds, les flèches qu'il tire passent sans encombre."
  },
  "passiveName": "Éclair fantôme",
  "passiveDescription": {
    "0": {
      "0": "Déclencher une réaction élémentaire augmente la maîtrise élémentaire de <cryo>60</cryo> pts pendant 12 s. Signelune « Lueur ascendante » : la maîtrise élémentaire de cet effet augmente de <cryo>60</cryo> pts supplémentaires. Cet effet peut être déclenché même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé."
    },
    "1": {
      "0": "Déclencher une réaction élémentaire augmente la maîtrise élémentaire de <cryo>75</cryo> pts pendant 12 s. Signelune « Lueur ascendante » : la maîtrise élémentaire de cet effet augmente de <cryo>75</cryo> pts supplémentaires. Cet effet peut être déclenché même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé."
    },
    "2": {
      "0": "Déclencher une réaction élémentaire augmente la maîtrise élémentaire de <cryo>90</cryo> pts pendant 12 s. Signelune « Lueur ascendante » : la maîtrise élémentaire de cet effet augmente de <cryo>90</cryo> pts supplémentaires. Cet effet peut être déclenché même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé."
    },
    "3": {
      "0": "Déclencher une réaction élémentaire augmente la maîtrise élémentaire de <cryo>105</cryo> pts pendant 12 s. Signelune « Lueur ascendante » : la maîtrise élémentaire de cet effet augmente de <cryo>105</cryo> pts supplémentaires. Cet effet peut être déclenché même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé."
    },
    "4": {
      "0": "Déclencher une réaction élémentaire augmente la maîtrise élémentaire de <cryo>120</cryo> pts pendant 12 s. Signelune « Lueur ascendante » : la maîtrise élémentaire de cet effet augmente de <cryo>120</cryo> pts supplémentaires. Cet effet peut être déclenché même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé."
    }
  }
}