{
  "name": "Perception forgée par les flammes",
  "description": {
    "0": "Les légendes tribales parlent d'une grande lame forgée par le Peuple des sources pour protéger un enfant qui s'apprêtait à entreprendre un voyage lointain. Cette arme semble être une réplique de cette épée légendaire."
  },
  "passiveName": "Pensée florissante",
  "passiveDescription": {
    "0": {
      "0": "Déclencher une réaction d'Électrocution, de Sélénocution, de Fleurissement, de Sélénofleurissement, de Cristallisation ou de Sélénocristallisation restaure <cryo>12</cryo> pts d'énergie élémentaire et augmente la maîtrise élémentaire de <cryo>60</cryo> pts pendant 15 s. Cet effet peut être déclenché une fois toutes les 15 s et même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé."
    },
    "1": {
      "0": "Déclencher une réaction d'Électrocution, de Sélénocution, de Fleurissement, de Sélénofleurissement, de Cristallisation ou de Sélénocristallisation restaure <cryo>15</cryo> pts d'énergie élémentaire et augmente la maîtrise élémentaire de <cryo>75</cryo> pts pendant 15 s. Cet effet peut être déclenché une fois toutes les 15 s et même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé."
    },
    "2": {
      "0": "Déclencher une réaction d'Électrocution, de Sélénocution, de Fleurissement, de Sélénofleurissement, de Cristallisation ou de Sélénocristallisation restaure <cryo>18</cryo> pts d'énergie élémentaire et augmente la maîtrise élémentaire de <cryo>90</cryo> pts pendant 15 s. Cet effet peut être déclenché une fois toutes les 15 s et même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé."
    },
    "3": {
      "0": "Déclencher une réaction d'Électrocution, de Sélénocution, de Fleurissement, de Sélénofleurissement, de Cristallisation ou de Sélénocristallisation restaure <cryo>21</cryo> pts d'énergie élémentaire et augmente la maîtrise élémentaire de <cryo>105</cryo> pts pendant 15 s. Cet effet peut être déclenché une fois toutes les 15 s et même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé."
    },
    "4": {
      "0": "Déclencher une réaction d'Électrocution, de Sélénocution, de Fleurissement, de Sélénofleurissement, de Cristallisation ou de Sélénocristallisation restaure <cryo>24</cryo> pts d'énergie élémentaire et augmente la maîtrise élémentaire de <cryo>120</cryo> pts pendant 15 s. Cet effet peut être déclenché une fois toutes les 15 s et même si le personnage équipé de l'arme fait partie de l'équipe mais n'est pas déployé."
    }
  }
}