{
  "name": "Shikanoin Heizou",
  "title": "Mente Condizente",
  "description": "Um jovem e talentoso detetive da Comissão Tenryou. Tem uma intuição astuta e aguçada.",
  "constellationName": "Cervus Minor",
  "auto": {
    "name": "Arte Marcial Fudou",
    "fields": {
      "normal": {
        "0": "<strong><strong>Ataque Normal</strong>",
        "1": "Realiza até 5 ataques de punhos de vento, infligindo <anemo>Dano Anemo</anemo>."
      },
      "charged": {
        "0": "<strong>Ataque Carregado</strong>",
        "1": "Consome uma certa quantidade de Stamina que inflige <anemo>Dano Anemo</anemo> com um chute de varredura."
      },
      "plunging": {
        "0": "<strong>Ataque Imersivo</strong>",
        "1": "Convoca o poder do vento para si, Heizou mergulha ao chão em pleno ar, infligindo Dano a todos os inimigos em seu caminho. Inflige <anemo>Dano Anemo em uma AdE</anemo> ao atingir o chão."
      }
    },
    "skillParams": {
      "0": "Dano do 1° Golpe",
      "1": "Dano do 2° Golpe",
      "2": "Dano do 3° Golpe",
      "3": "Dano do 4° Golpe",
      "4": "Dano do 5° Golpe",
      "5": "Dano de Ataque Carregado",
      "6": "Consumo de Stamina de Ataque Carregado",
      "7": "Dano Durante a Queda",
      "8": "Dano de Queda de Baixa/Alta Altitude",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Soco Cardíaco",
    "description": {
      "0": "<strong>Pressionar</strong>",
      "1": "Usa o vento para realizar o Soco Cardíaco que inflige <anemo>Dano Anemo</anemo>.",
      "2": "<br/>",
      "3": "<strong>Manter Pressionado</strong>",
      "4": "Acumula poder e desfere um soco ainda mais forte. Enquanto carrega, obterá o efeito \"Declinação\" que fortalece o Soco Cardíaco: Ao lançar a Habilidade ou quando a habilidade terminar de carregar, desferirá um Soco Cardíaco que inflige <anemo>Dano Anemo</anemo>.",
      "5": "<br/>",
      "6": "<strong>Declinação</strong>",
      "7": "Aumenta o Dano infligido do próximo Soco Cardíaco e acumula até 4 vezes.",
      "8": "Quando possuir 4 acúmulos de \"Declinação\", gerará o efeito \"Convicção\", que aumentará o Dano infligido pelo próximo Soco Cardíaco e aumentará sua AdE.",
      "9": "<br/>",
      "10": "<i>Esse soco aparentemente simples contém o desejo de Heizou para que os criminosos honestamente confessem e se arrependam.</i>"
    },
    "skillParams": {
      "0": "Dano de Habilidade",
      "1": "Aumento de Dano de Declinação",
      "2": "Aumento de Dano de Convicção",
      "3": "Duração de Declinação",
      "4": "Tempo de Recarga",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Chute Turbilhão",
    "description": {
      "0": "Salta no ar e usa a Bomba de Vácuo Fudou para chutar seus inimigos explosivamente. Ao atingir os inimigos, a Bomba de Vácuo Fudou gerará um Túnel de Vento Repreendedor que atrairá inimigos e objetos próximos, infligindo <anemo>Dano Anemo em AdE</anemo>.",
      "1": "Quando a Bomba de Vácuo Fudou atinge inimigos afetados por <hydro>Hydro</hydro>/<pyro>Pyro</pyro>/<cryo>Cryo</cryo>/<electro>Electro</electro>, esses inimigos serão afetados pelo efeito \"Olho do Furacão\". Esse efeito explodirá após um breve momento e infligirá Dano em AdE do tipo elemental correspondente.",
      "2": "A Bomba de Vácuo Fudou pode atingir até 4 inimigos com Olho do Furacão; os inimigos não poderão estar sob a influência de Olhos do Furacão de elementos diferentes simultaneamente.",
      "3": "<br/>",
      "4": "<i>Uma técnica que reúne Anemo em um local antes de desferi-lo em um único chute. Sempre está presente para chutar as costas de algum criminoso fugitivo.</i>"
    },
    "skillParams": {
      "0": "Dano da Bomba de Vácuo Fudou",
      "1": "Dano de Olho do Furacão",
      "2": "Recarga",
      "3": "Energia Elemental",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Prática Paradoxal",
    "description": {
      "0": "Quando Shikanoin Heizou está ativo no campo de batalha e desencadeia a reação de Redemoinho, ele obtém um acúmulo do efeito \"Declinação\" de <strong>Soco Cardíaco</strong>. Esse efeito pode ser desencadeado uma vez por 0.1 segundo."
    }
  },
  "passive2": {
    "name": "Razão Penetradora",
    "description": {
      "0": "Quando <strong>Soco Cardíaco</strong> atinge o inimigo, aumenta a Proficiência Elemental em 80 pontos para todos os membros da equipe (não inclui Shikanoin Heizou) por 10s."
    }
  },
  "passive3": {
    "name": "Culpa Pré-Existente",
    "description": {
      "0": "Diminui o consumo de Stamina ao correr de todos os seus membros da equipe em 20%.",
      "1": "Não acumulável com Talentos Passivos que concedem exatamente os mesmos efeitos."
    }
  },
  "constellation1": {
    "name": "Justiça Juvenil",
    "description": {
      "0": "Nos 5s após Shikanoin Heizou ficar ativo no campo de batalha, a Vel. de ATQ do Ataque Normal aumenta 15% e obtém um acúmulo do efeito \"Declinação\" de <strong>Soco Cardíaco</strong>. Esse efeito pode ser desencadeado uma vez a cada 10s."
    }
  },
  "constellation2": {
    "name": "Coleção Investigativa",
    "description": {
      "0": "O efeito de atração Túnel de Vento Repreendedor gerado por <strong>Chute Turbilhão</strong> é aumentado, e sua duração é prolongada para 1s."
    }
  },
  "constellation3": {
    "name": "Livro de Quebra-Cabeças Inextricáveis",
    "description": {
      "0": "Aumenta o nível de <strong>Soco Cardíaco</strong> em 3.",
      "1": "O nível máximo de elevação é 15."
    }
  },
  "constellation4": {
    "name": "Coletânea de Calúnias",
    "description": {
      "0": "A primeira explosão de \"Olho do Furacão\" de <strong>Chute Turbilhão</strong> regenerará 9 pontos de Energia Elemental para Shikanoin Heizou. Toda explosão seguinte regenerará 1.5 de Energia Elemental adicional para Shikanoin Heizou.",
      "1": "Um <strong>Chute Turbilhão</strong> pode regenerar até 13.5 de Energia Elemental para Shikanoin Heizou desta forma."
    }
  },
  "constellation5": {
    "name": "Arquivo Secreto",
    "description": {
      "0": "Aumenta o nível de <strong>Chute Turbilhão</strong> em 3.",
      "1": "O nível máximo de elevação é 15."
    }
  },
  "constellation6": {
    "name": "Casos Curiosos",
    "description": {
      "0": "Ao lançar <strong>Soco Cardíaco</strong>, cada acúmulo de \"Declinação\" aumentará 4% da Taxa CRIT do Soco Cardíaco atual. Quando possuir \"Convicção\", o Dano CRIT desse Soco Cardíaco aumentará em 32%."
    }
  }
}