{
  "name": "Skirk",
  "title": "Astro do Vazio",
  "description": "Uma visitante que apareceu nas fendas do Abismo e no Mar Primordial. Essa guerreira solitária treinou Tartaglia em artes marciais.",
  "constellationName": "Crystallina",
  "auto": {
    "name": "Destruição",
    "fields": {
      "normal": {
        "0": "<strong>Ataque Normal</strong>",
        "1": "Realiza até 5 golpes com a espada."
      },
      "charged": {
        "0": "<strong>Ataque Carregado</strong>",
        "1": "Consome uma certa quantidade de Stamina para brandir uma lâmina cristalina, infligindo Dano em seu trajeto contra os inimigos."
      },
      "plunging": {
        "0": "<strong>Ataque Imersivo</strong>",
        "1": "Mergulha em pleno ar para golpear o chão, causando dano aos inimigos ao longo do caminho e infligindo Dano em uma AdE durante o impacto."
      }
    },
    "skillParams": {
      "0": "Dano do 1° Golpe",
      "1": "Dano do 2° Golpe",
      "2": "Dano do 3° Golpe",
      "3": "Dano do 4° Golpe",
      "4": "Dano do 5° Golpe",
      "5": "Dano de Ataque Carregado",
      "6": "Consumo de Stamina de Ataque Carregado",
      "7": "Dano Durante a Queda",
      "8": "Dano de Queda de Baixa/Alta Altitude",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Devastação: Lampejo",
    "description": {
      "0": "Imita o estilo de combate do \"Cavaleiro Abominável\". Produz efeitos diferentes dependendo se você Pressionar ou Manter pressionado.",
      "1": "<br/>",
      "2": "<strong>Pressionar</strong>",
      "3": "Skirk obtém 45 <tooltip ns=tooltips_gen baseKey18=11130005 values=[]><strong>Sutileza da Serpente</strong></tooltip> e alterna para o modo <tooltip ns=tooltips_gen baseKey18=11130006 values=[]><strong>Lampejo de Sete Fases</strong></tooltip>.",
      "4": "<br/>",
      "5": "<strong>Manter pressionado</strong>",
      "6": "Skirk obtém 45 Sutileza da Serpente e se moverá continuamente em alta velocidade. Sua Resistência contra Interrupção é aumentada nesse estado.",
      "7": "Durante esse período, Skirk pode controlar a direção do movimento, e pode se mover sobre a água. Ela também pode usar novamente essa Habilidade para encerrar o movimento rápido antes do tempo."
    },
    "skillParams": {
      "0": "Dano do 1° Golpe",
      "1": "Dano do 2° Golpe",
      "2": "Dano do 3° Golpe",
      "3": "Dano do 4° Golpe",
      "4": "Dano do 5° Golpe",
      "5": "Dano do Ataque Carregado",
      "6": "Consumo de Stamina de Ataque Carregado",
      "7": "Dano Durante a Queda",
      "8": "Dano de Queda de Baixa/Alta Altitude",
      "9": "Duração do modo Lampejo de Sete Fases",
      "10": "Máximo de Sutileza da Serpente",
      "11": "Tempo de Recarga",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Arte Apodrecida: Obliteração",
    "description": {
      "0": "O Supremo de Skirk não depende de Energia Elemental, mas sim de <tooltip ns=tooltips_gen baseKey18=11130005 values=[]><strong>Sutileza da Serpente</strong></tooltip>.",
      "1": "Quando Skirk tiver pelo menos 50 de <tooltip ns=tooltips_gen baseKey18=11130005 values=[]><strong>Sutileza da Serpente</strong></tooltip>, ela poderá consumir toda a sua <tooltip ns=tooltips_gen baseKey18=11130005 values=[]><strong>Sutileza da Serpente</strong></tooltip> para liberar seu Supremo, rasgando o espaço à sua frente e realizando cortes rápidos consecutivos que causam <cryo>Dano Cryo em uma AdE</cryo>. Ao mesmo tempo, o Dano causado por cada golpe desse Supremo poderá ser aumentado por cada ponto de <tooltip ns=tooltips_gen baseKey18=11130005 values=[]><strong>Sutileza da Serpente</strong></tooltip> acima de 50 no momento da ativação. Um máximo de 12 pontos poderá ser considerado para esse aumento.",
      "2": "<br/>",
      "3": "Quando Skirk estiver no modo <tooltip ns=tooltips_gen baseKey18=11130006 values=[]><strong>Lampejo de Sete Fases</strong></tooltip>, o Supremo \"Arte Apodrecida: Obliteração\" será substituído por \"Devastação: Obliteração\".",
      "4": "<br/>",
      "5": "<strong>Devastação: Obliteração</strong>",
      "6": "Um Supremo especial que pode ser usado mesmo sem consumir Sutileza da Serpente.",
      "7": "Após usá-lo, Skirk obterá o efeito \"Tudo Há de Murchar\", que durará até o término do Lampejo de Sete Fases. Após desbloquear o Talento de Ascensão <tooltip ns=tooltips_gen baseKey18=11130007 values=[]><strong>Razão Além da Razão</strong></tooltip>, ela também poderá absorver Fendas do Vazio próximas.",
      "8": "Enquanto \"Tudo Há de Murchar\" estiver ativo, a cada 0.1s, após o Ataque Normal de Skirk acertar um inimigo, esse Ataque Normal causará Dano aumentado. Se ela tiver absorvido alguma Fenda do Vazio ao usar o <strong>Devastação: Obliteração</strong>, o Dano desse Ataque Normal será ainda mais aumentado com base no número de Fendas absorvidas.",
      "9": "Esse efeito será cancelado após ser acionado 10 vezes."
    },
    "skillParams": {
      "0": "Dano do Corte",
      "1": "Dano do Corte Final",
      "2": "Bônus da Sutileza da Serpente",
      "3": "Bônus de Dano por absorver 0/1/2/3 Fenda(s) do Vazio",
      "4": "Tempo de Recarga",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Razão Além da Razão",
    "description": {
      "0": "Quando membros próximos da equipe desencadearem reações de Congelado, Supercondutor, Redemoinho Cryo ou Cristalização Cryo contra inimigos, uma Fenda do Vazio será criada próxima a esse inimigo. Esse efeito pode ser desencadeado uma vez a cada 2.5s. Um máximo de 3 Fendas do Vazio criadas pela própria Skirk pode existir simultaneamente em campo.",
      "1": "<br/>",
      "2": "Skirk pode usar os seguintes métodos para absorver Fendas do Vazio próximas:",
      "3": [
        " Ao acertar um inimigo com um Ataque Carregado no <tooltip ns=tooltips_gen baseKey18=11130006 values=[]><strong>modo Lampejo de Sete Fases</strong></tooltip>.",
        " Ao usar o Supremo especial <strong>Devastação: Obliteração</strong> enquanto estiver no modo Lampejo de Sete Fases.",
        " Ao Manter pressionada sua Habilidade Elemental <strong>Devastação: Lampejo</strong> para realizar se mover rapidamente."
      ],
      "4": "<br/>",
      "5": "Cada Fenda absorvida concederá a ela 8 pontos de Sutileza da Serpente."
    }
  },
  "passive2": {
    "name": "Retorno à Desolação",
    "description": {
      "0": "Quando membros próximos da equipe de Tipo Elemental <hydro>Hydro</hydro> atingirem um inimigo com um ataque <hydro>Hydro</hydro>, ou quando os outros personagens próximos da equipe de Tipo Elemental <cryo>Cryo</cryo>, exceto a própria Skirk, atingirem um inimigo com um ataque <cryo>Cryo</cryo>, Skirk receberá o efeito \"Encruzilhada da Morte\" por 20s. Máximo de 3 acúmulos, com a duração de cada acúmulo contada independentemente.",
      "1": "Cada personagem pode conceder no máximo 1 acúmulo de \"Encruzilhada da Morte\" para Skirk dessa maneira.",
      "2": "Cada acúmulo de \"Encruzilhada da Morte\" aumenta o Dano do Ataque Normal causado por Skirk no modo <tooltip ns=tooltips_gen baseKey18=11130006 values=[]><strong>Lampejo de Sete Fases</strong></tooltip> em 110%/120%/170% de seu Dano original e também aumenta o Dano causado por seu Supremo <strong>Arte Apodrecida: Obliteração</strong> em 105%/115%/160% de seu Dano original."
    }
  },
  "passive3": {
    "name": "Mentoria Mútua de Armamentos",
    "description": {
      "0": "Quando todos os membros da equipe forem de Tipo Elemental <hydro>Hydro</hydro> ou <cryo>Cryo</cryo>, e houver pelo menos 1 personagem Hydro e 1 personagem Cryo, o Nível da <strong>Habilidade Elemental</strong> dos membros da equipe será aumentado em 1."
    }
  },
  "constellation1": {
    "name": "Queda Longínqua",
    "description": {
      "0": "Aprimora os efeitos do Talento de Ascensão <tooltip ns=tooltips_gen baseKey18=11130007 values=[]><strong>Razão Além da Razão</strong></tooltip>: Skirk invocará uma lâmina de cristal por cada Fenda do Vazio absorvida para atacar inimigos próximos, causando 500% de seu ATQ como <cryo>Dano Cryo</cryo>. Esse Dano é considerado como Dano de Ataque Carregado.",
      "1": "É necessário primeiro desbloquear o Talento de Ascensão <strong>Razão Além da Razão</strong>."
    }
  },
  "constellation2": {
    "name": "Ao Abismo",
    "description": {
      "0": "Após desencadear sua Habilidade Elemental <strong>Devastação: Lampejo</strong>, Skirk obterá 10 pontos adicionais de <tooltip ns=tooltips_gen baseKey18=11130005 values=[]><strong>Sutileza da Serpente</strong></tooltip>.",
      "1": "Ao usar seu Supremo <strong>Arte Apodrecida: Obliteração</strong>, o Dano dessa instância do Supremo será aumentado ao considerar até 10 pontos adicionais de Sutileza da Serpente.",
      "2": "Além disso, dentro de 12.5s após Skirk desencadear o Supremo especial <strong>Devastação: Obliteração</strong> enquanto estiver em seu modo <tooltip ns=tooltips_gen baseKey18=11130006 values=[]><strong>Lampejo de Sete Fases</strong></tooltip>, seu ATQ é aumentado em 70%. Este efeito será cancelado ao sair do modo Lampejo de Sete Fases."
    }
  },
  "constellation3": {
    "name": "Pecado Fortuito",
    "description": {
      "0": "Aumenta o nível do Supremo <tooltip ns=char_Skirk_gen baseKey18=burst><strong>Arte Apodrecida: Obliteração</strong></tooltip> em 3.",
      "1": "O nível máximo de elevação é 15."
    }
  },
  "constellation4": {
    "name": "Fluxo Fraturado",
    "description": {
      "0": "Aprimora os efeitos do Talento de Ascensão <tooltip ns=tooltips_gen baseKey18=11130008 values=[]><strong>Retorno à Desolação</strong></tooltip>: Cada acúmulo de Encruzilhada da Morte também aumenta o ATQ da Skirk em 10%/20%/40%.",
      "1": "É necessário desbloquear o Talento de Ascensão <strong>Retorno à Desolação</strong> primeiro."
    }
  },
  "constellation5": {
    "name": "Portadora de Desejos",
    "description": {
      "0": "Aumenta o Nível da Habilidade Elemental <tooltip ns=char_Skirk_gen baseKey18=skill><strong>Devastação: Lampejo</strong></tooltip> em 3.",
      "1": "O nível máximo de aprimoramento é 15."
    }
  },
  "constellation6": {
    "name": "Para a Fonte",
    "description": {
      "0": "Cada Fenda do Vazio absorvida por Skirk através dos efeitos do Talento de Ascensão <tooltip ns=tooltips_gen baseKey18=11130007 values=[]><strong>Razão Além da Razão</strong></tooltip> concederá a ela 1 acúmulo de Devastação: Corte. Ela pode consumir esses acúmulos para iniciar ataques coordenados e reduzir o Dano recebido enquanto estiver no modo <tooltip ns=tooltips_gen baseKey18=11130006 values=[]><strong>Lampejo de Sete Fases</strong></tooltip>. Esse efeito dura 15s, pode acumular até 3 vezes, e a duração de cada acúmulo é contada separadamente.",
      "1": "É necessário desbloquear o Talento de Ascensão \"Razão Além da Razão\" primeiro.",
      "2": "<br/>",
      "3": "<strong>Devastação: Corte</strong>",
      "4": [
        " Quando Skirk usa o Supremo <strong>Arte Apodrecida: Obliteração</strong>, ela consumirá todos os acúmulos de <strong>Devastação: Corte</strong> para iniciar um ataque coordenado, em que cada acúmulo causará 750% do ATQ de Skirk como <cryo>Dano Cryo</cryo>. Esse Dano é considerado Dano de Supremo.",
        " Quando usa Ataques Normais enquanto estiver no modo Lampejo de Sete Fases, 1 acúmulo de <strong>Devastação: Corte</strong> será consumido quando o terceiro ou quinto golpe sequencial atingir um inimigo, lançando 3 ataques coordenados. Cada ataque coordenado causa 180% do ATQ de Skirk como <cryo>Dano Cryo</cryo>. Esse Dano é considerado Dano de Ataque Normal.",
        " Quando Skirk recebe Dano enquanto está no modo Lampejo de Sete Fases, 1 acúmulo de <strong>Devastação: Corte</strong> será consumido para reduzir essa instância de Dano em 80% e atacar inimigos próximos 3 vezes. Cada ataque causa 180% do ATQ de Skirk como <cryo>Dano Cryo</cryo>. Esse Dano é considerado Dano de Ataque Carregado."
      ]
    }
  }
}