{
  "name": "Mika",
  "title": "Topógrafo da Geada Translúcida",
  "description": "Um jovem cavaleiro nascido em uma família comum. Ele serve como Topógrafo da Linha de Frente na sua companhia. É tímido e cauteloso.",
  "constellationName": "Palumbus",
  "auto": {
    "name": "Lança de Favonius — Ponto de Passagem",
    "fields": {
      "normal": {
        "0": "<strong>Ataque Normal</strong>",
        "1": "Realiza até 5 golpes com a sua lança e besta de mão."
      },
      "charged": {
        "0": "<strong>Ataque Carregado</strong>",
        "1": "Consome uma certa quantidade de Stamina para se lançar para frente, infligindo Dano em seu trajeto."
      },
      "plunging": {
        "0": "<strong>Ataque Imersivo</strong>",
        "1": "Mergulha em pleno ar para golpear o chão, causando dano aos inimigos ao longo do caminho e infligindo Dano em uma AdE durante o impacto."
      }
    },
    "skillParams": {
      "0": "Dano do 1° Golpe",
      "1": "Dano do 2° Golpe",
      "2": "Dano do 3° Golpe",
      "3": "Dano do 4° Golpe",
      "4": "Dano do 5° Golpe",
      "5": "Dano de Ataque Carregado",
      "6": "Consumo de Stamina de Ataque Carregado",
      "7": "Dano Durante a Queda",
      "8": "Dano de Queda de Baixa/Alta Altitude",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Redemoinho Estelar Gelado",
    "description": {
      "0": "Usa sua besta para atacar os inimigos, e concede aos personagens próximos o estado Alma do Vento. Quando um personagem no estado Alma do Vento está ativo no campo de batalha, aumenta a sua a Vel. de ATQ.",
      "1": "Gera efeitos diferentes se for lançado Pressionando ou Mantendo Pressionado.",
      "2": "<br/>",
      "3": "<strong>Pressionar</strong>",
      "4": "Dispara uma Flecha Gélida rapidamente que penetra os inimigos, causando <cryo>Dano Cryo</cryo>.",
      "5": "<br/>",
      "6": "<strong>Manter Pressionado</strong>",
      "7": "Entra no modo de mira, e dispara um Sinal Estelar Gélido contra o inimigo fixado na mira, causando <cryo>Dano Cryo</cryo>. Quando o Sinal Estelar Gélido atinge o inimigo, ascenderá e explodirá, disparando Fragmentos Estelares Gélidos contra até 3 inimigos próximos, causando <cryo>Dano Cryo</cryo>.",
      "8": "<br/>",
      "9": "<i>As estrelas explodem sob os céus congelados.</i>"
    },
    "skillParams": {
      "0": "Dano da Flecha Gélida",
      "1": "Dano do Sinal Estelar Gélido",
      "2": "Dano de Fragmentos Estelares Gélidos",
      "3": "Aumento de Vel. de ATQ",
      "4": "Duração de Alma do Vento",
      "5": "Tempo de Recarga",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Canção da Pena do Céu",
    "description": {
      "0": "Eleva a moral dos companheiros através das orações dos Cavaleiros de Favonius, regenerando Vida para todos os personagens próximos baseada na Vida Máxima de Mika e concedendo a eles o estado Pena do Falcão.",
      "1": "<br/>",
      "2": "<strong>Pena do Falcão</strong>",
      "3": "Quando os Ataques Normais de personagens ativos sob o estado Pena do Falcão atingem um inimigo, Mika regenerará Vida para esses personagens baseada na Vida Máxima de Mika.",
      "4": "Os personagens nesse estado só podem regenerar Vida desta maneira uma vez em um curto intervalo de tempo.",
      "5": "<br/>",
      "6": "<i>\"Leve a esperança nos momentos difíceis e não baixe a guarda que tudo ficará bem... Pois aquela pena branca pura guiará os errantes perdidos.\"</i>"
    },
    "skillParams": {
      "0": "Cura ao lançar Habilidade",
      "1": "Cura de Pena do Falcão",
      "2": "Intervalo de Cura de Pena do Falcão",
      "3": "Duração da Pena do Falcão",
      "4": "Tempo de Recarga",
      "5": "Energia Elemental",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Supressão de Disparo Rápido",
    "description": {
      "0": "O estado Alma do Vento de <strong>Redemoinho Estelar Gelado</strong> concederá nas seguintes circunstâncias aos personagens ativos o efeito Detector, aumentando o Dano Físico causado em 10%:",
      "1": [
        " Quando a Flecha Gélida atinge mais de um inimigo, gera 1 acúmulo do efeito Detector para cada inimigo adicional atingido;",
        " Quando um Fragmento Estelar Gélido atinge um inimigo, gera 1 acúmulo do efeito Detector. Cada Fragmento Estelar Gélido só pode desencadear este efeito uma vez."
      ],
      "2": "<br/>",
      "3": "É possível ter até 3 acúmulos do efeito Detector no estado Alma do Vento. Lançar Redemoinho Estelar Gelado novamente nessa duração removerá o estado Alma do Vento original e os seus acúmulos de efeito Detector."
    }
  },
  "passive2": {
    "name": "Mapeamento Topográfico",
    "description": {
      "0": "Personagens ativos que estiverem simultaneamente no estado Pena do Falcão de <strong>Canção da Pena do Céu</strong> e Alma do Vento de <strong>Redemoinho Estelar Gelado</strong>, ao causarem Dano CRIT com um ataque farão o estado Alma do Vento gerar 1 acúmulo do efeito Detector do Talento Passivo \"Supressão de Disparo Rápido\". É possível gerar até 1 acúmulo do efeito Detector em uma duração do estado Alma do Vento.",
      "1": "Além disso, o número máximo de acúmulos do efeito Detector que podem ser obtidos no estado Alma do Vento é aumentado em 1.",
      "2": "É necessário desbloquear o Talento Passivo \"Supressão de Disparo Rápido\"."
    }
  },
  "passive3": {
    "name": "Demarcação",
    "description": {
      "0": "Mostra a localização de <strong>Especialidades de Mondstadt</strong> próximas no mapa."
    }
  },
  "constellation1": {
    "name": "Contingência Inesperada",
    "description": {
      "0": "O estado Alma do Vento criado por <strong>Redemoinho Estelar Gelado</strong> reduzirá o intervalo de regeneração de Vida do estado Pena do Falcão de <strong>Canção da Pena do Céu</strong>. A proporção da redução será equivalente a proporção de aumento de Vel. de ATQ do estado Alma do Vento."
    }
  },
  "constellation2": {
    "name": "Jornada Acompanhada",
    "description": {
      "0": "Quando a Flecha Gélida de <strong>Redemoinho Estelar Gelado</strong> atinge o primeiro inimigo, ou quando o Sinal Estelar Gélido atinge um inimigo, gerará 1 acúmulo do efeito Detector do Talento Passivo \"Supressão de Disparo Rápido\".",
      "1": "É necessário desbloquear o Talento Passivo \"Supressão de Disparo Rápido\"."
    }
  },
  "constellation3": {
    "name": "Batedor Veterano",
    "description": {
      "0": "Aumenta o nível de <strong>Canção da Pena do Céu</strong> em 3.",
      "1": "O nível máximo de elevação é 15."
    }
  },
  "constellation4": {
    "name": "Bênção do Sol Gelado",
    "description": {
      "0": "Quando o estado Pena do Falcão de <strong>Canção da Pena do Céu</strong> de Mika cura os outros personagens da equipe, regenerará 3 de Energia Elemental para Mika. É possível regenerar Energia Elemental em um estado Pena do Falcão de Canção da Pena do Céu até 5 vezes."
    }
  },
  "constellation5": {
    "name": "Flecha Sinalizadora",
    "description": {
      "0": "Aumenta o nível do <strong>Redemoinho Estelar Gelado</strong> em 3.",
      "1": "O nível máximo de elevação é 15."
    }
  },
  "constellation6": {
    "name": "Conselheiro Acompanhante",
    "description": {
      "0": "Aumenta em 1 o número máximo de acúmulos do efeito Detector do estado Alma do Vento de <strong>Redemoinho Estelar Gelado</strong>. É necessário desbloquear o Talento Passivo \"Supressão de Disparo Rápido\".",
      "1": "Além disso, personagens ativos sob o estado Alma do Vento obterão 60% de aumento de Dano Físico CRIT."
    }
  }
}