{
  "name": "Nahida",
  "title": "Pureza Restauradora",
  "description": "Um pássaro enjaulado no Santuário de Surasthana, que só pode contemplar o mundo através de seus sonhos.",
  "constellationName": "Sapientia Oromasdis",
  "auto": {
    "name": "Akara",
    "fields": {
      "normal": {
        "0": "<strong><strong>Ataque Normal</strong>",
        "1": "Realiza até 4 ataques que infligem <dendro>Dano Dendro</dendro>."
      },
      "charged": {
        "0": "<strong>Ataque Carregado</strong>",
        "1": "Consome uma certa quantidade de Stamina para infligir <dendro>Dano Dendro em uma AdE</dendro> após um curto período de canalização."
      },
      "plunging": {
        "0": "<strong>Ataque Imersivo</strong>",
        "1": "Reunindo o poder do Dendro, mergulha em direção ao chão em pleno ar, infligindo dano a todos os inimigos em seu caminho. Inflige <dendro>Dano Dendro em uma AdE</dendro> durante o impacto com o chão."
      }
    },
    "skillParams": {
      "0": "Dano do 1° Golpe",
      "1": "Dano do 2° Golpe",
      "2": "Dano do 3° Golpe",
      "3": "Dano do 4° Golpe",
      "4": "Dano de Ataque Carregado",
      "5": "Consumo de Stamina de Ataque Carregado",
      "6": "Dano Durante a Queda",
      "7": "Dano de Queda de Baixa/Alta Altitude",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Esquemas Universais",
    "description": {
      "0": "Envia vínculos cármicos de madeira e árvore a partir de seu lado, infligindo <dendro>Dano Dendro em uma AdE</dendro> e marcando até 8 oponentes atingidos com a Semente Skandha.",
      "1": "Quando usada no modo Manter Pressionado, essa habilidade será acionada de maneira diferente.",
      "2": "<br/>",
      "3": "<strong>Manter Pressionado</strong>",
      "4": "Entra no modo de mira, que permite escolher um certo número de oponentes dentro de uma certa AdE. Durante esse tempo, a Resistência contra Interrupção de Nahida será aumentada.",
      "5": "Quando o modo de mira acabar, essa habilidade causará <dendro>Dano Dendro</dendro> a esses oponentes e os marcará com a Semente Skandha.",
      "6": "O modo de mira durará até 5s e pode selecionar no máximo 8 oponentes.",
      "7": "<br/>",
      "8": "<strong>Semente Skandha</strong>",
      "9": "Oponentes que foram marcados pela Semente Skandha serão conectados uns aos outros até uma certa distância.",
      "10": "Depois de causar Reações Elementais em oponentes afetados pelas Sementes Skandha ou quando eles recebem Dano de Núcleos Dendro (incluindo Dano de Germinação e Superflorescimento), Nahida irá liberar a Purificação Tricármica nesses oponentes e em todos os oponentes conectados, causando <dendro>Dano Dendro</dendro> com base em seu ATQ e Proficiência Elemental.",
      "11": "Só é possível ativar até 1 Purificação Tricármica dentro de um curto período de tempo.",
      "12": "<br/>",
      "13": "<i>Lo, o deus da grama e das árvores, mostra sua verdade universal no vazio, iluminando a origem e a destruição dos três carmas.</i>"
    },
    "skillParams": {
      "0": "Dano de Pressionar",
      "1": "Dano ao Manter Pressionado",
      "2": "Dano de Purificação Tricármica",
      "3": "Intervalo de ativação de Purificação Tricármica",
      "4": "Duração de Semente Skandha",
      "5": "Recarga de Pressionar",
      "6": "Tempo de Recarga ao Manter Pressionado",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Coração Ilusório",
    "description": {
      "0": "Manifesta o Palácio dos Sonhos, criando o campo do Santuário de Maya.",
      "1": "<br/>",
      "2": "Se houverem personagens dos tipos elementais abaixo quando o campo é criado, gera os seguintes efeitos:",
      "3": [
        " <pyro>Pyro</pyro>: quando Nahida está no Santuário de Maya, aumenta o Dano infligido por Purificação Tricármica de sua Habilidade Elemental \"Esquemas Universais\";",
        " <electro>Electro</electro>: quando Nahida está no Santuário de Maya, reduz o intervalo para desencadear Purificação Tricármica de sua Habilidade Elemental \"Esquemas Universais\";",
        " <hydro>Hydro</hydro>: estende a duração do Santuário de Maya."
      ],
      "4": "<br/>",
      "5": "Ao criar esse campo, se houverem pelo menos 2 personagens dos tipos elementais citados acima, o efeito correspondente será mais fortalecido.",
      "6": "<br/>",
      "7": "Mesmo que Nahida não esteja ativa no campo de batalha, poderá obter os efeitos de aumento descritos acima se membros da equipe estiverem dentro do Santuário de Maya.",
      "8": "<br/>",
      "9": "<i>Para a Deusa da Sabedoria, talvez tudo que vive sob as árvores seja apenas um sonho passageiro de ponta-cabeça para a Deusa.</i>"
    },
    "skillParams": {
      "0": "Pyro: Aumento de Dano",
      "1": "Pyro: Aumento de Dano",
      "2": "Electro: Redução de Intervalo",
      "3": "Electro: Redução de Intervalo",
      "4": "Hydro: Aumento de duração",
      "5": "Hydro: Aumento de duração",
      "6": "Duração Básica",
      "7": "Tempo de Recarga",
      "8": "Energia Elemental",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Compaixão Iluminada",
    "description": {
      "0": "Ao lançar <strong>Coração Ilusório</strong>, o Santuário de Maya obterá os seguintes efeitos:",
      "1": "Aumenta a Proficiência Elemental do personagem ativo no campo de batalha dentro da AdE baseado em 25% da Proficiência Elemental do personagem da equipe com maior Proficiência Elemental.",
      "2": "É possível obter um aumento de até 250 pontos de Proficiência Elemental desta forma."
    }
  },
  "passive2": {
    "name": "Despertar da Sabedoria",
    "description": {
      "0": "Cada 1 ponto de Proficiência Elemental de Nahida que ultrapasse 200 aumentará o Dano infligido por Purificação Tricármica de <strong>Esquemas Universais</strong> em 0.1% e a Taxa CRIT em 0.03%.",
      "1": "É possível aumentar o Dano em até 80% e a Taxa CRIT em até 24% dessa forma."
    }
  },
  "passive3": {
    "name": "Meditação Universal",
    "description": {
      "0": "Nahida pode usar <strong>Esquemas Universais</strong> para interagir com outros objetos coletáveis dentro de uma certa AdE.",
      "1": "Talvez isso possua algum outro efeito..."
    }
  },
  "constellation1": {
    "name": "Semente do Conhecimento",
    "description": {
      "0": "Quando o <strong>Santuário de Maya</strong> é lançado e conta os tipos elementais dos personagens na equipe, será contabilizado 1 personagem Pyro, Electro e Hydro a mais."
    }
  },
  "constellation2": {
    "name": "Raiz da Compaixão",
    "description": {
      "0": "Oponentes marcados pelas <strong>Sementes Skandha</strong> aplicadas pela própria Nahida serão afetados pelos seguintes efeitos:",
      "1": [
        " Dano de Queimadura, Florescimento, Superflorescimento e Germinação pode causar CRIT. Taxa CRIT e Dano CRIT estão fixados em 20% e 100% respectivamente.",
        " Dentro de 8s após terem sido afetados por Aceleração, Intensificação e Propagação, a DEF diminui em 30%."
      ]
    }
  },
  "constellation3": {
    "name": "Brotos do Karma",
    "description": {
      "0": "Aumenta o nível do <strong>Esquemas Universais</strong> em 3.",
      "1": "O nível máximo de elevação é 15."
    }
  },
  "constellation4": {
    "name": "Caules da Interferência da Manifestação",
    "description": {
      "0": "Quando houverem 1/2/3/4 ou mais inimigos próximos sob o estado Semente Skandha e de <strong>Esquemas Universais</strong>, a Proficiência Elemental de Nahida aumenta em 100/120/140/160."
    }
  },
  "constellation5": {
    "name": "As Folhas da Essência da Sabedoria",
    "description": {
      "0": "Aumenta o nível do <strong>Coração Ilusório</strong> em 3.",
      "1": "O nível máximo de elevação é 15."
    }
  },
  "constellation6": {
    "name": "Frutos da Culminação da Razão",
    "description": {
      "0": "Depois de lançar <strong>Coração Ilusório</strong>, quando Nahida acerta um oponente afetado pela Semente Skandha de <strong>Esquemas Universais</strong> com um Ataque Normal ou Ataque Carregado, ela lançará Purificação Tricármica: Eliminação do Carma nesse oponente e em todos os oponentes conectados, causando <dendro>Dano Dendro</dendro> com base em 200% do ATQ de Nahida e em 400% de sua Proficiência Elemental.",
      "1": "O Dano causado por Purificação Tricármica: Eliminação do Carma é considerado Dano de Habilidade Elemental e pode ser acionado uma vez a cada 0.2s.",
      "2": "Esse efeito pode durar até 10s e será removido depois que Nahida liberar 6 instâncias de Purificação Tricármica: Eliminação do Carma."
    }
  }
}