{
  "name": "Yoimiya",
  "title": "Dança das Chamas",
  "description": "Dona da Fogos de Artifício Naganohara. Conhecida como \"Rainha do Festival de Verão\", ela é excelente na criação de fogos de artifício que simbolizam a esperança e sonhos das pessoas.",
  "constellationName": "Carassius Auratus",
  "auto": {
    "name": "Pirotecnia",
    "fields": {
      "normal": {
        "0": "<strong>Ataque Normal</strong>",
        "1": "Realiza até 5 disparos consecutivos com um arco."
      },
      "charged": {
        "0": "<strong>Ataque Carregado</strong>",
        "1": "Realiza um <strong>Disparo com Mira</strong> mais preciso com Dano aumentado.",
        "2": "Ao mirar, uma aura flamejante acumulará na ponta da flecha antes de ser disparada. Tem diferentes efeitos baseados em quanto tempo a energia foi carregada:",
        "3": "Carga Nível 1: Dispara uma Flecha Flamejante que causa <pyro>Dano Pyro</pyro>",
        "4": "Carga Nível 2: Gera um máximo de 3 Flechas Abrasadoras com base no tempo decorrido no carregamento, liberando-as como parte do Disparo com Mira. Flechas Abrasadoras irão perseguir os alvos próximos, causando <pyro>Dano Pyro</pyro> ao atingir um inimigo."
      },
      "plunging": {
        "0": "<strong>Ataque Imersivo</strong>",
        "1": "Dispara uma chuva de flechas em pleno ar antes de cair e atingir o chão, causando Dano em AdE no impacto."
      }
    },
    "skillParams": {
      "0": "Dano do 1° Golpe",
      "1": "Dano do 2° Golpe",
      "2": "Dano do 3° Golpe",
      "3": "Dano do 4° Golpe",
      "4": "Dano do 5° Golpe",
      "5": "Disparo com Mira",
      "6": "Disparo com Mira com Energização Completa",
      "7": "Dano da Flecha Abrasadora",
      "8": "Dano Durante a Queda",
      "9": "Dano de Queda de Baixa/Alta Altitude",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Dança de Fogo Niwabi",
    "description": {
      "0": "Com o fogo de artifício de incenso explodindo no ar, um anel de salitre rodeia Yoimiya.",
      "1": "<br/>",
      "2": "<strong>Niwabi Enshou</strong>",
      "3": "Durante o intervalo de tempo, as flechas disparadas pelo Ataque Normal de Yoimiya serão Flechas Ardentes, causando <pyro>Dano Pyro</pyro>, e aumentando o dano causado pelo Ataque Normal. A Carga Nível 2 do Ataque Normal: Pirotecnia não irá causar Flechas Ardentes durante este tempo.",
      "4": "<br/>",
      "5": "O efeito será desativado quando Yoimiya sair do campo.",
      "6": "<br/>",
      "7": "<i>\"Niwabi\" é uma forma de fogo de artifício de incenso criada por Yoimiya. Sua capacidade de poder ser acendido sem qualquer treinamento ou preparação fez dela muito popular. Depois de vários acidentes relacionados com o fogo, a Comissão Tenryou baniu o uso de \"Niwabi\", mas pequenas e brilhantes explosões ainda são frequentemente vistas durante a noite. Se vistas de cima, parecem até estrelas brilhando.</i>"
    },
    "skillParams": {
      "0": "Dano da Flecha Abrasadora",
      "1": "Duração",
      "2": "Tempo de Recarga",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Saxifraga Ryuukin",
    "description": {
      "0": "Quando sua criação original, a \"Saxifraga Ryuukin\" voa no ar, Yoimiya dispara mísseis flamejantes repletos de surpresas que causam <pyro>Dano Pyro em uma AdE</pyro> e marca um dos inimigos atingidos com uma Flama Dourada.",
      "1": "<br/>",
      "2": "<strong>Saxifraga Ryuukin</strong>",
      "3": "Todos os Ataques Normais, Ataques Carregados, Ataques Imersivos, Habilidades Elementais e Supremos lançados por todos os personagens na equipe (exceto a própria Yoimiya) que acertem em inimigos sob a influência da Flama Dourada causarão uma explosão, causando <pyro>Dano Pyro em uma AdE</pyro>.",
      "4": "Quando um inimigo é derrotado sob a influência da Flama Dourada durante o tempo do efeito, o efeito passará para outro inimigo ao redor, que herdará a duração restante.",
      "5": "<br/>",
      "6": "A Flama Dourada pode ser ativada uma vez a cada 2s. Quando Yoimiya for derrotada, os efeitos da Flama Dourada criados através das suas habilidades serão desativados.",
      "7": "<br/>",
      "8": "<i>Os fogos de artifício são a luz estelar feitas pelo homem, cometas disparados no céu. Apesar deles durarem apenas um instante, a memória do seu brilho certamente perdura eternamente.</i>"
    },
    "skillParams": {
      "0": "Dano de Habilidade",
      "1": "Dano de Explosão de Flama Dourada",
      "2": "Duração",
      "3": "Tempo de Recarga",
      "4": "Energia Elemental",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Truque da Encrenqueira",
    "description": {
      "0": "Enquanto a <strong>Dança de Fogo Niwabi</strong> estiver presente, acertos com o Ataque Normal da Yoimiya, irão aumentar 2% do <pyro>Bônus de Dano Pyro</pyro>. O efeito dura por 3s e pode ser acumulado em até 10 vezes."
    }
  },
  "passive2": {
    "name": "Queimadura de Verão",
    "description": {
      "0": "Todos os personagens da equipe (com exceção da própria Yoimiya) ganharão um aumento de 10% no ATQ por 15s após usar a <strong>Saxifraga Ryuukin</strong>. Além disso, um bônus adicional de ATQ será adicionado com base no número de cargas do \"Truque da Encrenqueira\" que Yoimiya possui ao usar a <strong>Saxifraga Ryuukin</strong>. Cada carga aumenta 1% de ATQ."
    }
  },
  "passive3": {
    "name": "Correspondência Flamejante",
    "description": {
      "0": "Quando Yoimiya cria uma Decoração, Item de Decoração e Paisagem, ela tem 100% de chance de reembolsar uma parte dos materiais utilizados."
    }
  },
  "constellation1": {
    "name": "Ágata Ryuukin",
    "description": {
      "0": "A Flama Dourada criada pela <strong>Saxifraga Ryuukin</strong> ganha um aumento de 4s de duração. ",
      "1": "Além disso, quando um inimigo afetado pela Flama Dourada é derrotado, o ATQ da Yoimiya é aumentado em 20% por 20s."
    }
  },
  "constellation2": {
    "name": "Procissão de Fogueiras",
    "description": {
      "0": "Dentro de 6s após Yoimiya causar CRIT com o <pyro>Dano Pyro</pyro>, Yoimiya obtém 25% de <pyro>Dano Pyro Adicional</pyro>.",
      "1": "Yoimiya pode obter esse efeito mesmo fora de campo."
    }
  },
  "constellation3": {
    "name": "Chamas da Malandra",
    "description": {
      "0": "Aumenta o nível da <strong>Dança de Fogo Niwabi</strong> em 3 níveis.",
      "1": "Sendo o nível máximo de elevação 15."
    }
  },
  "constellation4": {
    "name": "Profissional Pirotécnica",
    "description": {
      "0": "Quando a Flama Dourada da Yoimiya explode, restaura a Recarga da <strong>Dança de Fogo Niwabi</strong> em 1.2s."
    }
  },
  "constellation5": {
    "name": "Véspera de um Festival de Verão",
    "description": {
      "0": "Aumenta o nível da <strong>Saxifraga Ryuukin</strong> em 3 níveis.",
      "1": "Sendo o nível máximo de elevação 15."
    }
  },
  "constellation6": {
    "name": "Chuva de Meteoros de Naganohara",
    "description": {
      "0": "Durante a <strong>Dança de Fogo Niwabi</strong>, os Ataques Normais de Yoimiya têm 50% de chance de disparar uma Flecha Ardente extra que causa 60% de seu Dano original. Este Dano é considerado Dano de Ataque Normal."
    }
  }
}