{
  "name": "Andarilho",
  "title": "Caminhante Eterno",
  "description": "Um jovem andarilho de identidade misteriosa. Se veste como um shugenja, mas com certeza não age como um.",
  "constellationName": "Peregrinus",
  "auto": {
    "name": "Tocar da Bandeira Trêmula",
    "fields": {
      "normal": {
        "0": "<strong><strong>Ataque Normal</strong>",
        "1": "Realiza até 3 ataques lançando Lâminas de Vento, infligindo <anemo>Dano Anemo</anemo>."
      },
      "charged": {
        "0": "<strong>Ataque Carregado</strong>",
        "1": "Consome uma certa quantidade de Stamina criando um campo de alta pressão, infligindo <anemo>Dano Anemo em uma AdE</anemo> após um curto período de canalização."
      },
      "plunging": {
        "0": "<strong>Ataque Imersivo</strong>",
        "1": "Convocando os poderes do Anemo para si, mergulha em direção ao chão a partir do ar, causando dano a todos os inimigos em seu caminho. Inflige <anemo>Dano Anemo em uma AdE</anemo> quando atinge o chão."
      }
    },
    "skillParams": {
      "0": "Dano do 1° Golpe",
      "1": "Dano do 2° Golpe",
      "2": "Dano do 3° Golpe",
      "3": "Dano de Ataque Carregado",
      "4": "Consumo de Stamina de Ataque Carregado",
      "5": "Dano Durante a Queda",
      "6": "Dano de Queda de Baixa/Alta Altitude",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Pluma Ilustrada: Canção Graciosa",
    "description": {
      "0": "Condensa uma atmosfera poderosa para quebrar as correntes da terra. Inflige <anemo>Dano Anemo</anemo> contra os inimigos próximos e salta no ar, entrando no estado \"Postura do Vento\".",
      "1": "<br/>",
      "2": "<strong>Postura do Vento</strong>",
      "3": "Quando o Andarilho está nesse estado, não consegue realizar Ataques Imersivos, e ao realizar Ataques Normais ou Carregados, eles serão convertidos em Vazio: Obliteração e Vazio: Lâmina de Vento respectivamente, aumentando o Dano causado e a AdE. Esses Danos são considerados Dano de Ataque Normal e Dano de Ataque Carregado respectivamente. Ao realizar Vazio: Lâmina de Vento, não consumirá Stamina.",
      "4": "Quando o Andarilho estiver nesse estado, flutuará continuamente no ar, e seus movimentos possuirão as seguintes características:",
      "5": [
        " Enquanto estiver flutuando, consumirá continuamente \"Poder Vazio\";",
        " Ao correr, consumirá Poder Vazio adicional para acelerar no ar; ao Manter Pressionado para correr, consumirá continuamente Poder Vazio para se mover rapidamente. Esse efeito substituirá a corrida;",
        " Ao saltar, consumirá Poder do Vazio adicional para flutuar mais alto; ao Manter Pressionado para saltar, consumirá continuamente Poder Vazio para aumentar sua altitude."
      ],
      "6": "<br/>",
      "7": "Quando Poder Vazio for exaurido, esse estado terminará.",
      "8": "Lançar a habilidade novamente durante a duração da Postura do Vento também encerrará esse estado.",
      "9": "<br/>",
      "10": "<i>\"O mundo dança enquanto os segredos desabrocham como flores.\"</i>"
    },
    "skillParams": {
      "0": "Dano de Habilidade",
      "1": "Dano de Vazio: Obliteração",
      "2": "Dano de Vazio: Lâmina de Vento",
      "3": "Poder Vazio Inicial",
      "4": "Tempo de Recarga",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Kyogen: Cinco Atos",
    "description": {
      "0": "Comprime o ar, criando um vácuo para esmagar todas as suas preocupações, infligindo <anemo>Dano Anemo em AdE</anemo> várias vezes.",
      "1": "Se for lançado durante o estado Postura do Vento da Habilidade Elemental \"Pluma Ilustrada: Canção Graciosa\", encerrará esse estado.",
      "2": "<br/>",
      "3": "<i>\"O céu lentamente se iluminará, os sonhos do presente e do passado serão como o pó a flutuar no ar.\"</i>"
    },
    "skillParams": {
      "0": "Dano de Habilidade",
      "1": "Tempo de Recarga",
      "2": "Energia Elemental",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Flores de Jade",
    "description": {
      "0": "Ao lançar <strong>Pluma Ilustrada: Canção Graciosa</strong> e entrar em contato com <hydro>Hydro</hydro>, <pyro>Pyro</pyro>, <cryo>Cryo</cryo> ou <electro>Electro</electro>, o estado atual de Postura do Vento obterá os seguintes bônus, de acordo com o elemento interagido: ",
      "1": [
        " <hydro>Hydro</hydro>: aumenta 20 de limite do Poder Vazio;",
        " <pyro>Pyro</pyro>: aumenta o ATQ em 30%;",
        " <cryo>Cryo</cryo>: aumenta a Taxa CRIT em 20%;",
        " <electro>Electro</electro>: após atingir o inimigo com Ataque Normal e Carregado, recupera 0.8 de Energia Elemental. É possível restaurar Energia Elemental até 1 vez a cada 0.2s desta maneira."
      ],
      "2": "<br/>",
      "3": "É possível obter até 2 tipos de bônus de diferentes elementos simultaneamente."
    }
  },
  "passive2": {
    "name": "Brisa dos Sonhos Remanescentes",
    "description": {
      "0": "Quando o Andarilho atinge o inimigo com Vazio: Obliteração ou Vazio: Lâmina de Vento no estado <strong>Postura do Vento</strong>, há 16% de chance de se obter o efeito \"Descida\": ao acelerar no ar sob o estado Postura do Vento, o efeito \"Descida\" será eliminado, não consumindo Poder Vazio para essa aceleração no ar, disparando também 4 Flechas de Vento que causarão <anemo>Dano Anemo</anemo> com base em 35% de seu ATQ.",
      "1": "Para cada Vazio: Obliteração e Vazio: Lâmina de Vento que não gerarem \"Descida\", a probabilidade de produção do efeito durante o próximo ataque será aumentada em 12%. O cálculo da produção do efeito é feito 1 vez a cada 0.1s."
    }
  },
  "passive3": {
    "name": "Tocar dos Ventos Rodopiantes",
    "description": {
      "0": "Reduz o consumo de Mora necessário para ascender Arcos e Catalisadores em 50%."
    }
  },
  "constellation1": {
    "name": "Primeiro Ato: Asas do Vento da Sorte",
    "description": {
      "0": "Quando estiver no estado <strong>Postura do Vento</strong>, aumenta a Vel. de ATQ de Vazio: Obliteração e Vazio: Lâmina de Vento do Andarilho em 10%.",
      "1": "Além disso, as flechas de vento adicionais lançadas pelo Talento Passivo \"Brisa dos Sonhos Remanescentes\" causam 25% a mais de Dano com base em seu ATQ. É necessário desbloquear o Talento Passivo \"Brisa dos Sonhos Remanescentes\" para ativar este efeito."
    }
  },
  "constellation2": {
    "name": "Segundo Ato: Ilha em meio a Ondas Brancas",
    "description": {
      "0": "Enquanto estiver no estado <strong>Postura do Vento</strong>, aumentará o Dano de <strong>Kyogen: Cinco Atos</strong> em 4% para cada ponto de diferença entre a quantidade máxima e atual de Poder Vazio quando usar Kyogen: Cinco Atos.",
      "1": "É possível aumentar o Dano de Kyogen: Cinco Atos em até 200% dessa forma."
    }
  },
  "constellation3": {
    "name": "Terceiro Ato: Duelo no Crepúsculo",
    "description": {
      "0": "Aumenta o nível do <strong>Kyogen: Cinco Atos</strong> em 3.",
      "1": "O nível máximo de elevação é 15."
    }
  },
  "constellation4": {
    "name": "Quarto Ato: Flutuar das Flores da Lua",
    "description": {
      "0": "Ao lançar <strong>Pluma Ilustrada: Canção Graciosa</strong>, se tiver desencadeado o efeito de Fortalecimento de Tipo Elemental do Talento Passivo \"Flores de Jade\", obterá aleatoriamente um dos tipos de efeito de Fortalecimento não desencadeado. É possível obter até três tipos de efeito de Fortalecimento Elemental.",
      "1": "É necessário ter desbloqueado o Talento Passivo \"Flores de Jade\"."
    }
  },
  "constellation5": {
    "name": "Quinto Ato: Passado Sobre o Presente",
    "description": {
      "0": "Aumenta o nível da <strong>Pluma Ilustrada: Canção Graciosa</strong> em 3.",
      "1": "O nível máximo de elevação é 15."
    }
  },
  "constellation6": {
    "name": "Agradecimentos: Ventos Neblinosos Entre os Pinheiros",
    "description": {
      "0": "Quando o Andarilho estiver no estado <strong>Postura do Vento</strong> e seu Vazio: Obliteração atingir o inimigo, gerará os seguintes efeitos:",
      "1": [
        " Realiza um Vazio: Obliteração adicional na posição atingida, causando 40% do Dano original, esse Dano é considerado Dano de Ataque Normal;",
        " Quando o Poder Vazio do Andarilho é inferior a 40, regenera 4 de Poder Vazio para ele. É possível regenerar Poder Vazio dessa forma uma vez a cada 0.2s, e pode ser desencadeado até 5 vezes na duração de Postura do Vento."
      ]
    }
  }
}