{
  "name": "Layla",
  "title": "Contemplações da Estrela Noturna",
  "description": "Estudante dos Rtawahist, especializada em astrologia teórica. Sofre de sonambulismo e insônia, ela está sempre enfrentando distúrbios de sono.",
  "constellationName": "Luscinia",
  "auto": {
    "name": "Espada do Caminho Radiante",
    "fields": {
      "normal": {
        "0": "<strong><strong>Ataque Normal</strong>",
        "1": "Realiza até 3 golpes rápidos."
      },
      "charged": {
        "0": "<strong>Ataque Carregado</strong>",
        "1": "Consome uma certa quantidade de Stamina para desferir 2 golpes rápidos com a espada."
      },
      "plunging": {
        "0": "<strong>Ataque Imersivo</strong>",
        "1": "Mergulha em pleno ar para golpear o chão, causando dano aos inimigos ao longo do caminho e infligindo Dano em uma AdE durante o impacto."
      }
    },
    "skillParams": {
      "0": "Dano do 1° Golpe",
      "1": "Dano do 2° Golpe",
      "2": "Dano do 3° Golpe",
      "3": "Dano de Ataque Carregado",
      "4": "Consumo de Stamina de Ataque Carregado",
      "5": "Dano Durante a Queda",
      "6": "Dano de Queda de Baixa/Alta Altitude",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Noites Solenes",
    "description": {
      "0": "Coloca um escudo conhecido como Escudo da Cortina do Sono, infligindo <cryo>Dano Cryo em uma AdE</cryo>.",
      "1": "A Absorção de Dano do Escudo da Cortina do Sono é baseada na Vida Máxima de Layla e absorve <cryo>Dano Cryo</cryo> com 250% de eficácia. Quando o escudo é implantado, Layla será <cryo>afetada por Cryo</cryo> por um breve momento.",
      "2": "<br/>",
      "3": "<strong>Estrelas Noturnas e Estrelas Voadoras</strong>",
      "4": "Enquanto o Escudo da Cortina do Sono estiver ativo, ele criará a cada 1.5s 1 Estrela Noturna que ficará ligada a ele. Quando um personagem protegido por esse escudo usar uma Habilidade Elemental, 2 Estrelas Noturnas serão criadas. Estrelas Noturnas podem ser criadas dessa forma uma vez a cada 0.3s. Um máximo de 4 Estrelas Noturnas podem ser acumuladas simultaneamente.",
      "5": "Quando o Escudo da Cortina do Sono acumula 4 Estrelas Noturnas e existem oponentes por perto, essas Estrelas Noturnas se transformarão em Estrelas Voadoras que perseguem o inimigo automaticamente e que serão disparadas em sequência, infligindo <cryo>Dano Cryo</cryo> nos oponentes atingidos.",
      "6": "As Estrelas Noturnas desaparecerão se a duração do Escudo da Cortina do Sono acabar ou se ele for destruído. Se elas já estiverem disparando como Estrelas Voadoras, essas Estrelas Voadoras durarão até que essa onda de disparos acabe.",
      "7": "<br/>",
      "8": "Não é possível criar novas Estrelas Noturnas até que a onda anterior de Estrelas Voadoras tenha encerrado os disparos.",
      "9": "<br/>",
      "10": "<i>\"Eu e ela somos como duas mestras artesãs que nunca se conheceram, mas sentam na mesma almofada, bordando a mesma Flor Onírica.\"</i>"
    },
    "skillParams": {
      "0": "Dano de Habilidade",
      "1": "Dano de Estrela Voadora",
      "2": "Absorção Básica de Escudo",
      "3": "Duração do Escudo",
      "4": "Tempo de Recarga",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Sonho das Correntes Estelares",
    "description": {
      "0": "Lança uma Esfera de Sonhos Celestes que dispara continuamente Bombas Estelares contra os inimigos dentro de uma AdE, infligindo <cryo>Dano Cryo</cryo>.",
      "1": "Quando a Bomba Estelar atinge um inimigo, gera 1 Estrela Noturna para Escudos da Cortina do Sono próximo. Cada Escudo da Cortina do Sono pode obter uma Estrela Noturna dessa forma a cada 0.5s.",
      "2": "<br/>",
      "3": "<i>\"Durma, e que muitos destinos sejam revelados para seus olhos sonolentos em sonhos repletos de estrelas.\"</i>"
    },
    "skillParams": {
      "0": "Dano de Bomba Estelar",
      "1": "Duração",
      "2": "Recarga",
      "3": "Energia Elemental",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Manifestação da Luz",
    "description": {
      "0": "Enquanto o <strong>Escudo da Cortina do Sono</strong> está ativo, o efeito de Sono Profundo será ativado toda vez que o Escudo da Cortina ganhar 1 Estrela Noturna:",
      "1": [
        " A Força do Escudo de um personagem sob o efeito do Escudo da Cortina do Sono aumenta em 6%.",
        " Esse efeito pode acumular até 4 vezes e permanece até o Escudo da Cortina do Sono desaparecer."
      ]
    }
  },
  "passive2": {
    "name": "Sonhos Imperturbáveis",
    "description": {
      "0": "Aumenta o Dano infligido pela Estrela Voadora disparada por <strong>Noites Solenes</strong>. O valor do aumento é equivalente a 1.5% da Vida Máxima de Layla."
    }
  },
  "passive3": {
    "name": "Sinais de Sonho Sombrio",
    "description": {
      "0": "Quando Layla sintetiza Materiais de Talento de Personagem, tem uma chance de 10% de obter o dobro da Produção."
    }
  },
  "constellation1": {
    "name": "Fortaleza da Fantasia",
    "description": {
      "0": "Aumenta a absorção do Escudo da Cortina do Sono de <strong>Noites Solenes</strong> em 20%.",
      "1": "Além disso, ao lançar Noites Solenes, um escudo será gerado com absorção de Dano equivalente a 35% do Escudo da Cortina do Sono para os personagens da equipe que não estão sob a proteção do Escudo da Cortina do Sono. Esse escudo dura 12s e possui 250% de eficácia contra <cryo>Dano Cryo</cryo>."
    }
  },
  "constellation2": {
    "name": "Hegemonia Estelar",
    "description": {
      "0": "Quando a Estrela Voadora de <strong>Noites Solenes</strong> atinge um inimigo, regenerará 1 de Energia Elemental para Layla. Cada Estrela Voadora pode regenerar Energia Elemental para Layla desta forma uma vez."
    }
  },
  "constellation3": {
    "name": "Segredos da Noite",
    "description": {
      "0": "Aumenta o nível da Habilidade <strong>Noites Solenes</strong> em 3.",
      "1": "O nível máximo de aumento é 15."
    }
  },
  "constellation4": {
    "name": "Revelação Astral",
    "description": {
      "0": "Quando a rodada de disparos de Estrelas Voadoras de <strong>Noites Solenes</strong> é iniciada, concede o efeito Mente Aberta para todos os membros da equipe, aumentando o Dano de seus Ataques Normais e Carregados com base em 5% da Vida Máxima de Layla.",
      "1": "O efeito Mente Aberta pode durar até 3s e desaparecerá 0.05s depois de infligir Dano de Ataque Normal ou Ataque Carregado."
    }
  },
  "constellation5": {
    "name": "Fluxo da Consciência",
    "description": {
      "0": "Aumenta o nível de <strong>Sonho das Correntes Estelares</strong> em 3.",
      "1": "O nível máximo de elevação é 15."
    }
  },
  "constellation6": {
    "name": "Fulgor Espiritual Ardente",
    "description": {
      "0": "Aumenta o Dano infligido pelas Estrelas Voadoras de <strong>Noites Solenes</strong> em 40%, aumenta o Dano infligido pelas Bombas Estelares de <strong>Sonho das Correntes Estelares</strong> em 40%.",
      "1": "Além disso, reduz o intervalo para gerar Estrelas Noturnas de Noites Solenes em 20%."
    }
  }
}