{
  "name": "Nefer",
  "title": "Segredo Sob as Areias",
  "description": "A dona incrivelmente engenhosa da Curadoria dos Segredos.",
  "constellationName": "Ludus Latrunculorum",
  "auto": {
    "name": "Mensagem da Serpente Itinerante",
    "fields": {
      "normal": {
        "0": "<strong>Ataque Normal</strong>",
        "1": "Realiza até 4 chutes com sua postura de serpente feroz e elegante, causando <dendro>Dano Dendro</dendro>."
      },
      "charged": {
        "0": "<strong>Ataque Carregado</strong>",
        "1": "Entra na Postura da Serpente, consumindo Stamina para se mover rapidamente por até 2.5s. Ao soltar essa Habilidade, quando a duração acabar ou a Stamina exaurir, Nefer retornará para o estado da Postura da Serpente, e consome uma certa quantidade adicional de Stamina para causar <dendro>Dano Dendro</dendro> contra o inimigo. Quando estiver no estado <strong>Baile das Sombras</strong>, seu consumo adicional de Stamina será reduzido.",
        "2": "Além disso, quando Nefer está em Postura da Serpente, e lançar sua Habilidade Elemental <strong>Estratégia de Senet: Dança de Mil Noites</strong>, ou quando correr, não mais sairá da Postura da Serpente."
      },
      "plunging": {
        "0": "<strong>Ataque Imersivo</strong>",
        "1": "Reunindo o poder do Dendro, mergulha em direção ao chão em pleno ar, infligindo dano a todos os inimigos em seu caminho. Inflige <dendro>Dano Dendro em uma AdE</dendro> durante o impacto com o chão."
      }
    },
    "skillParams": {
      "0": "Dano do 1° Golpe",
      "1": "Dano do 2° Golpe",
      "2": "Dano do 3° Golpe",
      "3": "Dano do 4° Golpe",
      "4": "Dano de Ataque Carregado",
      "5": "Consumo de Stamina do Carregamento do Ataque Carregado",
      "6": "Consumo de Stamina de Ataque Carregado",
      "7": "Custo de Stamina do Ataque Carregado do Baile das Sombras",
      "8": "Dano Durante a Queda",
      "9": "Dano de Queda de Baixa/Alta Altitude",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Estratégia de Senet: Dança de Mil Noites",
    "description": {
      "0": "Uma dança que dissolveu dinastias, gelada como uma noite de inverno no grande mar de areias, mas ainda com o carinho remanescente do luar. Nefer avança em frente, causando <dendro>Dano Dendro em AdE</dendro> e entrando no estado <strong>Baile das Sombras</strong>.",
      "1": "No estado Baile das Sombras, se possuir pelo menos 1 <strong>Orvalho Verdejante</strong>, o Ataque Carregado lançado de Nefer será substituído pelo Ataque Carregado especial <strong>Truque Fantástico</strong> que não consome Stamina. O estado Baile das Sombras aumenta a RES contra interrupção de Nefer.",
      "2": "<br/>",
      "3": "Inicialmente possui 2 Usos.",
      "4": "<br/>",
      "5": "<i>\"O mundo é um jogo em que as peças continuam escondidas por trás de um véu. Para evitar cair numa armadilha, é necessário coletar toda informação possível. Esse é o significado do segredo.\"</i>"
    },
    "skillParams": {
      "0": "Dano de Habilidade",
      "1": "Dano do 1° Golpe Próprio de Truque Fantástico",
      "2": "Dano do 2° Golpe Próprio de Truque Fantástico",
      "3": "1ª Fase de Sombra Vazia do Truque Fantástico",
      "4": "1ª Fase de Sombra Vazia do Truque Fantástico",
      "5": "3ª Fase de Sombra Vazia do Truque Fantástico",
      "6": "Usos de Truque Fantástico",
      "7": "Duração do Baile das Sombras",
      "8": "Tempo de Recarga",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Voto Sagrado: Fantasma do Olho Verdadeiro",
    "description": {
      "0": "Concede a revelação para os mistérios da falsidade através da visão verdade de Thoth, causando <dendro>Dano Dendro em AdE</dendro> contra os inimigos em frente. Ao lançar, Nefer consome todas as <strong>Cortinas do Segredo Falso</strong>, aumentando o Dano dessa instância do Supremo.",
      "1": "<br/>",
      "2": "<i>\"As bênçãos do Rei Íbis proclamadas pelos cantos das areias escaldantes são, na verdade, mais parecidas com maldições perversas.\"</i>"
    },
    "skillParams": {
      "0": "Dano do 1° Golpe",
      "1": "Dano do 2° Golpe",
      "2": "Aumento de Dano",
      "3": "Tempo de Recarga",
      "4": "Energia Elemental",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Aposta Sob o Luar",
    "description": {
      "0": "Nefer obtém os seguintes fortalecimentos de acordo com o <strong>Presságio Lunar</strong> da equipe.",
      "1": "<br/>",
      "2": "<strong>Presságio Lunar: Reluzir Cheio</strong>: ao lançar a Habilidade Elemental <strong>Estratégia de Senet: Dança de Mil Noites</strong>, mudará os Núcleos Dendro em campo para Núcleos da Falsidade, e nos próximos 15s, quando um personagem próximo desencadear Florescimento Lunar, substituirá os Núcleos Dendro e Núcleos da Riqueza para gerar Núcleos da Falsidade. Os Núcleos da Falsidade não podem desencadear Superflorescimento e Germinação, e também não podem explodir.",
      "3": "Quando Nefer realizar um Ataque Carregado ou <strong>Truque Fantástico</strong>, poderá absorver os Núcleos da Falsidade dentro de uma certa AdE. Cada Núcleo da Falsidade absorvido fará ela obter 1 acúmulo de <strong>Cortina do Segredo Falso</strong>. Quando esse efeito acumular até 3 vezes ou redefinir a duração de 3 acúmulos, aumenta a Proficiência Elemental de Nefer em 100 por 8s."
    }
  },
  "passive2": {
    "name": "Filha das Areias",
    "description": {
      "0": "Quando Nefer está no estado <strong>Baile das Sombras</strong>, durante 5s após um membro da equipe desencadear uma reação de Florescimento Lunar, o estado <strong>Postura da Serpente</strong> de Nefer fornecerá <strong>Orvalho Verdejante</strong> adicional. A cada 100 pontos de Proficiência Elemental de Nefer acima de 500, esse efeito adicional de provisão será fortalecido em 10%. O aumento máximo que pode ser alcançado dessa forma é de 50%."
    }
  },
  "passive3": {
    "name": "Bênção do Presságio Lunar: Corredor Sob a Sombra do Crepúsculo",
    "description": {
      "0": "Quando um membro da equipe desencadeia Florescimento, converte para desencadear Florescimento Lunar, e aumenta o Dano Básico causado por Florescimento Lunar para o personagem da equipe com base na Proficiência Elemental de Nefer: cada ponto de Proficiência Elemental aumenta o Dano Básico de Florescimento Lunar em 0.0175%. É possível aumentar o Dano em até 14% dessa forma.",
      "1": "<br/>",
      "2": "Além disso, quando Nefer está na equipe, aumenta o <strong>Presságio Lunar</strong> da equipe em um nível."
    }
  },
  "passive": {
    "name": "Conspiração do Cofre Dourado",
    "description": {
      "0": "Ganha 25% de recompensas a mais quando enviada numa Expedição em Nod-Krai por 20 horas."
    }
  },
  "constellation1": {
    "name": "O Plano é o Começo do Sucesso",
    "description": {
      "0": "Aumenta o Dano Básico causado por Florescimento Lunar de <strong>Truque Fantástico</strong> de Nefer. O aumento é equivalente a 60% da Proficiência Elemental de Nefer. Esse efeito é cumulativo com o bônus de <strong>Cortina do Segredo Falso</strong>."
    }
  },
  "constellation2": {
    "name": "Precisão Planejada",
    "description": {
      "0": "Fortalece o efeito do Talento de Ascensão <strong>Aposta Sob o Luar</strong>: prolonga a duração de <strong>Cortina do Segredo Falso</strong> por 5s, aumenta o máximo de acúmulos para 5, e o Dano de <strong>Truque Fantástico</strong> para 140% do Dano original causado. Quando Nefer lançar sua Habilidade Elemental <strong>Estratégia de Senet: Dança de Mil Noites</strong>, imediatamente obtém 2 acúmulos de Cortina do Segredo Falso. Além disso, quando acumular 5 Cortinas do Segredo Falso, ou quando redefinir a duração dos 5 acúmulos, aumenta a Proficiência Elemental de Nefer em 200 por 8s.",
      "1": "É necessário desbloquear o Talento de Ascensão Aposta Sob o Luar."
    }
  },
  "constellation3": {
    "name": "Vestígios das Mentiras",
    "description": {
      "0": "Aumenta o nível da Habilidade Elemental <strong>Estratégia de Senet: Dança de Mil Noites</strong> em 3 níveis. ",
      "1": "O nível máximo de elevação é 15."
    }
  },
  "constellation4": {
    "name": "Mergulho da Rede do Mistério",
    "description": {
      "0": "Quando Nefer é a personagem ativa e está no estado <strong>Baile das Sombras</strong>, o Orvalho Verdejante obtém um aumento de velocidade de 25%.",
      "1": "Além disso, quando Nefer está no Baile das Sombras, reduz a <dendro>RES Dendro</dendro> dos inimigos próximos em 20%. Quando Nefer não estiver no estado Baile das Sombras ou após se afastar uma certa distância dos inimigos, removerá esse efeito após 4.5s."
    }
  },
  "constellation5": {
    "name": "Oportunidade Única",
    "description": {
      "0": "Aumenta o nível do Supremo <strong>Voto Sagrado: Fantasma do Olho Verdadeiro</strong> em 3.",
      "1": "O nível máximo de elevação é 15."
    }
  },
  "constellation6": {
    "name": "Momento da Reviravolta Decisiva",
    "description": {
      "0": "Quando Nefer lança <strong>Truque Fantástico</strong>, seu próprio Dano do 2° Golpe será convertido para <dendro>Dano Dendro em AdE</dendro> equivalente a 85% de sua Proficiência Elemental. Além disso, quando a duração do ataque de Truque Fantástico acabar, causa uma instância de <dendro>Dano Dendro em AdE</dendro> equivalente a 120% de sua Proficiência Elemental. Esse Dano é considerado Dano de Florescimento Lunar causado por Truque Fantástico.",
      "1": "<br/>",
      "2": "<strong>Presságio Lunar: Reluzir Cheio</strong>",
      "3": "O Dano de Florescimento Lunar de Nefer é <strong>Elevado</strong> em 15%."
    }
  }
}