{
  "name": "Kaveh",
  "title": "Refletor Empíreo",
  "description": "Um arquiteto renomado de Sumeru, é preocupado demais com muitas coisas. Um esteta perturbado pela realidade.",
  "constellationName": "Paradisaea",
  "auto": {
    "name": "Configuração Esquemática",
    "fields": {
      "normal": {
        "0": "<strong><strong>Ataque Normal</strong>",
        "1": "Usa Mehrak para realizar até 4 golpes consecutivos."
      },
      "charged": {
        "0": "<strong>Ataque Carregado</strong>",
        "1": "Drena Stamina ao longo do tempo para realizar cortes contínuos.",
        "2": "Ao final da sequência, realiza um corte ainda mais poderoso."
      },
      "plunging": {
        "0": "<strong>Ataque Imersivo</strong>",
        "1": "Mergulha em pleno ar para golpear o chão, causando danos aos inimigos em seu caminho e infligindo dano em uma AdE durante o impacto."
      }
    },
    "skillParams": {
      "0": "Dano do 1° Golpe",
      "1": "Dano do 2° Golpe",
      "2": "Dano do 3° Golpe",
      "3": "Dano do 4° Golpe",
      "4": "Dano de Loop de Ataque Carregado",
      "5": "Dano Final de Ataque Carregado",
      "6": "Consumo de Stamina de Ataque Carregado",
      "7": "Duração Máxima",
      "8": "Dano Durante a Queda",
      "9": "Dano de Queda de Baixa/Alta Altitude",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Genialidade Artística",
    "description": {
      "0": "Usa a habilidade de mapeamento de Mehrak ofensivamente, fazendo um escaneamento circular que causa <dendro>Dano Dendro em AdE</dendro> e escaneando todos os Núcleos Dendro dentro da AdE, fazendo-os explodir imediatamente.",
      "1": "<br/>",
      "2": "<i>Mehrak foi criado modificando tecnologia antiga, e talvez possua outras funções além de mapeamento...</i>"
    },
    "skillParams": {
      "0": "Dano de Habilidade",
      "1": "Tempo de Recarga",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Palácio Resplandecente",
    "description": {
      "0": "Libera a energia de Mehrak completamente, criando um espaço mapeado cúbico que causa <dendro>Dano Dendro em AdE</dendro> contra os inimigos dentro dele, explode todos os Núcleos Dendro dentro da AdE e fortalece as habilidades de combate de Kaveh por um tempo:",
      "1": [
        " Aumenta a AdE dos Ataques Normais, Carregados e Imersivos de Kaveh, e converte seu Dano de Ataque em <dendro>Dano Dendro</dendro> que não pode ser substituído;",
        " Núcleos Dendro criados por todos os membros da sua própria equipe, através da reação de Florescimento, causarão mais Dano ao explodirem;",
        " Aumenta a Resistência contra Interrupção de Kaveh."
      ],
      "2": "Esses efeitos serão removidos quando Kaveh sair do campo de batalha.",
      "3": "<br/>",
      "4": "<i>\"Todo estilo de um edifício inclui o ponto de vista único de um arquiteto e, por esse ângulo, pode-se dizer que os prédios são condensações de memórias humanas.\"</i>"
    },
    "skillParams": {
      "0": "Dano de Habilidade",
      "1": "Duração",
      "2": "Bônus de Dano do Núcleo Dendro",
      "3": "Tempo de Recarga",
      "4": "Energia Elemental",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Responsabilidade do Arquiteto",
    "description": {
      "0": "Quando um Dano é causado por um Núcleo Dendro (Incluindo Dano causado por Germinação e Superflorescimento) em Kaveh, ele recupera Vida igual a 300% da sua Proficiência Elemental. Este efeito pode ser ativado uma vez a cada 0.5s."
    }
  },
  "passive2": {
    "name": "Conceitos Criativos do Artesão",
    "description": {
      "0": "Durante o <strong>Palácio Resplandecente</strong>, quando o Ataque Normal, Ataque Carregado ou Ataque Imersivo de Kaveh atinge os oponentes, sua Proficiência Elemental aumenta em 25. Este efeito pode ser ativado uma vez a cada 0.1s, com o máximo de 4 acúmulos.",
      "1": "Este efeito é cancelado quando o efeito de Palácio Resplandecente acaba."
    }
  },
  "passive3": {
    "name": "A Arte do Orçamento",
    "description": {
      "0": "Quando Kaveh cria uma decoração dos tipos Paisagem, Estrutura ou Pátio, ele tem 100% de chance de reembolsar uma parte dos materiais utilizados."
    }
  },
  "constellation1": {
    "name": "Saudações Sublimes",
    "description": {
      "0": "Dentro de 3s após utilizar <strong>Genialidade Artística</strong>, a <dendro>RES Dendro</dendro> de Kaveh é aumentada em 50% e ele receberá 25% a mais de cura."
    }
  },
  "constellation2": {
    "name": "A Grande Estrada",
    "description": {
      "0": "A Vel. de ATQ do Ataque Normal de Kaveh aumenta em 15% durante <strong>Palácio Resplandecente</strong>."
    }
  },
  "constellation3": {
    "name": "Oferenda da Torre Dourada",
    "description": {
      "0": "Aumenta o nível de <strong>Palácio Resplandecente</strong> em 3.",
      "1": "O nível máximo de elevação é 15."
    }
  },
  "constellation4": {
    "name": "Festa dos Cem Pilares",
    "description": {
      "0": "Núcleos Dendro criados pela reação de Florescimento de Kaveh têm o Dano aumentado em 60%."
    }
  },
  "constellation5": {
    "name": "Tesouros Sagrados",
    "description": {
      "0": "Aumenta o nível de <strong>Genialidade Artística</strong> em 3.",
      "1": "O nível máximo de elevação é 15."
    }
  },
  "constellation6": {
    "name": "Utopia Celestial",
    "description": {
      "0": "Quando os Ataques Normais, Carregados ou Imersivos de Kaveh atingem os oponentes durante <strong>Palácio Resplandecente</strong>, ativarão Luz Celestial na posição do oponente, causando 61.8% do ATQ de Kaveh como <dendro>Dano Dendro em AdE</dendro> e fazendo com que os Núcleos Dendro dentro da AdE explodam. Este efeito pode ser ativado uma vez a cada 3s."
    }
  }
}