{
  "name": "Tartaglia",
  "title": "Childe",
  "description": "O N.° 11 dos Mensageiros dos Fatui, também conhecido como \"Childe\". O seu nome é bastante temido nos campos de batalha.",
  "constellationName": "Monoceros Caeli",
  "auto": {
    "name": "Intercepção de Chuva",
    "fields": {
      "normal": {
        "0": "<strong><strong>Ataque Normal</strong>",
        "1": "Realiza até 6 disparos consecutivos com o arco."
      },
      "charged": {
        "0": "<strong>Ataque Carregado</strong>",
        "1": "Realiza um <strong>Disparo com Mira</strong> com dano aumentado.",
        "2": "Na hora do Disparo com Mira, o Elemento Hydro pode se acumular na flecha. Uma flecha totalmente carregada que acertar o inimigo causará <hydro>Dano Hydro</hydro> e Interceptação de Fluxo."
      },
      "riptide": {
        "0": "<strong>Interceptação de Fluxo</strong>",
        "1": "Inimigos sob a influência da Interceptação de Fluxo receberão vários tipos de ataque de Tartaglia que causarão <hydro>Dano Hydro AdE</hydro>. Os danos são considerados Ataques Normais.",
        "2": [
          "Interceptação de Fluxo·Instantâneo: um Disparo com Mira carregado que acertar um inimigo afetado pela Interceptação de Fluxo causará Dano AdE consecutivo. A Interceptação de Fluxo·Instantâneo só pode ser ativada uma vez a cada 0.7 segundos.",
          "Interceptação de Fluxo·Explosão: Derrotar um inimigo afetado pela Interceptação de Fluxo causará uma explosão Hydro que infligirá o efeito Interceptação de Fluxo nos inimigos ao redor."
        ]
      },
      "plunging": {
        "0": "<strong>Ataque Imersivo</strong>",
        "1": "Dispara uma chuva de flechas no ar antes de cair e impactar o chão, causando dano AoE no impacto.",
        "2": "Se estiver no estado corpo a corpo em Legado do Mal - Ondas de Fúria, não pode apresentar o Ataque Imersivo."
      }
    },
    "skillParams": {
      "0": "Dano do 1° Golpe",
      "1": "Dano do 2° Golpe",
      "2": "Dano do 3° Golpe",
      "3": "Dano do 4° Golpe",
      "4": "Dano do 5° Golpe",
      "5": "Dano do 6° Golpe",
      "6": "Disparo com Mira",
      "7": "Disparo com Mira com Energização Completa",
      "8": "Dano da Interceptação de Fluxo·Instantâneo",
      "9": "Interceptação de Fluxo",
      "10": "Duração da Interceptação de Fluxo",
      "11": "Dano Durante a Queda",
      "12": "Dano de Queda de Baixa/Alta Altitude",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Legado do Mal - Ondas de Fúria",
    "description": {
      "0": "Lança armas feitas de água, causando <hydro>Dano Hydro</hydro> nos inimigos ao redor e entra na Posição Corpo a Corpo.",
      "1": "<br/>",
      "2": "Nessa posição, os ataques Normais e Carregados de Tartaglia são convertidos para <hydro>Dano Hydro</hydro> que não podem ser anulados por outros elementos e mudam para o seguinte:",
      "3": "<br/>",
      "4": "<strong>Ataque Normal</strong>",
      "5": "Realiza até 6 ataques <hydro>Hydro</hydro> consecutivos.",
      "6": "<br/>",
      "7": "<strong>Ataque Carregado</strong>",
      "8": "Consome uma certa quantia de Stamina para realizar dois cortes que causam <hydro>Dano Hydro</hydro>.",
      "9": "<br/>",
      "10": "<strong>Interceptação de Fluxo - Corte</strong>",
      "11": "Atingir um inimigo afetado pela Interceptação de Fluxo com um ataque corpo a corpo libera um Corte de Interceptação de Fluxo que causa <hydro>Dano Hydro AdE</hydro>. Dano causado nesta maneira é considerado Dano de uma Habilidade Elemental, e só pode ocorrer uma vez a cada 1.5s.",
      "12": "<br/>",
      "13": "Depois de 30s, ou quando a habilidade é lançada novamente, esse efeito se encerrará. Tartaglia retornará para sua Posição À Distância e essa habilidade entrará no seu tempo de recarga. Quanto mais tempo Tartaglia permanecer na Posição Corpo a Corpo, maior a recarga.",
      "14": "Se o retorno a Posição À Distância acontecer automaticamente depois de 30s, o tempo de recarga é ainda maior.",
      "15": "<br/>",
      "16": "<i>Ele escolheu o arco como sua arma precisamente para superar sua deficiência com ele. Mas uma luta séria exige que ele fique sério...</i>"
    },
    "skillParams": {
      "0": "Dano de Mudança de Postura",
      "1": "Dano do 1° Golpe",
      "2": "Dano do 2° Golpe",
      "3": "Dano do 3° Golpe",
      "4": "Dano do 4° Golpe",
      "5": "Dano do 5° Golpe",
      "6": "Dano do 6° Golpe",
      "7": "Dano de Ataque Carregado",
      "8": "Consumo de Stamina de Ataque Carregado",
      "9": "Dano da Interceptação de Fluxo·Corte",
      "10": "Duração Máxima",
      "11": "Tempo de Recarga",
      "12": "Recarga Máx",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Devastação: Obliteração",
    "description": {
      "0": "Realiza ataques diferentes baseado em qual Posição Tartaglia está quando os lança.",
      "1": "<br/>",
      "2": "<strong>Posição À Distância·Clarão da Devastação</strong>",
      "3": "Dispara uma flecha Hydro, causando<hydro>Dano Hydro AoE</hydro> e aplicando o efeito Interceptação de Fluxo.",
      "4": "Regenera uma porção de seu Consumo de Energia após o uso.",
      "5": "<br/>",
      "6": "<strong>Posição Corpo a Corpo·Luz da Obliteração</strong>",
      "7": "Realiza um corte com uma grande AdE, causando <hydro>Dano Hydro</hydro> massivo para os inimigos ao redor, desencadeando Interceptação de Fluxo·Explosão.",
      "8": "<br/>",
      "9": "<strong>Interceptação de Fluxo·Explosão</strong>",
      "10": "Quando as águas obliteradoras atingem inimigos afetados pela Interceptação de Fluxo, acaba com esse efeito e desencadeia Explosões Hydro que causam<hydro> Dano Hydro AdE</hydro>.",
      "11": "O dano de Interceptação de Fluxo·Explosão é tratado como um dano de Supremo.",
      "12": "<br/>",
      "13": "<i>Raramente são vistas águas turbulentas nesta terra cheia de neve. Talvez sua habilidade de comandar água seja pelo seu entendimento de quão preciosa ela é.</i>"
    },
    "skillParams": {
      "0": "Dano de Habilidade · Corpo a Corpo",
      "1": "Dano de Habilidade · À Distância",
      "2": "Interceptação de Fluxo · Dano de Explosão",
      "3": "Recuperação de Energia Elemental (À distância)",
      "4": "Tempo de Recarga",
      "5": "Energia Elemental",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Infinito Sem-fim",
    "description": {
      "0": "A duração da Interceptação de Fluxo será estendida por 8s."
    }
  },
  "passive2": {
    "name": "Espada das Torrentes",
    "description": {
      "0": "Quando Tartaglia estiver na posição de corpo a corpo das <strong>Legado do Mal - Ondas de Fúria</strong>, ou se seus Ataques Normais ou Carregados causarem Dano Crítico, eles aplicarão o efeito de Interceptação de Fluxo no inimigo acertado."
    }
  },
  "passive3": {
    "name": "Mestre do Armamento",
    "description": {
      "0": "O nível do <strong>Ataque Normal</strong> de seus próprios personagens da equipe aumenta 1 nível."
    }
  },
  "constellation1": {
    "name": "Legado do Mal - Ondas Calmas",
    "description": {
      "0": "Diminui a Recarga de <strong>Legado do Mal - Ondas de Fúria</strong> por 20%."
    }
  },
  "constellation2": {
    "name": "Legado do Mal - Submarino",
    "description": {
      "0": "Quando os inimigos afetados pela Interceptação de Fluxo forem derrotados, Tartaglia ganha 4 de Energia Elemental."
    }
  },
  "constellation3": {
    "name": "Caos Abissal - Vórtice da Turbulência",
    "description": {
      "0": "Aumenta o nível de <strong>Legado do Mal - Ondas de Fúria</strong> em 3.",
      "1": "O nível máximo é Nv.15."
    }
  },
  "constellation4": {
    "name": "Caos Abissal - Hydroexplosão",
    "description": {
      "0": "Quando Interceptação de Fluxo é infligida por Tartaglia a cada 4s, se Tartaglia estiver na posição corpo a corpo de <strong>Legado do Mal - Ondas de Fúria</strong> ativa Interceptação de Fluxo·Corte; caso contrário, ativa Dano da Interceptação de Fluxo·Instantâneo.",
      "1": "A Interceptação de Fluxo·Corte e Interceptação de Fluxo·Instantâneo não têm limitações de intervalo de ativação e não são afetados por outro intervalo de ativação."
    }
  },
  "constellation5": {
    "name": "Devastação - Lâmina Sem Forma",
    "description": {
      "0": "Aumenta o nível da <strong>Devastação: Obliteração</strong> em 3.",
      "1": "O nível máximo de elevação é 15."
    }
  },
  "constellation6": {
    "name": "Devastação - Aniquilação",
    "description": {
      "0": "Quando <strong>Devastação: Obliteração</strong> é lançada na Posição Corpo a Corpo, o Tempo de Recarga de <strong>Legado do Mal - Ondas de Fúria</strong> termina imediatamente.",
      "1": "Esse efeito só acontecerá quando Tartaglia retornar à sua Posição à Distância."
    }
  }
}