{
  "name": "Luz das Folhas Cortadas",
  "description": {
    "0": "Uma lâmina ornamentada feita de preciosos ramos brancos. No passado cortou incontáveis sujeiras que percorreram a floresta contaminada."
  },
  "passiveName": "Ponta do Galho da Lua Branca",
  "passiveDescription": {
    "0": {
      "0": "Aumenta a Taxa CRIT em <cryo>4%</cryo>; quando o Ataque Normal causa Dano elemental, obtém o efeito \"Poda\": aumenta o Dano causado pelos Ataques Normais e pela Habilidade Elemental. O aumento de Dano é equivalente a <cryo>120%</cryo> da Proficiência Elemental. Esse efeito desaparecerá depois de ser ativado 28 vezes ou após 12s. Só é possível desencadear o efeito \"Poda\" uma vez a cada 12s."
    },
    "1": {
      "0": "Aumenta a Taxa CRIT em <cryo>5%</cryo>; quando o Ataque Normal causa Dano elemental, obtém o efeito \"Poda\": aumenta o Dano causado pelos Ataques Normais e pela Habilidade Elemental. O aumento de Dano é equivalente a <cryo>150%</cryo> da Proficiência Elemental. Este efeito desaparecerá depois de ser ativado 28 vezes ou após 12s. Só é possível desencadear o efeito \"Poda\" uma vez a cada 12s."
    },
    "2": {
      "0": "Aumenta a Taxa CRIT em <cryo>6%</cryo>; quando o Ataque Normal causa Dano elemental, obtém o efeito \"Poda\": aumenta o Dano causado pelos Ataques Normais e pela Habilidade Elemental. O aumento de Dano é equivalente a <cryo>180%</cryo> da Proficiência Elemental. Este efeito desaparecerá depois de ser ativado 28 vezes ou após 12s. Só é possível desencadear o efeito \"Poda\" uma vez a cada 12s."
    },
    "3": {
      "0": "Aumenta a Taxa CRIT em <cryo>7%</cryo>; quando o Ataque Normal causa Dano elemental, obtém o efeito \"Poda\": aumenta o Dano causado pelos Ataques Normais e pela Habilidade Elemental. O aumento de Dano é equivalente a <cryo>210%</cryo> da Proficiência Elemental. Este efeito desaparecerá depois de ser ativado 28 vezes ou após 12s. Só é possível desencadear o efeito \"Poda\" uma vez a cada 12s."
    },
    "4": {
      "0": "Aumenta a Taxa CRIT em <cryo>8%</cryo>; quando o Ataque Normal causa Dano elemental, obtém o efeito \"Poda\": aumenta o Dano causado pelos Ataques Normais e pela Habilidade Elemental. O aumento de Dano é equivalente a <cryo>240%</cryo> da Proficiência Elemental. Este efeito desaparecerá depois de ser ativado 28 vezes ou após 12s. Só é possível desencadear o efeito \"Poda\" uma vez a cada 12s."
    }
  }
}