{
  "name": "Chave de Hierofania",
  "description": {
    "0": "Um dos pares de cetros feitos com obsidiana. Dizem que pode ser usado como chave para abrir a porta do paraíso escondido sob o mar de areia."
  },
  "passiveName": "Canção Sepultada nas Areias",
  "passiveDescription": {
    "0": {
      "0": "Aumenta a Vida em <cryo>20%</cryo>. Quando uma Habilidade Elemental acerta os oponentes, gera o efeito \"Grande Poema\" que dura 20s. Esse efeito aumenta a Proficiência Elemental do personagem que está com essa arma equipada baseada em <cryo>0.12%</cryo> de sua Vida Máxima. Esse efeito pode ser desencadeado uma vez a cada 0.3s, acumulando até 3 vezes. Quando acumular 3 vezes ou quando a duração do 3º acúmulo for redefinida, aumentará a Proficiência Elemental de todos os personagens da equipe próximos baseada em <cryo>0.2%</cryo> da Vida Máxima do personagem que está com essa arma equipada por 20s."
    },
    "1": {
      "0": "Aumenta a Vida em <cryo>25%</cryo>. Quando uma Habilidade Elemental acerta os oponentes, gera o efeito \"Grande Poema\" que dura 20s. Esse efeito aumenta a Proficiência Elemental do personagem que está com essa arma equipada baseada em <cryo>0.15%</cryo> de sua Vida Máxima. Esse efeito pode ser desencadeado uma vez a cada 0.3s, acumulando até 3 vezes. Quando acumular 3 vezes ou quando a duração do 3º acúmulo for redefinida, aumentará a Proficiência Elemental de todos os personagens da equipe próximos baseada em <cryo>0.25%</cryo> da Vida Máxima do personagem que está com essa arma equipada por 20s."
    },
    "2": {
      "0": "Aumenta a Vida em <cryo>30%</cryo>. Quando uma Habilidade Elemental acerta os oponentes, gera o efeito \"Grande Poema\" que dura 20s. Esse efeito aumenta a Proficiência Elemental do personagem que está com essa arma equipada baseada em <cryo>0.18%</cryo> de sua Vida Máxima. Esse efeito pode ser desencadeado uma vez a cada 0.3s, acumulando até 3 vezes. Quando acumular 3 vezes ou quando a duração do 3º acúmulo for redefinida, aumentará a Proficiência Elemental de todos os personagens da equipe próximos baseada em <cryo>0.3%</cryo> da Vida Máxima do personagem que está com essa arma equipada por 20s."
    },
    "3": {
      "0": "Aumenta a Vida em <cryo>35%</cryo>. Quando uma Habilidade Elemental acerta os oponentes, gera o efeito \"Grande Poema\" que dura 20s. Esse efeito aumenta a Proficiência Elemental do personagem que está com essa arma equipada baseada em <cryo>0.21%</cryo> de sua Vida Máxima. Esse efeito pode ser desencadeado uma vez a cada 0.3s, acumulando até 3 vezes. Quando acumular 3 vezes ou quando a duração do 3º acúmulo for redefinida, aumentará a Proficiência Elemental de todos os personagens da equipe próximos baseada em <cryo>0.35%</cryo> da Vida Máxima do personagem que está com essa arma equipada por 20s."
    },
    "4": {
      "0": "Aumenta a Vida em <cryo>40%</cryo>. Quando uma Habilidade Elemental acerta os oponentes, gera o efeito \"Grande Poema\" que dura 20s. Esse efeito aumenta a Proficiência Elemental do personagem que está com essa arma equipada baseada em <cryo>0.24%</cryo> de sua Vida Máxima. Esse efeito pode ser desencadeado uma vez a cada 0.3s, acumulando até 3 vezes. Quando acumular 3 vezes ou quando a duração do 3º acúmulo for redefinida, aumentará a Proficiência Elemental de todos os personagens da equipe próximos baseada em <cryo>0.4%</cryo> da Vida Máxima do personagem que está com essa arma equipada por 20s."
    }
  }
}