{
  "name": "Myriad Eclipse",
  "desc": "A refined collector, a cunning phantom thief, a loathsome swindler, an arrogant, self-important bastard...\nThe world has a thousand identities for him. The elite despise his very presence, while the common folk hail him as a symbol of justice. In the alleys, they talk of him as a criminal legend walking the razor's edge. Among nobles, speaking of him is like lifting the lid of a cursed tomb.\nHe wears a thousand masks — yet none reveal who he truly is.\n\n<ct color=#959595>\"I'll live on in a thousand different tales.\" — Hugo</ct>",
  "desc2": "Equip to increase Attack Agents' combat capabilities",
  "desc3": "Shadowed by darkness at every step, he laid bare his heart to kindle a single, flickering flame.",
  "phase": "False Personas",
  "phaseDescs": [
    "Increases CRIT DMG by <ct color=#2BAD00>45%</ct>. When using an <ct color=#FFFFFF>EX Special Attack</ct>, <ct color=#FFFFFF>Chain Attack</ct>, or <ct color=#FFFFFF>Ultimate</ct> to deal <ct color=#98EFF0>Ice DMG</ct>, the equipper gains the <ct color=#FFFFFF>Absolute Zero Death Sentence</ct> effect for 3s. While <ct color=#FFFFFF>Absolute Zero Death Sentence</ct> is active, the character ignores <ct color=#2BAD00>25%</ct> of the enemy's DEF when landing a hit.",
    "Increases CRIT DMG by <ct color=#2BAD00>51.75%</ct>. When using an <ct color=#FFFFFF>EX Special Attack</ct>, <ct color=#FFFFFF>Chain Attack</ct>, or <ct color=#FFFFFF>Ultimate</ct> to deal <ct color=#98EFF0>Ice DMG</ct>, the equipper gains the <ct color=#FFFFFF>Absolute Zero Death Sentence</ct> effect for 3s. While <ct color=#FFFFFF>Absolute Zero Death Sentence</ct> is active, the character ignores <ct color=#2BAD00>28.75%</ct> of the enemy's DEF when landing a hit.",
    "Increases CRIT DMG by <ct color=#2BAD00>58.5%</ct>. When using an <ct color=#FFFFFF>EX Special Attack</ct>, <ct color=#FFFFFF>Chain Attack</ct>, or <ct color=#FFFFFF>Ultimate</ct> to deal <ct color=#98EFF0>Ice DMG</ct>, the equipper gains the <ct color=#FFFFFF>Absolute Zero Death Sentence</ct> effect for 3s. While <ct color=#FFFFFF>Absolute Zero Death Sentence</ct> is active, the character ignores <ct color=#2BAD00>32.5%</ct> of the enemy's DEF when landing a hit.",
    "Increases CRIT DMG by <ct color=#2BAD00>65.25%</ct>. When using an <ct color=#FFFFFF>EX Special Attack</ct>, <ct color=#FFFFFF>Chain Attack</ct>, or <ct color=#FFFFFF>Ultimate</ct> to deal <ct color=#98EFF0>Ice DMG</ct>, the equipper gains the <ct color=#FFFFFF>Absolute Zero Death Sentence</ct> effect for 3s. While <ct color=#FFFFFF>Absolute Zero Death Sentence</ct> is active, the character ignores <ct color=#2BAD00>36.25%</ct> of the enemy's DEF when landing a hit.",
    "Increases CRIT DMG by <ct color=#2BAD00>72%</ct>. When using an <ct color=#FFFFFF>EX Special Attack</ct>, <ct color=#FFFFFF>Chain Attack</ct>, or <ct color=#FFFFFF>Ultimate</ct> to deal <ct color=#98EFF0>Ice DMG</ct>, the equipper gains the <ct color=#FFFFFF>Absolute Zero Death Sentence</ct> effect for 3s. While <ct color=#FFFFFF>Absolute Zero Death Sentence</ct> is active, the character ignores <ct color=#2BAD00>40%</ct> of the enemy's DEF when landing a hit."
  ]
}