{
  "name": "Drill Rig - Red Axis",
  "desc": {
    "0": "Originally a high-rev W-Engine, it has been modified by Anton with the most expensive rotary drill parts. These modifications allow the engine to temporarily exceed its output limits, enabling it to better serve Anton's \"bro.\" When it comes to anything involving his \"bro,\" Anton spares no expense.",
    "1": "",
    "2": "<ct color=#959595>\"Ben bought the materials, Grace helped with the modding, and the force was signed off by the president herself... Bro, the blessings of all Belobog are inside you. Let's do this!\" — Anton muttering to himself the first time he starts it up</ct>"
  },
  "desc2": "Equip to increase Attack Agents' combat capabilities",
  "desc3": "Originally a rev-enhanced W-Engine, it has been modified by Anton with the most expensive rotary drill parts that allow it to exceed its output limits.",
  "phase": "Hell's Generator",
  "phaseDescs": [
    "When launching an <ct color=#FFFFFF>EX Special Attack</ct> or <ct color=#FFFFFF>Chain Attack</ct>, <ct color=#2EB6FF>Electric DMG</ct> from <ct color=#FFFFFF>Basic Attacks</ct> and <ct color=#FFFFFF>Dash Attacks</ct> increases by <ct color=#2BAD00>50%</ct> for 10s. This effect can trigger once every 15s.",
    "When launching an <ct color=#FFFFFF>EX Special Attack</ct> or <ct color=#FFFFFF>Chain Attack</ct>, <ct color=#2EB6FF>Electric DMG</ct> from <ct color=#FFFFFF>Basic Attacks</ct> and <ct color=#FFFFFF>Dash Attacks</ct> increases by <ct color=#2BAD00>57.5%</ct> for 10s. This effect can trigger once every 15s.",
    "When launching an <ct color=#FFFFFF>EX Special Attack</ct> or <ct color=#FFFFFF>Chain Attack</ct>, <ct color=#2EB6FF>Electric DMG</ct> from <ct color=#FFFFFF>Basic Attacks</ct> and <ct color=#FFFFFF>Dash Attacks</ct> increases by <ct color=#2BAD00>65%</ct> for 10s. This effect can trigger once every 15s.",
    "When launching an <ct color=#FFFFFF>EX Special Attack</ct> or <ct color=#FFFFFF>Chain Attack</ct>, <ct color=#2EB6FF>Electric DMG</ct> from <ct color=#FFFFFF>Basic Attacks</ct> and <ct color=#FFFFFF>Dash Attacks</ct> increases by <ct color=#2BAD00>72.5%</ct> for 10s. This effect can trigger once every 15s.",
    "When launching an <ct color=#FFFFFF>EX Special Attack</ct> or <ct color=#FFFFFF>Chain Attack</ct>, <ct color=#2EB6FF>Electric DMG</ct> from <ct color=#FFFFFF>Basic Attacks</ct> and <ct color=#FFFFFF>Dash Attacks</ct> increases by <ct color=#2BAD00>80%</ct> for 10s. This effect can trigger once every 15s."
  ]
}