{
  "name": "Kraken's Cradle",
  "desc": {
    "0": "Most inspiration streaks by like a meteor, vanishing in a blink. Yet while modifying this W-Engine, a surge of powerful emotion sparked an idea that anchored itself in her mind, refusing to fade. Not a shackle, nor a consuming force, but something treasured — something she longed to keep safe. That became the source of this W-Engine's design.",
    "1": "",
    "2": "<ct color=#959595>\"It's simply trying to guard the greatest treasure in this world, in the way it knows how.\" —She spoke softly, noticing the puzzled expressions on the Proxy siblings.</ct>"
  },
  "desc2": "Equip to increase Rupture Agents' combat capabilities",
  "desc3": "In chasing illusions, she was entranced by the light that pierced through the mist.",
  "phase": "Heartfelt Caress",
  "phaseDescs": [
    "When the equipper's HP decreases, their <ct color=#98EFF0>Ice Sheer DMG</ct> increases by <ct color=#2BAD00>6%</ct>, stacking up to 3 times and lasting 25s. The duration of each stack is calculated separately. This effect can trigger once every 0.5s. When the equipper's HP falls to 50% of Max HP or below, CRIT Rate increases by <ct color=#2BAD00>20%</ct>.",
    "When the equipper's HP decreases, their <ct color=#98EFF0>Ice Sheer DMG</ct> increases by <ct color=#2BAD00>7%</ct>, stacking up to 3 times and lasting 25s. The duration of each stack is calculated separately. This effect can trigger once every 0.5s. When the equipper's HP falls to 50% of Max HP or below, CRIT Rate increases by <ct color=#2BAD00>23%</ct>.",
    "When the equipper's HP decreases, their <ct color=#98EFF0>Ice Sheer DMG</ct> increases by <ct color=#2BAD00>8%</ct>, stacking up to 3 times and lasting 25s. The duration of each stack is calculated separately. This effect can trigger once every 0.5s. When the equipper's HP falls to 50% of Max HP or below, CRIT Rate increases by <ct color=#2BAD00>26%</ct>.",
    "When the equipper's HP decreases, their <ct color=#98EFF0>Ice Sheer DMG</ct> increases by <ct color=#2BAD00>9%</ct>, stacking up to 3 times and lasting 25s. The duration of each stack is calculated separately. This effect can trigger once every 0.5s. When the equipper's HP falls to 50% of Max HP or below, CRIT Rate increases by <ct color=#2BAD00>29%</ct>.",
    "When the equipper's HP decreases, their <ct color=#98EFF0>Ice Sheer DMG</ct> increases by <ct color=#2BAD00>10%</ct>, stacking up to 3 times and lasting 25s. The duration of each stack is calculated separately. This effect can trigger once every 0.5s. When the equipper's HP falls to 50% of Max HP or below, CRIT Rate increases by <ct color=#2BAD00>32%</ct>."
  ]
}