{
  "name": "Spring Embrace",
  "desc": "A special W-Engine equipped with a temperature regulator where residual heat generated by the W-Engine's high frequency is funneled into the hot springs on its surface. The owner of this W-Engine can drink hot spring soup with all its spring warmth in front of frost-covered enemies. Of course, some people think it's like drinking bath water.",
  "desc2": "Equip to increase Defense Agents' combat capabilities",
  "desc3": "A special W-Engine equipped with a temperature regulator where residual heat generated by the W-Engine's high frequency is funneled into the hot springs on its surface.",
  "phase": "Hot Spring Soup",
  "phaseDescs": [
    "Reduces DMG taken by <ct color=#2BAD00>7.5%</ct>. When attacked, the equipper's Energy Generation Rate increases by <ct color=#2BAD00>10%</ct> for 12s. When the equipper switches off-field, this buff will be transferred to the new on-field character with its duration refreshed. Passive effects of the same name do not stack.",
    "Reduces DMG taken by <ct color=#2BAD00>8.5%</ct>. When attacked, the equipper's Energy Generation Rate increases by <ct color=#2BAD00>11.5%</ct> for 12s. When the equipper switches off-field, this buff will be transferred to the new on-field character with its duration refreshed. Passive effects of the same name do not stack.",
    "Reduces DMG taken by <ct color=#2BAD00>9.5%</ct>. When attacked, the equipper's Energy Generation Rate increases by <ct color=#2BAD00>13%</ct> for 12s. When the equipper switches off-field, this buff will be transferred to the new on-field character with its duration refreshed. Passive effects of the same name do not stack.",
    "Reduces DMG taken by <ct color=#2BAD00>10.5%</ct>. When attacked, the equipper's Energy Generation Rate increases by <ct color=#2BAD00>14.5%</ct> for 12s. When the equipper switches off-field, this buff will be transferred to the new on-field character with its duration refreshed. Passive effects of the same name do not stack.",
    "Reduces DMG taken by <ct color=#2BAD00>12%</ct>. When attacked, the equipper's Energy Generation Rate increases by <ct color=#2BAD00>16%</ct> for 12s. When the equipper switches off-field, this buff will be transferred to the new on-field character with its duration refreshed. Passive effects of the same name do not stack."
  ]
}