{
  "name": "Kaboom the Cannon",
  "desc": {
    "0": "A support W-Engine propelled by jets that is both mobile and impactful, it can traverse the entire battlefield providing combat buffs. Not only is it practical, but it's the biggest imaginary enemy and most-feared sparring partner of Grassy, Woody, and Bricky. The little boars can hear Lucy say in their nightmares.",
    "1": "",
    "2": "<ct color=#959595>\"If you can't do it, go train with Kaboom!\" — Lucy, lecturing her three loyal guard boars</ct>"
  },
  "desc2": "Equip to increase Support Agents' combat capabilities",
  "desc3": "A support W-Engine propelled by jets that is both mobile and impactful, it can traverse the entire battlefield providing combat buffs.",
  "phase": "Stampede Accident",
  "phaseDescs": [
    "When any friendly unit in the squad attacks and hits an enemy, all friendly units' ATK increases by <ct color=#2BAD00>2.5%</ct> for 8s, stacking up to 4 times. The duration of each stack is calculated separately, and each friendly unit can provide 1 stack of the buff. Passive effects of the same name do not stack.",
    "When any friendly unit in the squad attacks and hits an enemy, all friendly units' ATK increases by <ct color=#2BAD00>2.8%</ct> for 8s, stacking up to 4 times. The duration of each stack is calculated separately, and each friendly unit can provide 1 stack of the buff. Passive effects of the same name do not stack.",
    "When any friendly unit in the squad attacks and hits an enemy, all friendly units' ATK increases by <ct color=#2BAD00>3.2%</ct> for 8s, stacking up to 4 times. The duration of each stack is calculated separately, and each friendly unit can provide 1 stack of the buff. Passive effects of the same name do not stack.",
    "When any friendly unit in the squad attacks and hits an enemy, all friendly units' ATK increases by <ct color=#2BAD00>3.6%</ct> for 8s, stacking up to 4 times. The duration of each stack is calculated separately, and each friendly unit can provide 1 stack of the buff. Passive effects of the same name do not stack.",
    "When any friendly unit in the squad attacks and hits an enemy, all friendly units' ATK increases by <ct color=#2BAD00>4%</ct> for 8s, stacking up to 4 times. The duration of each stack is calculated separately, and each friendly unit can provide 1 stack of the buff. Passive effects of the same name do not stack."
  ]
}