{
  "name": "Elegant Vanity",
  "desc": {
    "0": "Light gradually begins to appear, and dazzling colors leak from the box, blurring the boundary between reality and fantasy. They reveal untold secrets behind the stage, where wealth and peril silently mingle, drawing in the observer and holding their gaze.",
    "1": "",
    "2": "<ct color=#959595>\"This is my secret weapon~ All the gentleness, allure, strength, pride, and radiance of a girl are hidden inside!\"",
    "3": "—Astra, blending her lip color with her ring finger, then closing the vanity case with a playful smile.</ct>"
  },
  "desc2": "Equip to increase Support Agents' combat capabilities",
  "desc3": "Underneath the radiant splendor, her genuine self has never been hidden.",
  "phase": "Untold Beauty",
  "phaseDescs": [
    "When any squad member enters the field through a <ct color=#FFFFFF>Quick Assist</ct>, <ct color=#FFFFFF>Chain Attack</ct>, <ct color=#FFFFFF>Defensive Assist</ct>, or <ct color=#FFFFFF>Evasive Assist</ct>, the equipper gains <ct color=#2BAD00>5</ct> Energy. This effect can trigger once every 5s. When the equipper consumes 25 or more Energy, the DMG dealt by all squad members increases by <ct color=#2BAD00>10%</ct>, stacking up to 2 times, and lasting 20s. Repeated triggers reset the duration. Only one instance of this effect can exist in the same squad.",
    "When any squad member enters the field through a <ct color=#FFFFFF>Quick Assist</ct>, <ct color=#FFFFFF>Chain Attack</ct>, <ct color=#FFFFFF>Defensive Assist</ct>, or <ct color=#FFFFFF>Evasive Assist</ct>, the equipper gains <ct color=#2BAD00>5.5</ct> Energy. This effect can trigger once every 5s. When the equipper consumes 25 or more Energy, the DMG dealt by all squad members increases by <ct color=#2BAD00>11.5%</ct>, stacking up to 2 times, and lasting 20s. Repeated triggers reset the duration. Only one instance of this effect can exist in the same squad.",
    "When any squad member enters the field through a <ct color=#FFFFFF>Quick Assist</ct>, <ct color=#FFFFFF>Chain Attack</ct>, <ct color=#FFFFFF>Defensive Assist</ct>, or <ct color=#FFFFFF>Evasive Assist</ct>, the equipper gains <ct color=#2BAD00>6</ct> Energy. This effect can trigger once every 5s. When the equipper consumes 25 or more Energy, the DMG dealt by all squad members increases by <ct color=#2BAD00>13%</ct>, stacking up to 2 times, and lasting 20s. Repeated triggers reset the duration. Only one instance of this effect can exist in the same squad.",
    "When any squad member enters the field through a <ct color=#FFFFFF>Quick Assist</ct>, <ct color=#FFFFFF>Chain Attack</ct>, <ct color=#FFFFFF>Defensive Assist</ct>, or <ct color=#FFFFFF>Evasive Assist</ct>, the equipper gains <ct color=#2BAD00>6.5</ct> Energy. This effect can trigger once every 5s. When the equipper consumes 25 or more Energy, the DMG dealt by all squad members increases by <ct color=#2BAD00>14.5%</ct>, stacking up to 2 times, and lasting 20s. Repeated triggers reset the duration. Only one instance of this effect can exist in the same squad.",
    "When any squad member enters the field through a <ct color=#FFFFFF>Quick Assist</ct>, <ct color=#FFFFFF>Chain Attack</ct>, <ct color=#FFFFFF>Defensive Assist</ct>, or <ct color=#FFFFFF>Evasive Assist</ct>, the equipper gains <ct color=#2BAD00>7</ct> Energy. This effect can trigger once every 5s. When the equipper consumes 25 or more Energy, the DMG dealt by all squad members increases by <ct color=#2BAD00>16%</ct>, stacking up to 2 times, and lasting 20s. Repeated triggers reset the duration. Only one instance of this effect can exist in the same squad."
  ]
}