{
  "name": "Weeping Cradle",
  "desc": {
    "0": "A special W-Engine with multiple layers embedded inside. It contains a special Ether charging layer that can quickly recharge special-model Bangboo and custom-made combat equipment. Even though this W-Engine looks like a cruel confinement chamber, Rina's Bangboo seem to enjoy sneaking in there to recharge their batteries. They even treat resting inside as a cozy reward.",
    "1": "",
    "2": "<ct color=#959595>\"Shhh... The two little ones are resting; if they're woken suddenly they'll be sure to cause a ruckus. Let's avoid making any noise while we enjoy our tea.\" — Rina, giving a gentle reminder as she serves tea to friends</ct>"
  },
  "desc2": "Equip to increase Support Agents' combat capabilities",
  "desc3": "A special W-Engine with multiple layers embedded inside. It can quickly recharge \tspecial-model Bangboo and custom-made combat equipment. This model is favored by Rina.",
  "phase": "Punishment",
  "phaseDescs": [
    "While off-field, the equipper's Energy Regen increases by <ct color=#2BAD00>0.6</ct>/s. Attacks from the equipper enhance the squad's DMG against a struck target by <ct color=#2BAD00>10%</ct> for 3 seconds. During this period, this effect is further increased by <ct color=#2BAD00>1.7%</ct> every 0.5s, up to a maximum additional increase of <ct color=#2BAD00>10.2%</ct>. Repeated triggers only refresh its duration without refreshing the DMG increase effect. Passive effects of the same name do not stack.",
    "While off-field, the equipper's Energy Regen increases by <ct color=#2BAD00>0.75</ct>/s. Attacks from the equipper enhance the squad's DMG against a struck target by <ct color=#2BAD00>12.5%</ct> for 3 seconds. During this period, this effect is further increased by <ct color=#2BAD00>2%</ct> every 0.5s, up to a maximum additional increase of <ct color=#2BAD00>12%</ct>. Repeated triggers only refresh its duration without refreshing the DMG increase effect. Passive effects of the same name do not stack.",
    "While off-field, the equipper's Energy Regen increases by <ct color=#2BAD00>0.9</ct>/s. Attacks from the equipper enhance the squad's DMG against a struck target by <ct color=#2BAD00>15%</ct> for 3 seconds. During this period, this effect is further increased by <ct color=#2BAD00>2.5%</ct> every 0.5s, up to a maximum additional increase of <ct color=#2BAD00>15%</ct>. Repeated triggers only refresh its duration without refreshing the DMG increase effect. Passive effects of the same name do not stack.",
    "While off-field, the equipper's Energy Regen increases by <ct color=#2BAD00>1.05</ct>/s. Attacks from the equipper enhance the squad's DMG against a struck target by <ct color=#2BAD00>17.5%</ct> for 3 seconds. During this period, this effect is further increased by <ct color=#2BAD00>3%</ct> every 0.5s, up to a maximum additional increase of <ct color=#2BAD00>18%</ct>. Repeated triggers only refresh its duration without refreshing the DMG increase effect. Passive effects of the same name do not stack.",
    "While off-field, the equipper's Energy Regen increases by <ct color=#2BAD00>1.2</ct>/s. Attacks from the equipper enhance the squad's DMG against a struck target by <ct color=#2BAD00>20%</ct> for 3 seconds. During this period, this effect is further increased by <ct color=#2BAD00>3.3%</ct> every 0.5s, up to a maximum additional increase of <ct color=#2BAD00>19.8%</ct>. Repeated triggers only refresh its duration without refreshing the DMG increase effect. Passive effects of the same name do not stack."
  ]
}