{
  "name": "Box Cutter",
  "desc": {
    "0": "This W-Engine's design was originally much more modest. The focus during its creation was on offensive capability and stealth until its owner met a group of curious and loud individuals who had no concept of subtlety. Not only did they put flashy stickers on it, but after injuring their fingers, they often used it to cut ropes, open boxes, and even slice through sticky tape...",
    "1": "\"That... yeah, that box cutter, lemme borrow it, thanks!\" \"Boss, it's not a box cutter, it's called Hidden Claw!\" \"Hey, Kitty, lemme borrow your box cutter!\" \"It's not a box cutter, it's called Hidden Claw!\" \"Mind if lil ol me takes your box cutter for a mo?\" \"...\"",
    "2": "",
    "3": "<ct color=#959595>\"Fine, it's a box cutter. Whatever makes you happy.\" — Pulchra</ct>"
  },
  "desc2": "Equip to increase Stun Agents' combat capabilities",
  "desc3": "An energy W-Engine modded from spare parts of a truck's engine. It converts the original cylinder into an energy storage unit, which is highly advantageous.",
  "phase": "Watch Your Fingers",
  "phaseDescs": [
    "Upon launching an <ct color=#FFFFFF>Aftershock</ct>, the equipper's <ct color=#F0D12B>Physical DMG</ct> increases by <ct color=#2BAD00>15%</ct>, and Daze increases by <ct color=#2BAD00>10%</ct>, lasting 10s.",
    "Upon launching an <ct color=#FFFFFF>Aftershock</ct>, the equipper's <ct color=#F0D12B>Physical DMG</ct> increases by <ct color=#2BAD00>17.3%</ct>, and Daze increases by <ct color=#2BAD00>11.5%</ct>, lasting 10s.",
    "Upon launching an <ct color=#FFFFFF>Aftershock</ct>, the equipper's <ct color=#F0D12B>Physical DMG</ct> increases by <ct color=#2BAD00>19.5%</ct>, and Daze increases by <ct color=#2BAD00>13%</ct>, lasting 10s.",
    "Upon launching an <ct color=#FFFFFF>Aftershock</ct>, the equipper's <ct color=#F0D12B>Physical DMG</ct> increases by <ct color=#2BAD00>21.8%</ct>, and Daze increases by <ct color=#2BAD00>14.5%</ct>, lasting 10s.",
    "Upon launching an <ct color=#FFFFFF>Aftershock</ct>, the equipper's <ct color=#F0D12B>Physical DMG</ct> increases by <ct color=#2BAD00>24%</ct>, and Daze increases by <ct color=#2BAD00>16%</ct>, lasting 10s."
  ]
}