{
  "name": "Metanukimorphosis",
  "desc": {
    "0": "This compact mini W-Engine was just a budget unit issued for her first Hollow field training at school, but Yuzuha's kept it ever since — its compact size makes it too convenient to give up.",
    "1": "Her first modification boosted the W-Engine's power output. The second added two Ether-Anomaly-tuned components. The third attempted a rewiring of the internals, but caused a short circuit that burned a hole in her skirt. Manato helped with the fourth, repairing the heat conduction module damaged in the short circuit, though the meal she treated him to afterward cost enough to buy three new ones. The fifth upgrade installed a new resonance chamber, and the sixth improved its response to high-frequency signals from Drive Discs.",
    "2": "At last, it was perfect — a flawless, battle-ready device that could follow its owner through life and death! And yet—",
    "3": "\"Dad, have you seen my W-Engine?\"",
    "4": "\"It's over there! I redid the casing for you. It looked way too ugly before! Can't have people thinking my daughter has no taste!\"",
    "5": "\"Dad! It's a W-Engine! You made it so flashy — what if it breaks?!\"",
    "6": "\"Well then, don't go doing stuff that could break it!\""
  },
  "desc2": "Equip to increase Support Agents' combat capabilities",
  "desc3": "A masterfully crafted design, infused with the creator's pursuit of beauty.",
  "phase": "Exquisitely Ingenious",
  "phaseDescs": [
    "When the equipper's <ct color=#FFFFFF>EX Special Attack</ct> or <ct color=#FFFFFF>Ultimate</ct> deals <ct color=#F0D12B>Physical DMG</ct>, their <ct color=#FFFFFF>Anomaly Mastery</ct> increases by <ct color=#2BAD00>30</ct> for 40s. When the equipper's <ct color=#FFFFFF>Aftershock</ct> hits an enemy, all squad members' <ct color=#FFFFFF>Anomaly Proficiency</ct> increases by <ct color=#2BAD00>60</ct> for 40s. Only one instance of this effect can exist in the same squad.",
    "When the equipper's <ct color=#FFFFFF>EX Special Attack</ct> or <ct color=#FFFFFF>Ultimate</ct> deals <ct color=#F0D12B>Physical DMG</ct>, their <ct color=#FFFFFF>Anomaly Mastery</ct> increases by <ct color=#2BAD00>34</ct> for 40s. When the equipper's <ct color=#FFFFFF>Aftershock</ct> hits an enemy, all squad members' <ct color=#FFFFFF>Anomaly Proficiency</ct> increases by <ct color=#2BAD00>69</ct> for 40s. Only one instance of this effect can exist in the same squad.",
    "When the equipper's <ct color=#FFFFFF>EX Special Attack</ct> or <ct color=#FFFFFF>Ultimate</ct> deals <ct color=#F0D12B>Physical DMG</ct>, their <ct color=#FFFFFF>Anomaly Mastery</ct> increases by <ct color=#2BAD00>39</ct> for 40s. When the equipper's <ct color=#FFFFFF>Aftershock</ct> hits an enemy, all squad members' <ct color=#FFFFFF>Anomaly Proficiency</ct> increases by <ct color=#2BAD00>78</ct> for 40s. Only one instance of this effect can exist in the same squad.",
    "When the equipper's <ct color=#FFFFFF>EX Special Attack</ct> or <ct color=#FFFFFF>Ultimate</ct> deals <ct color=#F0D12B>Physical DMG</ct>, their <ct color=#FFFFFF>Anomaly Mastery</ct> increases by <ct color=#2BAD00>43</ct> for 40s. When the equipper's <ct color=#FFFFFF>Aftershock</ct> hits an enemy, all squad members' <ct color=#FFFFFF>Anomaly Proficiency</ct> increases by <ct color=#2BAD00>87</ct> for 40s. Only one instance of this effect can exist in the same squad.",
    "When the equipper's <ct color=#FFFFFF>EX Special Attack</ct> or <ct color=#FFFFFF>Ultimate</ct> deals <ct color=#F0D12B>Physical DMG</ct>, their <ct color=#FFFFFF>Anomaly Mastery</ct> increases by <ct color=#2BAD00>48</ct> for 40s. When the equipper's <ct color=#FFFFFF>Aftershock</ct> hits an enemy, all squad members' <ct color=#FFFFFF>Anomaly Proficiency</ct> increases by <ct color=#2BAD00>96</ct> for 40s. Only one instance of this effect can exist in the same squad."
  ]
}