{
  "name": "Angel in the Shell",
  "desc": "Virtual or imagined, once something is truly felt, it stops being unreal. Everything a person touches in a lifetime is just a drop in the vast river of time. Still, I hope this song can carry you into a sweet delusion.",
  "desc2": "Equip to increase Anomaly Agents' combat capabilities",
  "desc3": "There is a soul, even within a shell of steel.",
  "phase": "Energetic Strike",
  "phaseDescs": [
    "Increases the equipper's Anomaly Proficiency by <ct color=#2BAD00>90</ct>. When the equipper is an <ct color=#FE437E>Ether</ct> character, and comes on-field or uses a <ct color=#FFFFFF>Special Attack</ct> or <ct color=#FFFFFF>EX Special Attack</ct>, they gain a buff: DMG dealt to enemies afflicted with Attribute Anomalies increases by <ct color=#2BAD00>20%</ct>, and all Attribute Anomaly DMG they trigger increases by <ct color=#2BAD00>10%</ct>, lasting 15s. Repeated triggers reset the duration, and the effect is removed when switching off-field.",
    "Increases the equipper's Anomaly Proficiency by <ct color=#2BAD00>103</ct>. When the equipper is an <ct color=#FE437E>Ether</ct> character, and comes on-field or uses a <ct color=#FFFFFF>Special Attack</ct> or <ct color=#FFFFFF>EX Special Attack</ct>, they gain a buff: DMG dealt to enemies afflicted with Attribute Anomalies increases by <ct color=#2BAD00>23%</ct>, and all Attribute Anomaly DMG they trigger increases by <ct color=#2BAD00>11.5%</ct>, lasting 15s. Repeated triggers reset the duration, and the effect is removed when switching off-field.",
    "Increases the equipper's Anomaly Proficiency by <ct color=#2BAD00>117</ct>. When the equipper is an <ct color=#FE437E>Ether</ct> character, and comes on-field or uses a <ct color=#FFFFFF>Special Attack</ct> or <ct color=#FFFFFF>EX Special Attack</ct>, they gain a buff: DMG dealt to enemies afflicted with Attribute Anomalies increases by <ct color=#2BAD00>26%</ct>, and all Attribute Anomaly DMG they trigger increases by <ct color=#2BAD00>13%</ct>, lasting 15s. Repeated triggers reset the duration, and the effect is removed when switching off-field.",
    "Increases the equipper's Anomaly Proficiency by <ct color=#2BAD00>130</ct>. When the equipper is an <ct color=#FE437E>Ether</ct> character, and comes on-field or uses a <ct color=#FFFFFF>Special Attack</ct> or <ct color=#FFFFFF>EX Special Attack</ct>, they gain a buff: DMG dealt to enemies afflicted with Attribute Anomalies increases by <ct color=#2BAD00>29%</ct>, and all Attribute Anomaly DMG they trigger increases by <ct color=#2BAD00>14.5%</ct>, lasting 15s. Repeated triggers reset the duration, and the effect is removed when switching off-field.",
    "Increases the equipper's Anomaly Proficiency by <ct color=#2BAD00>144</ct>. When the equipper is an <ct color=#FE437E>Ether</ct> character, and comes on-field or uses a <ct color=#FFFFFF>Special Attack</ct> or <ct color=#FFFFFF>EX Special Attack</ct>, they gain a buff: DMG dealt to enemies afflicted with Attribute Anomalies increases by <ct color=#2BAD00>32%</ct>, and all Attribute Anomaly DMG they trigger increases by <ct color=#2BAD00>16%</ct>, lasting 15s. Repeated triggers reset the duration, and the effect is removed when switching off-field."
  ]
}