{
  "name": "[Reverb] Mark II",
  "desc": "A standardized W-Engine with balanced performance. Despite lacking any particular tendencies, it enhances its owner's and it's owner's teammates' combat effectiveness in all aspects. For novice explorers who have not figured out their preferred combat style, this W-Engine is an excellent choice.",
  "desc2": "Equip to increase Support Agents' combat capabilities",
  "desc3": "A standardized W-Engine with balanced performance that enhances its owner's and their teammates' combat effectiveness in all aspects.",
  "phase": "Roaring Waves",
  "phaseDescs": [
    "Launching an <ct color=#FFFFFF>EX Special Attack</ct> or <ct color=#FFFFFF>Chain Attack</ct> increases all squad members' Anomaly Mastery and Anomaly Proficiency by <ct color=#2BAD00>10</ct> for 10s. This effect can trigger once every 20s. Passive effects of the same name do not stack.",
    "Launching an <ct color=#FFFFFF>EX Special Attack</ct> or <ct color=#FFFFFF>Chain Attack</ct> increases all squad members' Anomaly Mastery and Anomaly Proficiency by <ct color=#2BAD00>12</ct> for 10s. This effect can trigger once every 20s. Passive effects of the same name do not stack.",
    "Launching an <ct color=#FFFFFF>EX Special Attack</ct> or <ct color=#FFFFFF>Chain Attack</ct> increases all squad members' Anomaly Mastery and Anomaly Proficiency by <ct color=#2BAD00>13</ct> for 10s. This effect can trigger once every 20s. Passive effects of the same name do not stack.",
    "Launching an <ct color=#FFFFFF>EX Special Attack</ct> or <ct color=#FFFFFF>Chain Attack</ct> increases all squad members' Anomaly Mastery and Anomaly Proficiency by <ct color=#2BAD00>15</ct> for 10s. This effect can trigger once every 20s. Passive effects of the same name do not stack.",
    "Launching an <ct color=#FFFFFF>EX Special Attack</ct> or <ct color=#FFFFFF>Chain Attack</ct> increases all squad members' Anomaly Mastery and Anomaly Proficiency by <ct color=#2BAD00>16</ct> for 10s. This effect can trigger once every 20s. Passive effects of the same name do not stack."
  ]
}