{
  "name": "Deep Sea Visitor",
  "desc": {
    "0": "This high-power W-Engine has the capability to rapidly lower the temperature of the environment, allowing it to instantly freeze nearby objects. Although it is an excellent tactical W-Engine due to its efficient freezing and high damage output, Ellen primarily uses it to make frappes.",
    "1": "",
    "2": "<ct color=#959595>\"I want to bring it to school, especially in the summer. But Lycaon and Rina won't let me... So annoying.\" — Ellen, shaking her head while eating ice</ct>"
  },
  "desc2": "Equip to increase Attack Agents' combat capabilities",
  "desc3": "A high-power W-Engine that possesses efficient freezing capabilities and high damage output. This model is often used by Ellen.",
  "phase": "Lord of Seas",
  "phaseDescs": [
    "Increases <ct color=#98EFF0>Ice DMG</ct> by <ct color=#2BAD00>25%</ct>. Upon hitting an enemy with a <ct color=#FFFFFF>Basic Attack</ct>, the equipper's CRIT Rate increases by <ct color=#2BAD00>10%</ct> for 8s. When dealing <ct color=#98EFF0>Ice DMG</ct> with a <ct color=#FFFFFF>Dash Attack</ct>, the equipper's CRIT Rate increases by an additional <ct color=#2BAD00>10%</ct> for 15s. The duration of each effect is calculated separately.",
    "Increases <ct color=#98EFF0>Ice DMG</ct> by <ct color=#2BAD00>31.5%</ct>. Upon hitting an enemy with a <ct color=#FFFFFF>Basic Attack</ct>, the equipper's CRIT Rate increases by <ct color=#2BAD00>12.5%</ct> for 8s. When dealing <ct color=#98EFF0>Ice DMG</ct> with a <ct color=#FFFFFF>Dash Attack</ct>, the equipper's CRIT Rate increases by an additional <ct color=#2BAD00>12.5%</ct> for 15s. The duration of each effect is calculated separately.",
    "Increases <ct color=#98EFF0>Ice DMG</ct> by <ct color=#2BAD00>38%</ct>. Upon hitting an enemy with a <ct color=#FFFFFF>Basic Attack</ct>, the equipper's CRIT Rate increases by <ct color=#2BAD00>15%</ct> for 8s. When dealing <ct color=#98EFF0>Ice DMG</ct> with a <ct color=#FFFFFF>Dash Attack</ct>, the equipper's CRIT Rate increases by an additional <ct color=#2BAD00>15%</ct> for 15s. The duration of each effect is calculated separately.",
    "Increases <ct color=#98EFF0>Ice DMG</ct> by <ct color=#2BAD00>44.5%</ct>. Upon hitting an enemy with a <ct color=#FFFFFF>Basic Attack</ct>, the equipper's CRIT Rate increases by <ct color=#2BAD00>17.5%</ct> for 8s. When dealing <ct color=#98EFF0>Ice DMG</ct> with a <ct color=#FFFFFF>Dash Attack</ct>, the equipper's CRIT Rate increases by an additional <ct color=#2BAD00>17.5%</ct> for 15s. The duration of each effect is calculated separately.",
    "Increases <ct color=#98EFF0>Ice DMG</ct> by <ct color=#2BAD00>50%</ct>. Upon hitting an enemy with a <ct color=#FFFFFF>Basic Attack</ct>, the equipper's CRIT Rate increases by <ct color=#2BAD00>20%</ct> for 8s. When dealing <ct color=#98EFF0>Ice DMG</ct> with a <ct color=#FFFFFF>Dash Attack</ct>, the equipper's CRIT Rate increases by an additional <ct color=#2BAD00>20%</ct> for 15s. The duration of each effect is calculated separately."
  ]
}