{
  "name": "Housekeeper",
  "desc": {
    "0": "An enhanced W-Engine with a high rotation speed. Corin has integrated its shaft portion with a chainsaw to provide additional cutting power for her \"cleaning\" work. To ensure that her \"cleaning\" goes smoothly and to minimize the pain inflicted on her target, she has thoughtfully increased the rotation speed to the maximum.",
    "1": "",
    "2": "<ct color=#959595>\"Um... Don't worry, it won't hurt! Well... I mean, it will only hurt for a moment, and then it won't hurt anymore!\" — Corin, attempting to comfort her opponent before attacking</ct>"
  },
  "desc2": "Equip to increase Attack Agents' combat capabilities",
  "desc3": "An enhanced W-Engine with a high rotation speed. A chainsaw has been integrated into its shaft. This model is often used by Corin.",
  "phase": "Safe Household Saw",
  "phaseDescs": [
    "While off-field, the equipper's Energy Regen increases by <ct color=#2BAD00>0.45</ct>/s. When an <ct color=#FFFFFF>EX Special Attack</ct> hits an enemy, the equipper's <ct color=#F0D12B>Physical DMG</ct> increases by <ct color=#2BAD00>3%</ct>, stacking up to 15 times and lasting 1s. Repeated triggers reset the duration.",
    "While off-field, the equipper's Energy Regen increases by <ct color=#2BAD00>0.52</ct>/s. When an <ct color=#FFFFFF>EX Special Attack</ct> hits an enemy, the equipper's <ct color=#F0D12B>Physical DMG</ct> increases by <ct color=#2BAD00>3.5%</ct>, stacking up to 15 times and lasting 1s. Repeated triggers reset the duration.",
    "While off-field, the equipper's Energy Regen increases by <ct color=#2BAD00>0.58</ct>/s. When an <ct color=#FFFFFF>EX Special Attack</ct> hits an enemy, the equipper's <ct color=#F0D12B>Physical DMG</ct> increases by <ct color=#2BAD00>4%</ct>, stacking up to 15 times and lasting 1s. Repeated triggers reset the duration.",
    "While off-field, the equipper's Energy Regen increases by <ct color=#2BAD00>0.65</ct>/s. When an <ct color=#FFFFFF>EX Special Attack</ct> hits an enemy, the equipper's <ct color=#F0D12B>Physical DMG</ct> increases by <ct color=#2BAD00>4.4%</ct>, stacking up to 15 times and lasting 1s. Repeated triggers reset the duration.",
    "While off-field, the equipper's Energy Regen increases by <ct color=#2BAD00>0.72</ct>/s. When an <ct color=#FFFFFF>EX Special Attack</ct> hits an enemy, the equipper's <ct color=#F0D12B>Physical DMG</ct> increases by <ct color=#2BAD00>4.8%</ct>, stacking up to 15 times and lasting 1s. Repeated triggers reset the duration."
  ]
}