{
  "name": "Spectral Gaze",
  "desc": {
    "0": "Her life was one of seeking. Seeking companions, enemies, the truth, warmth. She reached out time and again, only to have it slip through her fingers. If one day she finds the missing fragments of her incomplete soul, will she be able to hear the melody in the wind once more?",
    "1": "",
    "2": "<ct color=#959595>\"Target has returned to the second floor of the video store. It sounds like they're preparing to sleep. Update on their location has been filed.\" — Trigger, apparently tracking and documenting a particular target.</ct>"
  },
  "desc2": "Equip to increase Stun Agents' combat capabilities",
  "desc3": "Broken eyes hold both resilience and vulnerability.",
  "phase": "Wind Seeker",
  "phaseDescs": [
    "When the equipper's <ct color=#FFFFFF>Aftershock</ct> hits an enemy, causing <ct color=#2EB6FF>Electric DMG</ct>, the target's DEF is reduced by <ct color=#2BAD00>25%</ct> for 5s. Passive effects of the same name do not stack. When this effect is triggered, if the equipper is not the active character, they gain 1 stack of <ct color=#FFFFFF>Spirit Lock</ct>, up to a maximum of 3 stacks. This can trigger only once per use of a skill. Each stack of <ct color=#FFFFFF>Spirit Lock</ct> increases the equipper's Impact by <ct color=#2BAD00>4%</ct>, lasting 12s. The duration of each stack is calculated separately. At full stacks of <ct color=#FFFFFF>Spirit Lock</ct>, the equipper's Impact increases by an additional <ct color=#2BAD00>8%</ct>.",
    "When the equipper's <ct color=#FFFFFF>Aftershock</ct> hits an enemy, causing <ct color=#2EB6FF>Electric DMG</ct>, the target's DEF is reduced by <ct color=#2BAD00>28.75%</ct> for 5s. Passive effects of the same name do not stack. When this effect is triggered, if the equipper is not the active character, they gain 1 stack of <ct color=#FFFFFF>Spirit Lock</ct>, up to a maximum of 3 stacks. This can trigger only once per use of a skill. Each stack of <ct color=#FFFFFF>Spirit Lock</ct> increases the equipper's Impact by <ct color=#2BAD00>4.6%</ct>, lasting 12s. The duration of each stack is calculated separately. At full stacks of <ct color=#FFFFFF>Spirit Lock</ct>, the equipper's Impact increases by an additional <ct color=#2BAD00>9.2%</ct>.",
    "When the equipper's <ct color=#FFFFFF>Aftershock</ct> hits an enemy, causing <ct color=#2EB6FF>Electric DMG</ct>, the target's DEF is reduced by <ct color=#2BAD00>32.5%</ct> for 5s. Passive effects of the same name do not stack. When this effect is triggered, if the equipper is not the active character, they gain 1 stack of <ct color=#FFFFFF>Spirit Lock</ct>, up to a maximum of 3 stacks. This can trigger only once per use of a skill. Each stack of <ct color=#FFFFFF>Spirit Lock</ct> increases the equipper's Impact by <ct color=#2BAD00>5.2%</ct>, lasting 12s. The duration of each stack is calculated separately. At full stacks of <ct color=#FFFFFF>Spirit Lock</ct>, the equipper's Impact increases by an additional <ct color=#2BAD00>10.4%</ct>.",
    "When the equipper's <ct color=#FFFFFF>Aftershock</ct> hits an enemy, causing <ct color=#2EB6FF>Electric DMG</ct>, the target's DEF is reduced by <ct color=#2BAD00>36.25%</ct> for 5s. Passive effects of the same name do not stack. When this effect is triggered, if the equipper is not the active character, they gain 1 stack of <ct color=#FFFFFF>Spirit Lock</ct>, up to a maximum of 3 stacks. This can trigger only once per use of a skill. Each stack of <ct color=#FFFFFF>Spirit Lock</ct> increases the equipper's Impact by <ct color=#2BAD00>5.8%</ct>, lasting 12s. The duration of each stack is calculated separately. At full stacks of <ct color=#FFFFFF>Spirit Lock</ct>, the equipper's Impact increases by an additional <ct color=#2BAD00>11.6%</ct>.",
    "When the equipper's <ct color=#FFFFFF>Aftershock</ct> hits an enemy, causing <ct color=#2EB6FF>Electric DMG</ct>, the target's DEF is reduced by <ct color=#2BAD00>40%</ct> for 5s. Passive effects of the same name do not stack. When this effect is triggered, if the equipper is not the active character, they gain 1 stack of <ct color=#FFFFFF>Spirit Lock</ct>, up to a maximum of 3 stacks. This can trigger only once per use of a skill. Each stack of <ct color=#FFFFFF>Spirit Lock</ct> increases the equipper's Impact by <ct color=#2BAD00>6.4%</ct>, lasting 12s. The duration of each stack is calculated separately. At full stacks of <ct color=#FFFFFF>Spirit Lock</ct>, the equipper's Impact increases by an additional <ct color=#2BAD00>12.8%</ct>."
  ]
}