{
  "name": "Emilie",
  "title": "Binlerce Kokunun Peşinde",
  "description": "Sır şişeleyen Fontaineli bir parfümcü.",
  "constellationName": "Misk Şişesi",
  "auto": {
    "name": "Gölge Avı Mızrağı (Özel)",
    "fields": {
      "normal": {
        "0": "<strong>Normal Saldırı</strong>",
        "1": "Arka arkaya en fazla 4 mızrak saldırısı yapar."
      },
      "charged": {
        "0": "<strong>Yüklü Saldırı</strong>",
        "1": "Belirli miktarda Dayanıklılık harcayarak yukarı doğru bir vuruş gerçekleştirir."
      },
      "plunging": {
        "0": "<strong>Havadan Saldırı</strong>",
        "1": "Havadayken dalışa geçerek yere vurur ve yoluna çıkan düşmanlara Alan Hasarı verir."
      }
    },
    "skillParams": {
      "0": "1 Vuruş Hasarı",
      "1": "2 Vuruş Hasarı",
      "2": "3 Vuruş Hasarı",
      "3": "4 Vuruş Hasarı",
      "4": "Yüklü Saldırı Hasarı",
      "5": "Yüklü Saldırı Dayanıklılık Maliyeti",
      "6": "Havadan Saldırı Hasarı",
      "7": "Havadan Saldırı Hasarı (Alçaktan/Yüksekten)",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Koku Damıtma",
    "description": {
      "0": "<dendro>Doğa Alan Hasarı</dendro> veren bir Lumidouce Feneri oluşturur.",
      "1": "<br/>",
      "2": "<strong>Lumidouce Feneri</strong>",
      "3": [
        "Belirli aralıklarla Saf Çiy Buharı ateşleyerek yakındaki düşmanlara <dendro>Doğa Hasarı</dendro> verir.",
        "Yakındaki düşmanlar Yanma etkisindeyken belirli aralıklarla Koku bırakırlar. Bu şekilde her 2 saniyede 1 Koku yaratılabilir. Lumidouce Feneri çevresindeki bu Kokuları toplar, 2 defa topladıktan sonra Fenerin seviyesi yükselir. Seviye yükseldiğinde fazladan 1 Saf Çiy Buharı daha ateşlenir ve bu saldırının verdiği Hasar artar ve Hasar Etki Alanı genişler.",
        "Aynı anda Emilie tarafından oluşturulan sadece 1 Lumidouce Feneri bulunabilir. Lumidouce Feneri 1. Seviye olarak başlar ve 2. Seviyeye kadar yükselebilir. Fener savaş alanındayken 8sn boyunca Koku toplamadığında 1. Seviyeye geri döner."
      ],
      "4": "<br/>",
      "5": "<strong>Arkhe: Ruh</strong>",
      "6": "Belirli aralıklarla, Emilie bu şekilde bir Lumidouce Feneri oluşturduğunda önündeki düşmanları delerek Ruh tesirli <dendro>Doğa Hasarı</dendro> veren bir Ruh Nefesi Dikeni iner.",
      "7": "<br/>",
      "8": "<i>\"Dünya sonsuz bir koku, renk ve ezgi uyumundan oluşur.\"</i>"
    },
    "skillParams": {
      "0": "Beceri Hasarı",
      "1": "1. Seviye Lumidouce Feneri Saldırı Hasarı",
      "2": "2. Seviye Lumidouce Feneri Saldırı Hasarı",
      "3": "Lumidouce Feneri Süresi",
      "4": "Ruh Nefesi Dikeni Hasarı",
      "5": "Ruh Nefesi Dikeni Aralığı",
      "6": "Beceri BS",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Aroma Yorumlama",
    "description": {
      "0": "Emilie, Lumidouce Fenerinde topladığı kokuları yönlendirerek saf Doğa enerjisine dönüştürür ve 3. Seviye bir Lumidouce Feneri oluşturup mevcut tüm Fenerleri kaldırır.",
      "1": "3. Seviye Lumidouce Feneri var olduğu sürece yakındaki Kokuları toplamaz, bunun yerine devamlı olarak Kokulu Çiy indirip belirli bir menzildeki düşmanlara saldırarak <dendro>Doğa Hasarı</dendro> verir. Bu süre boyunca, her 0,3 saniyede 1 Kokulu Çiy iner ve her 0,7 saniyede 1 düşman hedef alınabilir.",
      "2": "Süre bittiğinde yeni bir 1. Seviye Lumidouce Feneri oluşur. Aroma Yorumlama becerisi kullanıldığında bir Lumidouce Feneri kaldırılırsa kaldırılan Fener tekrar kurulur ve süresi yenilenir.",
      "3": "<strong>Aroma Yorumlama</strong> etkinken \"Koku Damıtma\" Element Becerisi kullanıldığında bir Lumidouce Feneri oluşmaz.",
      "4": "<br/>",
      "5": "<i>Hangi parfüm olursa olsun, hepsi hava ile temasa geçtiği an değişmeye başlar ve rüzgara kapılarak bitkilere ve ağaçlara karışıp en sonunda dağılarak kaybolur. Dolayısıyla iki kişinin aynı kokuyu alıp beğenmesi imkansızdır.",
      "6": "İnsanların hayatta seçtiği yollar da tıpkı böyledir işte. Bu açıdan düşünüldüğünde parfümleri insan hayatının bir sembolü gibi görmek mümkündür.</i>"
    },
    "skillParams": {
      "0": "3. Seviye Lumidouce Feneri Saldırı Hasarı",
      "1": "3. Seviye Lumidouce Feneri Süresi",
      "2": "BS",
      "3": "Enerji Maliyeti",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Artakalan Koku",
    "description": {
      "0": "2. Seviye Lumidouce Feneri, her 2 <strong>Koku</strong> topladığında bu Kokuları tüketerek Berrak Çiy Kolonyası ortaya çıkarır ve düşmanlara Emilie'nin Saldırısının %600'ü kadar <dendro>Doğa Alan Hasarı</dendro> verir. Bu Hasar, Element Becerisi Hasarı sayılmaz."
    }
  },
  "passive2": {
    "name": "Saflaştırma",
    "description": {
      "0": "Emilie, Yanma etkisindeki düşmanlara Saldırısına göre daha fazla Hasar verir. Sahip olduğu her 1.000 Saldırı başına verdiği Hasar %15 artar. Bu şekilde kazanılabilecek en yüksek Hasar artışı bonusu %36 olabilir."
    }
  },
  "passive3": {
    "name": "Koku Yakalama",
    "description": {
      "0": "Emilie'nin oluşturduğu Lumidouce Feneri savaş alanındayken, tüm grup üyeleri Yanma Hasarına karşı %85 <pyro>Ateş Direnci</pyro> kazanır."
    }
  },
  "constellation1": {
    "name": "Hafif Koku Özütleme",
    "description": {
      "0": "<strong>Koku Damıtma</strong> becerisi ve \"Artakalan Koku\" Pasif Yeteneğinin Berrak Çiy Kolonyası etkisi ile verilen Hasar %20 artar. Berrak Çiy Kolonyası Hasar artışını alabilmek için önce \"Artakalan Koku\" Pasif Yeteneğinin açılmış olması gerekir.",
      "1": "Ayrıca yakındaki grup üyeleri düşman üzerinde Yanma tepkimesi tetiklediğinde veya Yanma etkisindeki düşmanlara <dendro>Doğa Hasarı</dendro> verdiğinde fazladan bir <strong>Koku</strong> daha oluşur. Bu etki her 2,9 saniyede bir tetiklenebilir."
    }
  },
  "constellation2": {
    "name": "Göldeki Işık Üst Notası",
    "description": {
      "0": "\"Artakalan Koku\" Pasif Yeteneğinin oluşturduğu <strong>Koku Damıtma</strong>, <strong>Aroma Yorumlama</strong> veya Berrak Çiy Kolonyası etkileri düşmana isabet ettiğinde 10sn boyunca düşmanın <dendro>Doğa Direnci</dendro> %30 azalır. \"Artakalan Koku\" Pasif Yeteneğinin açılmış olması gerekir."
    }
  },
  "constellation3": {
    "name": "Zarif Esans",
    "description": {
      "0": "<strong>Koku Damıtma</strong> Seviyesini 3 artırır.",
      "1": "Maksimum yükseltme seviyesi 15'tir."
    }
  },
  "constellation4": {
    "name": "Lumidouce Kalp Notası",
    "description": {
      "0": "<strong>Aroma Yorumlama</strong> becerisinin süresi 2sn uzar, Kokulu Çiy etkisinin hedef düşman seçme süre aralığı 0,3sn kısalır."
    }
  },
  "constellation5": {
    "name": "Saf Çiy Aroması",
    "description": {
      "0": "<strong>Aroma Yorumlama</strong> Seviyesini 3 artırır.",
      "1": "Maksimum yükseltme seviyesi 15'tir."
    }
  },
  "constellation6": {
    "name": "Marcotte Esintisi",
    "description": {
      "0": "Emilie <strong>Koku Damıtma</strong> veya <strong>Aroma Yorumlama</strong> becerilerini kullandığında 5sn boyunca Kalıcı Koku etkisi kazanır.",
      "1": "Emilie etki süresi boyunca Normal veya Yüklü Saldırılar yaptığında 1 Koku oluşur ve bu saldırılar diğer element tesirleriyle değiştirilemeyen <dendro>Doğa Hasarına</dendro> dönüşür. Ayrıca, verilen Hasar Emilie'nin Saldırısının %300'ü kadar artar.",
      "2": "<br/>",
      "3": "Kalıcı Kokunun etkisi süre bittiğinde veya bu şekilde 4 Koku oluşturulduktan sonra kaybolur. Kalıcı Koku 12 saniyede bir tetiklenebilir."
    }
  }
}