{
  "name": "Wriothesley",
  "title": "Sessiz Günahların Temsilcisi",
  "description": "Meropide Kalesi'nin Dükü, karanlık dehlizlerin saklı efendisi.",
  "constellationName": "Kerberos",
  "auto": {
    "name": "Güçlü Buz Yumrukları",
    "fields": {
      "normal": {
        "0": "<strong>Normal Saldırı</strong>",
        "1": "Wriothesley yumruğunda buzun gücünü toplayarak bir dizi güçlü <strong>Püskürtücü Yumruk</strong> saldırısı yapar. Bu şekilde <cryo>Buz Hasarı</cryo> veren en fazla 5 saldırı yapabilir.",
        "2": "Ayrıca Normal Saldırı kombo sayısı, depar veya Buzdiş Saldırısı kullandıktan sonra kısa bir süre boyunca sıfırlanmaz."
      },
      "charged": {
        "0": "<strong>Yüklü Saldırı</strong>",
        "1": "Belirli bir miktar Dayanıklılık tüketerek ileri atılır ve bir <strong>Sıçrayan Yumruk</strong> atarak <cryo>Buz Alan Hasarı</cryo> verir."
      },
      "plunging": {
        "0": "<strong>Havadan Saldırı</strong>",
        "1": "Havadayken dalışa geçerek yere vurur ve yoluna çıkan düşmanlara <cryo>Buz Alan Hasarı</cryo> verir."
      }
    },
    "skillParams": {
      "0": "1 Vuruş Hasarı",
      "1": "2 Vuruş Hasarı",
      "2": "3 Vuruş Hasarı",
      "3": "4 Vuruş Hasarı",
      "4": "5 Vuruş Hasarı",
      "5": "Yüklü Saldırı Hasarı",
      "6": "Yüklü Saldırı Dayanıklılık Maliyeti",
      "7": "Havadan Saldırı Hasarı",
      "8": "Havadan Saldırı Hasarı (Alçaktan/Yüksekten)",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Buzdiş Saldırısı",
    "description": {
      "0": "Wriothesley nefesini, ritmini ve hızını ayarlayarak kısa bir mesafe ileri atılıp <strong>Ürperten Ceza</strong> durumuna girer ve öncesine göre daha güçlü saldırılar yapmaya başlar.",
      "1": "<br/>",
      "2": "<strong>Ürperten Ceza</strong>",
      "3": [
        "Wriothesley'nin müdahaleye karşı direnci artar.",
        "Canı %50'nin üzerindeyken <strong>Normal Saldırı: Güçlü Buz Yumruklarının</strong> Püskürtücü Yumruk Hasarı artar. Bu saldırıyla vurduğunda Wriothesley belirli miktarda Can tüketir. Bu şekilde Can her 0,1 saniyede bir tüketilebilir."
      ],
      "4": "Wriothesley savaş alanından ayrılırsa bu etki iptal edilir.",
      "5": "<br/>",
      "6": "<i>\"Geçmişte olan geçmişte kalır. Asıl kavramamız gereken gelecekteki seçimlerimizdir.\"",
      "7": "\"Karşı çık kaderine, oburlar gibi ancak; varlığın da suçun da kaderini yutacak.\"</i>"
    },
    "skillParams": {
      "0": "Gelişmiş Püskürtücü Yumruk Hasarı",
      "1": "Can Maliyeti",
      "2": "Süre",
      "3": "BS",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Kara Altın Kurt Isırığı",
    "description": {
      "0": "Wriothesley dövüş eldivenlerini etkinleştirerek buz gibi soğuk bir yumruk atar ve Sarkıt Darbesi ile baktığı yöne doğru birçok defa <cryo>Buz Alan Hasarı</cryo> verir.",
      "1": "<br/>",
      "2": "<strong>Arkhe: Öz</strong>",
      "3": "Sarkıt Darbesi sona erdikten sonra düşmanın olduğu yere bir Çalkantılı Kılıç iner ve Öz tesirli <cryo>Buz Hasarı</cryo> verir.",
      "4": "<br/>",
      "5": "<i>Meropide Kalesi Dükünün dahi çaresiz kaldığı durumlar vardır. Mesela, karmaşık evrak işleri, amirlerin ufak tefek dertleri veya... Küçük çocukların dövüş eldivenlerine şirin ama çıkmayan çıkartmalar yapıştırması.</i>"
    },
    "skillParams": {
      "0": "Beceri Hasarı",
      "1": "Çalkantılı Kılıç Hasarı",
      "2": "BS",
      "3": "Çalkantılı Kılıç BS",
      "4": "Enerji Maliyeti",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Adalet Yerini Bulacak",
    "description": {
      "0": "Wriothesley'nin Canı %60'ın altındayken bir Şefkatli Azar elde eder. Bir sonraki <strong>Normal Saldırı: Güçlü Buz Yumruklarının</strong> Yüklü Saldırısı geliştirilerek Azar: Sıçrayan Yumruğa dönüşür. Dayanıklılık harcanmaz, verilen Hasar %50 artar ve hedefe isabet ettikten sonra Wriothesley'nin Maks. Canının %30'u kadar Can yeniler.",
      "1": "Her 5 saniyede bir bu şekilde Şefkatli Azar elde edebilirsin."
    }
  },
  "passive2": {
    "name": "Her Günahın Bir Bedeli Var",
    "description": {
      "0": "Wriothesley, mevcut Canı arttığında veya azaldığında <strong>Buzdiş Saldırısı</strong> becerisinin neden olduğu Ürperten Ceza durumundaysa, Ürperten Ceza bir kademe Kovuşturma Emri elde eder. En fazla 5 kademe birikebilir. Her bir kademe Wriothesley'nin Saldırısını %6 artırır."
    }
  },
  "passive3": {
    "name": "Dükün Lütfu",
    "description": {
      "0": "Wriothesley, Silah Yükseltme Malzemesi üretirken elde ettiği ürünü %10 ihtimalle iki katına çıkarır."
    }
  },
  "constellation1": {
    "name": "Kötülere Eziyet",
    "description": {
      "0": "Pasif Yetenek \"Adalet Yerini Bulacak\" ile tetiklenen Şefkatli Azar aşağıdaki şekilde değişir:",
      "1": "Wriothesley'nin Canı %60'ın altına düştüğünde veya <strong>Buzdiş Saldırısı</strong> becerisinin neden olduğu Ürperten Ceza durumundayken beşinci Püskürtücü Yumruk saldırısı isabet ettiğinde bir Şefkatli Azar oluşturur. Her 2,5 saniyede bir Şefkatli Azar etkisi kazanılabilir.",
      "2": "<br/>",
      "3": "Ayrıca Azar: Sıçrayan Yumruk şu etkileri kazanır:",
      "4": [
        "Kazanılan Hasar Bonusu %200 artar.",
        "Wriothesley Ürperten Ceza durumundayken isabet ettiğinde bu durumun süresi 4 saniye uzar. Bu uzatma her bir Ürperten Ceza durumu için bir defa meydana gelebilir."
      ],
      "5": "<br/>",
      "6": "\"Adalet Yerini Bulacak\" Pasif Yeteneğinin açılmış olması gerekir."
    }
  },
  "constellation2": {
    "name": "Küstahlara Esaret",
    "description": {
      "0": "<strong>Kara Altın Kurt Isırığı</strong> kullanıldığında, \"Her Günahın Bir Bedeli Var\" Pasif Yeteneği ile kazanılan Kovuşturma Emri kademeleri, bu yeteneğin Hasarını %40 artırır.",
      "1": "\"Her Günahın Bir Bedeli Var\" Pasif Yeteneğinin açılmış olması gerekir."
    }
  },
  "constellation3": {
    "name": "Sahtekarlara Ukubet",
    "description": {
      "0": "<strong>Normal Saldırı: Güçlü Buz Yumrukları</strong> Seviyesini 3 artırır.",
      "1": "Maksimum yükseltme seviyesi 15'tir."
    }
  },
  "constellation4": {
    "name": "Mazlumlara Kefaret",
    "description": {
      "0": "Wriothesley'nin Azar: Sıçrayan Yumruk ile yenilediği Can, Maks. Canının %50'sine kadar yükselir. \"Adalet Yerini Bulacak\" Pasif Yeteneğinin açılmış olması gerekir.",
      "1": "Ayrıca Wriothesley'nin Maks. Canından daha fazla iyileşmesi halinde, savaş alanında olup olmamasına göre şu etkiler meydana gelir. Wriothesley eğer savaş alanındaysa 4 saniyeliğine Saldırı Hızı %20 artar, savaş alanında değilse 6 saniyeliğine tüm grup üyelerinin Saldırı Hızı %10 artar. Bu iki Saldırı Hızı artırma yöntemi birbirine eklenmez."
    }
  },
  "constellation5": {
    "name": "Mağdurlara Merhamet",
    "description": {
      "0": "<strong>Kara Altın Kurt Isırığı</strong> Seviyesini 3 artırır.",
      "1": "Maksimum yükseltme seviyesi 15'tir."
    }
  },
  "constellation6": {
    "name": "Masumlara Hürmet",
    "description": {
      "0": "Azar: Sıçrayan Yumruk Kritik Oranı %10, Kritik Hasarı %80 artar. Ayrıca Azar: Sıçrayan Yumruğun Temel Hasarının %100'ü kadar <cryo>Buz Hasarı</cryo> veren ek bir sarkıt ortaya çıkarır. Bu şekilde verilen Hasar, Yüklü Saldırı Hasarı sayılır.",
      "1": "\"Adalet Yerini Bulacak\" Pasif Yeteneğinin açılmış olması gerekir."
    }
  }
}