{
  "name": "İç Kabuk Kılıcı",
  "description": {
    "0": "Aranara hikayesinden elde ettiğin bir silah. Ormanın düşmanlarını ikiye ayırabileceğin bir kılıcın şekline girmiş."
  },
  "passiveName": "Orman Sığınağı",
  "passiveDescription": {
    "0": {
      "0": "Yanma, Hızlanma, Şiddetlenme, Yayılma, Çiçeklenme, Aşırı Çiçeklenme veya Filizlenme tepkimeleri tetiklendiğinde karakterin etrafında en fazla 10 saniye kalan bir Bilinç Yaprağı oluşur. Yaprak toplandıktan sonra, 12 saniyeliğine karakterin Element Ustalığını <cryo>60</cryo> artırır. Bu şekilde her 20 saniyede 1 yaprak oluşturulabilir. Bu etki, karakter savaş alanında olmasa da tetiklenebilir. Bilinç Yaprağı etkisi birikmez."
    },
    "1": {
      "0": "Yanma, Hızlanma, Şiddetlenme, Yayılma, Çiçeklenme, Aşırı Çiçeklenme veya Filizlenme tepkimeleri tetiklendiğinde karakterin etrafında en fazla 10 saniye kalan bir Bilinç Yaprağı oluşur. Yaprak toplandıktan sonra, 12 saniyeliğine karakterin Element Ustalığını <cryo>75</cryo> artırır. Bu şekilde her 20 saniyede 1 yaprak oluşturulabilir. Bu etki, karakter savaş alanında olmasa da tetiklenebilir. Bilinç Yaprağı etkisi birikmez."
    },
    "2": {
      "0": "Yanma, Hızlanma, Şiddetlenme, Yayılma, Çiçeklenme, Aşırı Çiçeklenme veya Filizlenme tepkimeleri tetiklendiğinde karakterin etrafında en fazla 10 saniye kalan bir Bilinç Yaprağı oluşur. Yaprak toplandıktan sonra, 12 saniyeliğine karakterin Element Ustalığını <cryo>90</cryo> artırır. Bu şekilde her 20 saniyede 1 yaprak oluşturulabilir. Bu etki, karakter savaş alanında olmasa da tetiklenebilir. Bilinç Yaprağı etkisi birikmez."
    },
    "3": {
      "0": "Yanma, Hızlanma, Şiddetlenme, Yayılma, Çiçeklenme, Aşırı Çiçeklenme veya Filizlenme tepkimeleri tetiklendiğinde karakterin etrafında en fazla 10 saniye kalan bir Bilinç Yaprağı oluşur. Yaprak toplandıktan sonra, 12 saniyeliğine karakterin Element Ustalığını <cryo>105</cryo> artırır. Bu şekilde her 20 saniyede 1 yaprak oluşturulabilir. Bu etki, karakter savaş alanında olmasa da tetiklenebilir. Bilinç Yaprağı etkisi birikmez."
    },
    "4": {
      "0": "Yanma, Hızlanma, Şiddetlenme, Yayılma, Çiçeklenme, Aşırı Çiçeklenme veya Filizlenme tepkimeleri tetiklendiğinde karakterin etrafında en fazla 10 saniye kalan bir Bilinç Yaprağı oluşur. Yaprak toplandıktan sonra, 12 saniyeliğine karakterin Element Ustalığını <cryo>120</cryo> artırır. Bu şekilde her 20 saniyede 1 yaprak oluşturulabilir. Bu etki, karakter savaş alanında olmasa da tetiklenebilir. Bilinç Yaprağı etkisi birikmez."
    }
  }
}