{
  "name": "Kralın Yaveri",
  "description": {
    "0": "Aranara hikayesinden elde ettiğin bir silah. Ormanın düşmanlarını vurabileceğin bir yay şekline girmiş."
  },
  "passiveName": "Labirent Hakiminin Yönergesi",
  "passiveDescription": {
    "0": {
      "0": "Element Becerisi veya Patlaması kullanıldığında 12 saniyeliğine Element Ustalığını <cryo>60</cryo> artıran Ormanın Öğretileri etkisi elde edilir. Bu etki, karakter değiştirilirse kaybolur. Ormanın Öğretileri biterse veya kaldırılırsa yakındaki 1 düşmana <cryo>%100</cryo> Saldırı değerinde Hasar verir. Ormanın Öğretileri etkisi her 20 saniyede bir tetiklenebilir."
    },
    "1": {
      "0": "Element Becerisi veya Patlaması kullanıldığında 12 saniyeliğine Element Ustalığını <cryo>80</cryo> artıran Ormanın Öğretileri etkisi elde edilir. Bu etki, karakter değiştirilirse kaybolur. Ormanın Öğretileri biterse veya kaldırılırsa yakındaki 1 düşmana <cryo>%120</cryo> Saldırı değerinde Hasar verir. Ormanın Öğretileri etkisi her 20 saniyede bir tetiklenebilir."
    },
    "2": {
      "0": "Element Becerisi veya Patlaması kullanıldığında 12 saniyeliğine Element Ustalığını <cryo>100</cryo> artıran Ormanın Öğretileri etkisi elde edilir. Bu etki, karakter değiştirilirse kaybolur. Ormanın Öğretileri biterse veya kaldırılırsa yakındaki 1 düşmana <cryo>%140</cryo> Saldırı değerinde Hasar verir. Ormanın Öğretileri etkisi her 20 saniyede bir tetiklenebilir."
    },
    "3": {
      "0": "Element Becerisi veya Patlaması kullanıldığında 12 saniyeliğine Element Ustalığını <cryo>120</cryo> artıran Ormanın Öğretileri etkisi elde edilir. Bu etki, karakter değiştirilirse kaybolur. Ormanın Öğretileri biterse veya kaldırılırsa yakındaki 1 düşmana <cryo>%160</cryo> Saldırı değerinde Hasar verir. Ormanın Öğretileri etkisi her 20 saniyede bir tetiklenebilir."
    },
    "4": {
      "0": "Element Becerisi veya Patlaması kullanıldığında 12 saniyeliğine Element Ustalığını <cryo>140</cryo> artıran Ormanın Öğretileri etkisi elde edilir. Bu etki, karakter değiştirilirse kaybolur. Ormanın Öğretileri biterse veya kaldırılırsa yakındaki 1 düşmana <cryo>%180</cryo> Saldırı değerinde Hasar verir. Ormanın Öğretileri etkisi her 20 saniyede bir tetiklenebilir."
    }
  }
}