{
  "name": "Amenoma Kageuchi",
  "description": {
    "0": "Ünlü bir samuray için dövülmüş özel bir kılıç. Bu samuray, inanılmaz çeviklikleriyle bilinen tengu savaşçılarını bile yere serebiliyormuş."
  },
  "passiveName": "Iwakura Halefiyeti",
  "passiveDescription": {
    "0": {
      "0": "Bir Element Becerisi kullanıldıktan sonra 1 Süreklilik Tohumu kazandırır. Bu etki 5 saniyede bir tetiklenebilir. Süreklilik Tohumu süresi 30 saniyedir. Aynı anda 3 taneye kadar Süreklilik Tohumuna sahip olunabilir. Bir Element Patlaması kullanıldıktan sonra, tüm Süreklilik Tohumları tüketilir ve 2 saniye sonra tüketilen her tohum için karakter <cryo>6</cryo> Enerji yeniler."
    },
    "1": {
      "0": "Bir Element Becerisi kullanıldıktan sonra 1 Süreklilik Tohumu kazandırır. Bu etki 5 saniyede bir tetiklenebilir. Süreklilik Tohumu süresi 30 saniyedir. Aynı anda 3 taneye kadar Süreklilik Tohumuna sahip olunabilir. Bir Element Patlaması kullanıldıktan sonra, tüm Süreklilik Tohumları tüketilir ve 2 saniye sonra tüketilen her tohum için karakter <cryo>7,5</cryo> Enerji yeniler."
    },
    "2": {
      "0": "Bir Element Becerisi kullanıldıktan sonra 1 Süreklilik Tohumu kazandırır. Bu etki 5 saniyede bir tetiklenebilir. Süreklilik Tohumu süresi 30 saniyedir. Aynı anda 3 taneye kadar Süreklilik Tohumuna sahip olunabilir. Bir Element Patlaması kullanıldıktan sonra, tüm Süreklilik Tohumları tüketilir ve 2 saniye sonra tüketilen her tohum için karakter <cryo>9</cryo> Enerji yeniler."
    },
    "3": {
      "0": "Bir Element Becerisi kullanıldıktan sonra 1 Süreklilik Tohumu kazandırır. Bu etki 5 saniyede bir tetiklenebilir. Süreklilik Tohumu süresi 30 saniyedir. Aynı anda 3 taneye kadar Süreklilik Tohumuna sahip olunabilir. Bir Element Patlaması kullanıldıktan sonra, tüm Süreklilik Tohumları tüketilir ve 2 saniye sonra tüketilen her tohum için karakter <cryo>10,5</cryo> Enerji yeniler."
    },
    "4": {
      "0": "Bir Element Becerisi kullanıldıktan sonra 1 Süreklilik Tohumu kazandırır. Bu etki 5 saniyede bir tetiklenebilir. Süreklilik Tohumu süresi 30 saniyedir. Aynı anda 3 taneye kadar Süreklilik Tohumuna sahip olunabilir. Bir Element Patlaması kullanıldıktan sonra, tüm Süreklilik Tohumları tüketilir ve 2 saniye sonra tüketilen her tohum için karakter <cryo>12</cryo> Enerji yeniler."
    }
  }
}