{
  "burst": {
    "name": "Kazuha-Schlag",
    "description": {
      "0": "Entfaltet die ultimative von Kazuha selbst entwickelte Technik, teilt einen einzigen Schwerthieb aus, der wie ein Sturm drischt, und verursacht <anemo>Anemo-Flächenschaden</anemo>.",
      "1": "Hinterlässt ein Feld namens „wirbelndes Herbstfeld“, das Gegnern darin in bestimmten zeitlichen Abständen <anemo>Anemo-Schaden</anemo> zufügt.",
      "2": "<br/>",
      "3": "<strong>Elementarumwandlung</strong>",
      "4": "Verleiht dem wirbelnden Herbstfeld beim Treffen auf <hydro>Hydro</hydro>-, <pyro>Pyro</pyro>-, <cryo>Kryo</cryo>- oder <electro>Elektro</electro>-Effekte während der Wirkungsdauer das jeweilige Element und verursacht dementsprechend zusätzlichen Schaden.",
      "5": "Elementarumwandlung nur einmal während der Wirkungsdauer möglich.",
      "6": "<br/>",
      "7": "<i>„Die Ewigkeit zieht im Nu an mir vorbei, wie ein Blatt vom Baume fällt und derweil tausende Herbste vergehen. So fälle ich diesen Ahorn, um die Antwort auf alle Fragen zu erhalten.“</i>"
    },
    "slashdmg": "Schwerthieb-SCH",
    "skillParams": {
      "0": "Schwerthieb-SCH",
      "1": "Fortlaufender SCH",
      "2": "Zusätzlicher Elementar-SCH",
      "3": "Dauer",
      "4": "Abklingzeit",
      "5": "Elementarenergie",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "name": "Kaedehara Kazuha",
  "title": "Tiefrote Blätter jagen wilde Wellen",
  "description": "Ein wandernder Samurai aus Inazuma, der momentan mit der Crux von Liyue unterwegs ist. Eine sanfte und sorglose Seele, deren Herz schwer wiegt, von vielen großen Bürden aus der Vergangenheit.",
  "constellationName": "Acer Palmatum",
  "auto": {
    "name": "Garyuu-Schwertkunst",
    "fields": {
      "normal": {
        "0": "<strong><strong>Standardangriff</strong>",
        "1": "Führt bis zu 5 Schwerthiebe hintereinander aus."
      },
      "charged": {
        "0": "<strong>Heftiger Schlag</strong>",
        "1": "Verbraucht eine gewisse Menge Ausdauer und schwingt das Schwert zweimal schnell nach vorn."
      },
      "plunging": {
        "0": "<strong>Angriff aus dem Fall</strong>",
        "1": "Schlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Flächenschaden. Löst, wenn dieser Angriff aus dem Fall durch Chihayaburu ausgelöst wird, stattdessen den Angriff aus dem Fall: Midare Ranzan aus."
      },
      "plunging_midare": {
        "0": "<strong>Angriff aus dem Fall: Midare Ranzan</strong>",
        "1": "Wandelt den mit Angriffen aus dem Fall, die durch die Elementarfähigkeit Chihayaburu ausgelöst werden, verursachten Schaden in <anemo>Anemo-Schaden</anemo> um, wenn sich Kazuha davor aufgrund von Chihayaburu in der Luft befindet, und erzeugt beim Aufkommen mit einer geheimen Technik einen kleinen Windtunnel, der Objekte und Gegner in der Nähe anzieht."
      }
    },
    "skillParams": {
      "0": "SCH Phase 1",
      "1": "SCH Phase 2",
      "2": "SCH Phase 3",
      "3": "SCH Phase 4",
      "4": "SCH Phase 5",
      "5": "SCH heftiger Schläge",
      "6": "Ausdauerverbrauch heftiger Schläge",
      "7": "SCH beim Fallen",
      "8": "SCH beim Fallen aus niedriger/großer Höhe",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Chihayaburu",
    "description": {
      "0": "Wendet eine geheime Technik an, die so stürmisch wie sausender Wind ist und zieht Gegner und Objekte an sich heran. Schleudert dann Gegner in der Umgebung weg, verursacht <anemo>Anemo-Schaden</anemo> und trägt Kazuha mit einer brausenden Luftströmung in die Höhe.",
      "1": "Löst den besonders starken Angriff aus dem Fall: Midare Ranzan aus, wenn Kazuha aufgrund seiner Elementarfähigkeit: Chihayaburu in der Luft ist und innerhalb von 10 s einen Angriff aus dem Fall anwendet.",
      "2": "<br/>",
      "3": "<strong>Drücken</strong>",
      "4": "Kann in der Luft angewendet werden.",
      "5": "<br/>",
      "6": "<strong>Gedrückt halten</strong>",
      "7": "Wird nach Aufladen ausgelöst und verursacht im Vergleich zum Effekt von Drücken höheren <anemo>Anemo-Schaden</anemo> in einem größeren Wirkungsbereich.",
      "8": "<br/>",
      "9": "<strong>Angriff aus dem Fall: Midare Ranzan</strong>",
      "10": "Wandelt den mit Angriffen aus dem Fall, die durch die Elementarfähigkeit ausgelöst werden, verursachten Schaden in <anemo>Anemo-Schaden</anemo> um, wenn sich Kazuha davor aufgrund von Chihayaburu in der Luft befindet, und erzeugt beim Aufkommen mit einer geheimen Technik einen kleinen Windtunnel, der Objekte und Gegner in der Nähe anzieht.",
      "11": "Der mit Midare Ranzan verursachte Schaden gilt als Schaden von Angriffen aus dem Fall.",
      "12": "<br/>",
      "13": "<i>„Trübseliger Wind pfeift durch den Ahorn, während Götter und Menschen altern und sich die Berge in herbstlichem Rot kleiden.“</i>"
    },
    "skillParams": {
      "0": "SCH bei Drücken",
      "1": "Abklingzeit für Drücken",
      "2": "SCH bei Gedrückthalten",
      "3": "Abklingzeit für Gedrückthalten",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Soumon-Schwertkunst",
    "description": {
      "0": "Verleiht dem Angriff aus dem Fall: Midare Ranzan von <strong>Chihayaburu</strong> nach der Anwendung von <strong>Chihayaburu</strong> beim Treffen auf <hydro>Hydro</hydro>-, <pyro>Pyro</pyro>-, <cryo>Kryo</cryo>- oder <electro>Elektro</electro>-Effekte das jeweilige Element und verursacht zusätzlichen Schaden des jeweiligen Elements in Höhe von 200 % ANG, welcher als Angriff aus dem Fall gilt. Elementarumwandlung nur einmal während des Effekts von <strong>Chihayaburu</strong> möglich."
    }
  },
  "passive2": {
    "name": "Poesie von Fuubutsu",
    "description": {
      "0": "Erhöht den der Verwirbelung entsprechenden Elementarschaden aller Truppenmitglieder nach dem Auslösen einer Verwirbelung durch Kaedehara Kazuha für jeden Punkt Elementarkunde von Kaedehara Kazuha 8 s lang um 0,04 %. Mehrere auf diese Weise erhaltene Schadensboni unterschiedlicher Elemente können gleichzeitig existieren."
    }
  },
  "passive3": {
    "name": "Wolkenwanderer",
    "description": {
      "0": "Verringert die beim Rennen verbrauchte Ausdauer aller eigenen Truppenmitglieder um 20 %.",
      "1": "Nicht mit passiven Talenten mit völlig gleichen Effekten stapelbar."
    }
  },
  "constellation1": {
    "name": "Rot bedeckte Hügel",
    "description": {
      "0": "Verkürzt die Abklingzeit von <strong>Chihayaburu</strong> um 10 %.",
      "1": "Überspringt bei Anwendung von <strong>Kazuha-Schlag</strong> die Abklingzeit von <strong>Chihayaburu</strong>."
    }
  },
  "constellation2": {
    "name": "Yamaarashi-Rückenwind",
    "description": {
      "0": "Das wirbelnde Herbstfeld von <strong>Kazuha-Schlag</strong> hat den folgenden Effekt:",
      "1": [
        " Erhöht während der Wirkungsdauer die Elementarkunde von Kaedehara Kazuha um 200 Punkte.",
        " Erhöht die Elementarkunde aktueller Figuren um 200 Punkte."
      ],
      "2": "<br/>",
      "3": "Die Elementarkunde-Bonuseffekte dieses Sternbilds können nicht gestapelt werden."
    }
  },
  "constellation3": {
    "name": "Ahorn-Monogatari",
    "description": {
      "0": "Erhöht die Stufe der Fähigkeit <strong>Chihayaburu</strong> um 3.",
      "1": "Höchststufe 15."
    }
  },
  "constellation4": {
    "name": "Oozora Genpou",
    "description": {
      "0": "Löst für Kaedehara Kazuha bei weniger als 45 Punkten Elementarenergie folgende Effekte aus:",
      "1": [
        " Drücke oder halte <strong>Chihayaburu</strong> gedrückt, um Kaedehara Kazuha 3 bzw. 4 Punkte Elementarenergie wiederherzustellen.",
        " Stellt Kaedehara Kazuha beim Gleiten 2 Punkte Elementarenergie pro s wieder her."
      ]
    }
  },
  "constellation5": {
    "name": "Weisheit von Bansei",
    "description": {
      "0": "Erhöht die Stufe der Fähigkeit <strong>Kazuha-Schlag</strong> um 3.",
      "1": "Höchststufe 15."
    }
  },
  "constellation6": {
    "name": "Momiji-Jagd",
    "description": {
      "0": "Verleiht Kaedehara Kazuha bei der Anwendung von <strong>Chihayaburu</strong> oder <strong>Kazuha-Schlag</strong> 5 s lang die <anemo>Anemo</anemo>-Kraft. Erhöht Kaedehara Kazuhas mit Standardangriffen, heftigen Schlägen und Angriffen aus dem Fall verursachten Schaden um 0,2 % pro Punkt Elementarkunde."
    }
  }
}