{
  "name": "Keqing",
  "title": "Donnerwetter",
  "description": "Der Yuheng unter den Qixing von Liyue. Sie hat einiges zur Regentschaft von Rex Lapis, der sich nur selten zeigt, zu sagen. Man muss aber gestehen, dass Götter solche Menschen zu schätzen wissen.",
  "constellationName": "Trulla Cementarii",
  "auto": {
    "name": "Schwertkunst aus den Wolken",
    "fields": {
      "normal": {
        "0": "<strong>Standardangriff</strong>",
        "1": "Führt bis zu 5 Schwerthiebe hintereinander aus."
      },
      "charged": {
        "0": "<strong>Heftiger Schlag</strong>",
        "1": "Verbraucht eine gewisse Menge Ausdauer und schwingt das Schwert zweimal schnell nach vorn."
      },
      "plunging": {
        "0": "<strong>Angriff aus dem Fall</strong>",
        "1": "Schlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Flächenschaden."
      }
    },
    "skillParams": {
      "0": "SCH Phase 1",
      "1": "SCH Phase 2",
      "2": "SCH Phase 3",
      "3": "SCH Phase 4",
      "4": "SCH Phase 5",
      "5": "SCH heftiger Schläge",
      "6": "Ausdauerverbrauch heftiger Schläge",
      "7": "SCH beim Fallen",
      "8": "SCH beim Fallen aus niedriger/großer Höhe",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Rückkehr der Sterne",
    "description": {
      "0": "Wirft einen Donnerkeil, der sich blitzartig auf die Gegner zubewegt.",
      "1": "Der Donnerkeil fügt Gegnern mit geringer Reichweite <electro>Elektro-Schaden</electro> zu und hinterlässt an der Stelle des Auftreffens eine Markierung.",
      "2": "<br/>",
      "3": "<strong>Gedrückt halten</strong>",
      "4": "Halte gedrückt, um die Wurfrichtung der Donnerkeilmarkierung anzupassen.",
      "5": "Der Donnerkeil schwebt bei Gedrückthalten in der Luft, sodass Keqing bei erneuter Anwendung von Rückkehr der Sterne sich direkt zu dieser Position begeben kann.",
      "6": "<br/>",
      "7": "<strong>Donnerkeil</strong>",
      "8": "Entfernt bei erneuter Anwendung von Rückkehr der Sterne oder heftigen Schlägen während der Wirkungsdauer von Donnerkeilen die Donnerkeilmarkierung und verursacht unterschiedliche Effekte:",
      "9": [
        " Keqing bewegt sich bei erneuter Anwendung von Rückkehr der Sterne sofort zur Markierung, schlägt zu und verursacht <electro>Elektro-Flächenschaden</electro>. Überwindet dabei jegliche Hindernisse auf dem Weg.",
        " Schlägt bei Anwendung von heftigen Schlägen mit einer Reihe von Elektro-Hieben auf die markierte Stelle und verursacht mehrfachen <electro>Elektro-Flächenschaden</electro>."
      ],
      "10": "<br/>",
      "11": "<i>„Menschen sind wie Motten, die nach dem Licht suchen, das die Götter und Adepten ausstrahlen. Doch dieses Licht hier stammt ganz von mir.“</i>"
    },
    "skillParams": {
      "0": "Donnerkeil-SCH",
      "1": "Schwerthieb-SCH",
      "2": "SCH der Elektro-Hiebe",
      "3": "Abklingzeit",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Himmelswanderung",
    "description": {
      "0": "Entfesselt die Kraft der Blitze und verursacht <electro>Elektro-Flächenschaden</electro>.",
      "1": "Versteckt sich danach im Schwertschatten und fügt den Gegnern in der Umgebung mit blitzartiger Geschwindigkeit eine Reihe von Hieben zu, die mehrstufigen <electro>Elektro-Schaden</electro> und beim letzten Hieb hohen <electro>Elektro-Flächenschaden</electro> verursachen.",
      "2": "<br/>",
      "3": "<i>Dies ist die schnellste Technik, die Keqing beherrscht. Damit kann sie sogar Sterne vom Himmel holen.</i>"
    },
    "skillParams": {
      "0": "Fähigkeits-SCH",
      "1": "SCH der Hiebe",
      "2": "SCH beim letzten Schlag",
      "3": "Abklingzeit",
      "4": "Elementarenergie",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Donnernde Strafe",
    "description": {
      "0": "Verleiht Keqing bei erneuter Anwendung von <strong>Rückkehr der Sterne</strong> während der Wirkungsdauer eines Donnerkeils 5 s lang die <electro>Elektro-Kraft</electro>."
    }
  },
  "passive2": {
    "name": "Hochwohlgeborenheit",
    "description": {
      "0": "Erhöht Keqings KT bei Anwendung von <strong>Himmelswanderung</strong> 8 s lang um 15 % und ihre Aufladerate um 15 %."
    }
  },
  "passive3": {
    "name": "Aufseher der Ländereien",
    "description": {
      "0": "Verkürzt die bei Erkundungen innerhalb des Einflussbereichs von Liyue verbrauchte Zeit um 25 %."
    }
  },
  "constellation1": {
    "name": "Donnernde Gewalt",
    "description": {
      "0": "Verursacht bei erneuter Anwendung von <strong>Rückkehr der Sterne</strong> während der Wirkungsdauer eines Donnerkeils an den Stellen des Verschwindens und Auftauchens von Keqing <electro>Elektro-Flächenschaden</electro> in Höhe von 50 % ANG."
    }
  },
  "constellation2": {
    "name": "Steuererhöhung",
    "description": {
      "0": "Erschafft beim Treffen von <electro>Elektro</electro>-Effekten betroffener Gegner mit Standardangriffen und heftigen Schlägen mit einer Wahrscheinlichkeit von 50 % ein Elementarteilchen.",
      "1": "5 s Abklingzeit."
    }
  },
  "constellation3": {
    "name": "Turmbesteigung",
    "description": {
      "0": "Erhöht die Stufe der Fähigkeit <strong>Himmelswanderung</strong> um 3.",
      "1": "Höchststufe 15."
    }
  },
  "constellation4": {
    "name": "Abstimmung",
    "description": {
      "0": "Erhöht Keqings ANG nach Auslösen von <electro>Elektro-Reaktionen</electro> 10 s lang um 25 %."
    }
  },
  "constellation5": {
    "name": "Treibende Lichter",
    "description": {
      "0": "Erhöht die Stufe der Fähigkeit <strong>Rückkehr der Sterne</strong> um 3.",
      "1": "Höchststufe 15."
    }
  },
  "constellation6": {
    "name": "Störrischer Stern",
    "description": {
      "0": "Erhöht Keqings <electro>Elektro-Schaden</electro> bei Anwendung von Standardangriffen, heftigen Schlägen, Elementarfähigkeiten und Spezialfähigkeit 8 s lang um 6 %.",
      "1": "Die Effekte für Standardangriffe, heftige Schläge, Elementarfähigkeiten und Spezialfähigkeit existieren unabhängig voneinander."
    }
  }
}