{
  "welcome": "Willkommen beim Genshin Optimizer!",
  "paragraphIntro": "<0>Was ist der Genshin Optimizer?</0><1>Der Genshin Optimizer ist ein Werkzeug für das Action-RPG Gacha-Game <1><strong>Genshin Impact</strong></1>. Er wurde dazu entwickelt, Arbeit in einem der komplexesten Teile des Spieles abzunehmen: Artefakte. Artefakte sind in besonderem Maße zufallsbariert und tragen zur Verbesserung der Charaktere bei. Dieses Tool versucht, die Komplexität des Auswahlprozesses zu veringern und die Statuswerte der Charaktere zu maximieren.</1><p>Zusätzlich werden in Echtzeit an Bedingungen gebundene Attribute von Artefakten, Waffen und Team-Fähigkeiten einberechnet.</p>",
  "paragraphArtifactEditor": "<0>Artefakt Editor</0><1><0>Vollwertiger Artefakt Editor.</0><1>Artefakte können durch Screenshots hinzugefügt werden.</1><2>Berechnet die exakten Werte aller Attributs-Aufwertungen für jedes Artefakt automatisch.</2><3>Berechnet Bonusattributseffizienz. Einfach mit Hilde einer einigen Zahl entscheiden, ob das Artefakt behalten werden sollte!</3><4>Artefakte anlegen/ablegen/tauschen - unterschiedliche Kombinationen ausprobieren.</4></1>",
  "paragraphCharacterEditor": "<0>Figuren Editor</0><1><0>Vollwertiger Figuren Editor.</0><1>Charakter-Attribute bei jeden Aufstieg automatisch ausfüllen lassen.</1><2>Alle Attribute sind individuell anpassbar.</2><3>Aktuelle Attributswerte basierend auf Artefakten und Waffe berechnen lassen.</3><4>Vollwertige Waffen-Integration mit automatischen Attributen für jeden Aufstieg.</4><5>Auswirkungen bedingter passiver Effekte, wie z.B. ANG&VTD Stapel des Weißen Schattens, anzeigen lassen.</5><6>Auswirkungen bedingter passiver Effekte von Artefakten sind ebenfalls enthalten!</6><7><0>$t(ui:underConstruction)</0> Berechnung von Talent-Schaden.</7><8><0>$t(ui:underConstruction)</0> Figuren-Talente und Attribute werden anhand des Sternenbildes aktualisiert.</8></1>",
  "paragraphCharacterDamageCalculations": "<0>Schadensberechnung für Figuren</0><1><0>Detaillierte Informationen für jedes Figuren-Talent</0><1>Alle berechneten Werte sollten mit dem Schaden im Spielübereinstimmen.</1><2>Bedingte Attribute und Veränderungen durch das Sternenbild werden mit bedacht.</2><3>Berechnung und Formel sind einsehbar. Keine versteckte Magie.</3><4>Angabe des Gegners, seines Levels und seiner Resistenzen für genauere Berechnungen.</4><5>Auswirkungen des \"Element verleihen\"-Effekts auf nicht-elementare Angriffe werden mit bedacht.</5><6>Echtzeit Schadensberechnung.</6></1>",
  "paragraphBuildGenerator": "\n<0>Build Generator</0><1><0> Generator builds für einen spezifischen Charakter, der Artefakte nutzt die durch den Benutzer hinzugefüt wurden.</0><1> Limitiert die builds durch Artefaktsets und Hauptattribute...</1><2>Sortiert die generierten builds nach spezifischen Stat´s für maximierung.</2><3>Generator wählt keine Artefakte aus, die bereits auf einem anderen Charakter ausgerüstet wurden..</3><4>Vergleiche generierten Artefaktbuild mit aktuall angelegtem Artefaktbuild des Charakters.</4><5>Nutz konditionierte Stat´s von Artefaktsets, z.B. Gladiator 4-Teile set normaler Angriff´s Schadensbonus, als teil der build berechnungen</5></1>  ",
  "paragraphTools": "<0>Extras und Sonstiges</0><1><0>Server-Uhr und Countdown bis zum nächsten Tag.</0><1>Counter für ursprüngliches Harz.</1><2>EP-Rechner, um die Nutzung von EX-Büchern zu optimieren.</2><3><0>$t(ui:underConstruction)</0> Recourcen-Umrechner für alle nervigen mit 3 gestaffelten Ressourcen.</3><4><0>$t(ui:underConstruction)</0> To-Do-List: Dynamisch generiert und nach Tagen gruppiert.</4></1>"
}