{
  "welcome": "Willkommen beim Genshin Optimizer!",
  "paragraphIntro": "<0>Was ist der Genshin Optimizer?</0><1>Der Genshin Optimizer ist ein Werkzeug für das Action-RPG Gacha-Game <1><strong>Genshin Impact</strong></1>. Er wurde dazu entwickelt, Arbeit in einem der komplexesten Teile des Spieles abzunehmen: Artefakte. Artefakte sind in besonderem Maße zufallsbasiert und tragen zur Verbesserung der Charaktere bei. Dieses Tool versucht, die Komplexität des Auswahlprozesses zu veringern und die Statuswerte der Charaktere zu maximieren.</1><p>Zusätzlich werden in Echtzeit an Bedingungen gebundene Attribute von Artefakten, Waffen und Team-Fähigkeiten einberechnet.</p>",
  "paragraphArtifactEditor": "<0>Artefakt Editor</0><1><0>Vollwertiger Artefakt Editor.</0><1>Artefakte können durch Screenshots hinzugefügt werden.</1><2>Berechnet die exakten Werte aller Attributs-Aufwertungen für jedes Artefakt automatisch.</2><3>Berechnet Bonusattributseffizienz. Einfach mit Hifde einer einzigen Zahl entscheiden, ob das Artefakt behalten werden sollte!</3><4>Artefakte anlegen/ablegen/tauschen - unterschiedliche Kombinationen ausprobieren.</4></1>",
  "paragraphCharacterEditor": "<0>Figuren Editor</0><1><0>Vollwertiger Figuren Editor.</0><1>Charakter-Attribute bei jeden Aufstieg automatisch ausfüllen lassen.</1><2>Alle Attribute sind individuell anpassbar.</2><3>Aktuelle Attributswerte basierend auf Artefakten und Waffe berechnen lassen.</3><4>Vollwertige Waffen-Integration mit automatischen Attributen für jeden Aufstieg.</4><5>Auswirkungen bedingter passiver Effekte, wie z.B. ANG&VTD Stapel des Weißen Schattens, anzeigen lassen.</5><6>Auswirkungen bedingter passiver Effekte von Artefakten sind ebenfalls enthalten!</6><7><0>$t(ui:underConstruction)</0> Berechnung von Talent-Schaden.</7><8><0>$t(ui:underConstruction)</0> Figuren-Talente und Attribute werden anhand des Sternenbildes aktualisiert.</8></1>",
  "paragraphCharacterDamageCalculations": "<0>Schadensberechnung für Figuren</0><1><0>Detaillierte Informationen für jedes Figuren-Talent</0><1>Alle berechneten Werte sollten mit dem Schaden im Spiel übereinstimmen.</1><2>Bedingte Attribute und Veränderungen durch das Sternenbild werden mit bedacht.</2><3>Berechnung und Formel sind einsehbar. Keine versteckte Magie.</3><4>Angabe des Gegners, seines Levels und seiner Resistenzen für genauere Berechnungen.</4><5>Auswirkungen des \"Element verleihen\"-Effekts auf nicht-elementare Angriffe werden mit bedacht.</5><6>Echtzeit Schadensberechnung.</6></1>",
  "paragraphBuildGenerator": "\n<0>Build Generator</0><1><0> Generiert Builds für einen spezifischen Charakter, mit Artefakten, die durch den Benutzer hinzugefüt wurden.</0><1> Limitiert die Builds durch Artefaktsets, Hauptattribute...</1><2>Sortiert die generierten Builds nach spezifischen Attributen für Maximierung.</2><3>Generator wählt keine Artefakte aus, die bereits auf einem anderen Charakter ausgerüstet wurden..</3><4>Vergleiche den generierten Artefaktbuild mit aktuell angelegtem Artefaktbuild des Charakters.</4><5>Nutzt bedingte Stats von Artefaktsets, z.B. Gladiator 4-Teile Set normaler Angriff´s Schadensbonus, als Teil der Build-Berechnungen</5></1>",
  "paragraphTools": "<0>Extras und Sonstiges</0><1><0>Server-Uhr und Countdown bis zum nächsten Tag.</0><1>Counter für ursprüngliches Harz.</1><2>EP-Rechner, um die Nutzung von EXP-Büchern zu optimieren.</2><3><0>$t(ui:underConstruction)</0> Recourcen-Umrechner für Ressourcen, die jeweils 3 Stück des niedrigeren Materials zur Herstellung benötigen.</3><4><0>$t(ui:underConstruction)</0> To-Do-List: Dynamisch generiert und nach Tagen gruppiert.</4></1>",
  "paragraphFuture": "<0>Was ist geplant?</0><1><0>Talent/Sternbild-Rechner für jede verfügbare Figur.</0><1>Speichern mehrerer Artefakt-Sets pro Figur, um diese miteinander vergleichen zu können.</1><2>Verstärkungen durch Essen und Teamzusammenstellungen.</2><3>Ressourcenplanung, um die Kosten zum Bauen vom Artefakt/Waffen/Figuren im Überblick zu behalten.</3><4>Artefakt-Analyse durch graphische Statistiken.</4></1><2>Für weitere Features und um den aktuellen Stand der Entwicklung zu verfolgen, besuche uns auf <1>Discord.</1></2>",
  "paragraphHelpDevelopment": "<0>Möchtest du uns unterstützen?</0><1>Genshin Optimizer ist das Resultat vieler schlafloser Tage und Wochen und wird noch immer aktiv weiterentwickelt und verbessert. Für Feedback, Verbesserungsvorschläge und Fehler, besuch gerne unseren <1>Discord.</1></1><2>Falls du das Projekt finanziell unterstützen möchtest, so ist dies über <1>Paypal</1> oder <3>Patreon</3> möglich.</2>",
  "paragraphCredits": "<0>Dank, wen Dank gebührt</0><p>Genshin Optimizer wäre ohne das Engagement Vieler nicht in dieser Weise möglich gewesen. Diesen soll an dieser Stelle gedankt werden.</p><2><0>Ein Dank an jeden in der Community und besonders an die, die unserem <1>Discord</1> beigetreten sind, um Feedback zu geben und damit halfen, das Tool zu verbessern.</0><1>Ein Dank an <1>Honey Impact</1>, als verlässliche und beständige Quelle für Zahlen und Fakten. Unsere Berechungen wären sonst nicht in dieser Weise möglich gewesen.</1><2>Ein guter Teil der Genshin-Bilder wurden vom <1>The Genshin Impact Wiki</1> gemopst, daher auch hier unseren ausdrücklichen Dank.</2><3>Ein besonderer Dank gilt den Mitgliedern unserer Community, die in besonderer Weise durch Einsendungen dazu beigetragen haben, unsere Schadensberechnungen an Gameplay-Aufzeichnungen zu validieren und denen, dies an der Entwicklung des Quelltextes mitgewirkt haben.</3><4>Danke an alle, die dieses Tool teilen und dadurch seine Reichweite vergrößern.</4><5>Anber am Wichtigsten und zu guter Letzt, Danke <1>DIR</1>, dass du Genshin Optimizer genau in diesem Moment nutzt.</5></2>"
}