{
  "welcome": "Welcome to Genshin Optimizer!",
  "intro": "<0>What is Genshin Optimizer?</0><1>Genshin Optimizer (GO) is an open-source fan-made website for the action-RPG gacha game <1><strong>Genshin Impact</strong></1>. It is mainly intended to help players with the complex aspect of the game: Artifact Optimization. Since artifacts are heavily RNG-based elements that directly contribute to how effective your characters are in the game, GO will try to find the best artifacts for your characters based on your current artifact inventory.</1><p>GO can keep track of your artifacts, and allows more ease in filtering/comparing artifacts, it serves as a tool to help user find good artifacts in their inventory to level up, and bad artifacts to use as fodder.</p><p>Since GO can replicate the exact stats of any character, along with calculate all their damage numbers to up 1% accuracy, it can also serve as a Damage calculator, and a tool for theory crafting.</p>",
  "quickLinks": "<0>Quick Links</0><1>Do you want to automate some of the artifact input process?</1><2><0>Here is a list of compatible automatic scanners that can feed data into GO.</0> These programs will automatically scan artifacts from your game, and exporting that data into a file. This file can then be imported to GO.</2>",
  "artifactEditor": "<0><0>Artifact Editor & Inventory</0></0><1><0>Full featured Artifact editor.</0><1>Add Artifacts by scanning a screenshot.</1><2>Automatically calculate the exact rolled value of each artifact.</2><3>Calculate substat efficiency, using the roll calculations. Use a single number to determine whether to keep or trash an artifact!</3><4>Maintains a completely sortable, filterable artifact inventory.</4><5>Imports artifact database from <1>3rd party automatic scanners</1>.</5></1>",
  "characterEditor": "<0><0>Character & Weapon Editor</0></0><1><0>Full featured Character editor.</0><1>Automatically populate character stats at every milestone level/ascension.</1><2>Fully editable stats for customization.</2><3>Calculate current stats based on weapon/artifacts.</3><4>Fully featured weapon editor, with milestone level/ascension stats</4><5>Apply conditional passives, from talents & weapons & artifacts to accurately mimic in-game conditions. </5></1>",
  "dmgCalculations": "<0><0>Character Damage Calculations</0></0><1><0>All the details for every character's talents.</0><1>All numbers should reflect real in game damage (within 1% error).</1><2>Conditional stats and modifications from every Constellation accounted for.</2><3>Shows calculations for all the numbers, along with formulas.</3><4>Enemy editor with level/ resistance fields to customize damage calculations.</4><5>Account for elemental infusion for normal/charged/plunging attacks.</5><6>Real time damage calculations.</6></1>",
  "buildGenerator": "<0><0>Build Generator</0></0><1><0>Allows the maximization of character build based on specified optimization target.</0><1>Generates builds for specific characters using artifact inventory.</1><2>Limit the builds by artifact sets, main stats...</2><3>Fully featured build settings to fine-tune build results.</3><4>Compare generated artifact build against artifacts currently on character.</4><5>Use conditional stats from artifact sets, e.g. Gladiator's 4-set normal attack DMG Bonus, as part of the build calculations.</5></1>",
  "tools": "<0><0>Tools and Gadgets</0></0><1><0>Server time, with countdown to reset.</0><1>Resin Counter.</1><2>Experience Calculator, to optimize EXP. books usage.</2></1>",
  "helpDev": "<0>Want to help the developer?</0><p>Genshin Optimizer has been the manifestation of many days and weeks of sleepless nights, and the developers are still actively trying to improve/add features.</p><2>If you want to financially support the developer, please consider donating via <1><0></0> Paypal</1> or <3><0></0> Patreon</3>. GO does not host ads, and will not lock any features behind a paywall. </2><3>If you want to give feedback, request a feature or report a bug, join our <1><0></0> discord</1>. This is where you will find more GO-related information, and to check on what is being actively worked on.</3><p>If you want to help with localization/translation of GO to your native language, please join our discord as well.</p>",
  "programmer": "<0>Are you a programmer?</0><1>GO is written in TypeScript, with React. Go is completely open source, and can be found on <1><0></0> Github</1></1><2>You can also join the <1><0></0> Genshin Dev discord</1> if you are interested in creating Genshin apps.</2><3>GO currently hosts the <1><0></0>Documentation</1> for the <strong>Genshin Open Object Description (GOOD)</strong> format. This is the format that GO uses to import/export its data. GOOD is an universal format intended for Genshin apps to transfer data between eachother.</3>",
  "credits": "<0>Credit where credit is due</0><1>GO is the culmination of hundreds of hours of programming/designing by two maintainers, <1><0><0></0> frzyc</0></1> and <3><0><0></0> lantua</0></3>. There are also a ton of other resources that aid in the creation of this website. Time to take a bow and thank them.</1><2><0>Thanks to everyone in the community, and especially people on our <1>discord</1> for providing feedback and helping us improve this tool.</0><1>Thanks to <1>Dimbreath</1>, for giving us a reliable, consistent source for Genshin data and numbers. All our calculations would be moot without them.</1><2>Some of our Genshin images are directly yoinked from <1>The Genshin Impact Wiki</1>, so a serendipitous thanks for them.</2><3>Special thanks to members of our community who has gone the extra mile, and has been helping us with localization/translation of GO to other languages, help us test formulas by recording in-game data, and programmers who has helped us with source code contributions.</3><4>Thanks for everyone else, for sharing this tool, and getting more people to use this tool.</4><5>Lastly, and most importantly, thank <strong>YOU</strong>, for using GO right now.</5></2>"
}