{
  "name": "Yelan",
  "title": "กล้วยไม้งามกลางหุบเขา",
  "description": "บุคคลลึกลับที่อ้างตัวว่าทำงานในฝ่ายกิจการทั่วไป แต่กลับเป็น \"บุคคลที่ไม่มีตัวตน\" ในรายชื่อพนักงานของฝ่ายกิจการทั่วไป",
  "constellationName": "Umbrabilis Orchis",
  "auto": {
    "name": "Stealthy Bowshot",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "ยิงธนูโจมตีอย่างต่อเนื่องมากสุด 4 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "การ<strong>เล็งโจมตี</strong>สร้างความเสียหายเพิ่มขึ้น และแม่นยำยิ่งขึ้น",
        "2": "เมื่อเล็งโจมตีจะทำการรวบรวมกระแสน้ำไว้บนหัวลูกศร ซึ่งลูกศรที่รวบรวมกระแสน้ำจนเต็ม จะทำให้เกิด<hydro>ความเสียหายน้ำ</hydro>"
      },
      "breakthrough": {
        "0": "<strong>Breakthrough</strong>",
        "1": "หลังออกจากสถานะต่อสู้ 5 วินาที Yelan จะได้รับสถานะ \"Breakthrough\" ซึ่งจะทำให้ช่วงเวลาที่ต้องใช้ในการชาร์จให้เต็ม เพื่อเล็งโจมตีครั้งต่อไปลดลง 80% และจะทำให้การชาร์จที่เต็มแล้วเปลี่ยนเป็นการยิง \"Breakthrough Barb\" ออกไป โดยที่ Breakthrough Barb จะสร้าง<hydro>ความเสียหายน้ำวงกว้าง</hydro>ที่มีความแรงขึ้นกับพลังชีวิตสูงสุดของ Yelan"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "ปล่อยฝนธนูจากกลางอากาศ และพุ่งลงมายังพื้นดินอย่างรวดเร็ว โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "เล็งโจมตี",
      "5": "เล็งโจมตีเมื่อชาร์จเต็ม",
      "6": "ความเสียหาย Breakthrough Barb",
      "7": "ความเสียหายพุ่งลง",
      "8": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Lingering Lifeline",
    "description": {
      "0": "ลาก \"Lifeline\" ออกมาและเคลื่อนที่อย่างรวดเร็ว เพื่อพัวพันและทำสัญลักษณ์ใส่ศัตรูที่อยู่ในเส้นทาง",
      "1": "เมื่อการเคลื่อนที่อย่างรวดเร็วสิ้นสุดลง Lifeline จะระเบิด และสร้าง<hydro>ความเสียหายน้ำ</hydro>โดยขึ้นกับค่าพลังชีวิตสูงสุดของ Yelan แก่ศัตรูที่ถูกทำสัญลักษณ์",
      "2": "<br/>",
      "3": "<strong>กด</strong>",
      "4": "เคลื่อนที่ไปข้างหน้าเป็นระยะทางประมาณหนึ่งอย่างรวดเร็ว",
      "5": "<br/>",
      "6": "<strong>กดค้าง</strong>",
      "7": "เคลื่อนที่อย่างรวดเร็วและต่อเนื่อง โดยภายใต้สภาวะนี้ ความสามารถในการต้านทานการหยุดชะงักของ Yelan จะเพิ่มขึ้น",
      "8": "ระหว่างช่วงเวลานี้ Yelan สามารถควบคุมทิศทางในการเคลื่อนที่อย่างรวดเร็ว และจะสามารถหยุดสถานะการเคลื่อนที่อย่างรวดเร็วล่วงหน้าได้ ด้วยการใช้สกิลนี้อีกครั้ง",
      "9": "<br/>",
      "10": "นอกจากนี้ เมื่อ Lifeline ระเบิด Yelan จะมีโอกาสที่จะได้รับสถานะ Breakthrough โดยจะขึ้นอยู่กับจำนวนของศัตรูที่ถูกทำสัญลักษณ์: ศัตรูแต่ละตัวที่ถูกทำสัญลักษณ์ จะสามารถเพิ่มโอกาสขึ้นได้ 34%",
      "11": "<br/>",
      "12": "<i>จนกระทั่งเธอเกี่ยวนิ้วและดึงสายเอ็น เหล่าวายร้ายและผู้สมรู้ร่วมคิดจึงตระหนักได้ว่า ไม่เหลือหนทางให้หนีอีกต่อไปแล้ว</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "เวลาต่อเนื่องสูงสุดเมื่อแตะค้าง",
      "2": "คูลดาวน์",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Depth-Clarion Dice",
    "description": {
      "0": "สร้าง<hydro>ความเสียหายน้ำวงกว้าง</hydro> และรวบรวม Exquisite Throw ขึ้นมาเพื่อช่วยในการต่อสู้",
      "1": "<br/>",
      "2": "<strong>Exquisite Throw</strong>",
      "3": "จะเคลื่อนที่ตามตัวละคร และโจมตีสนับสนุนเพื่อสร้าง<hydro>ความเสียหายน้ำ</hydro> โดยขึ้นกับพลังชีวิตสูงสุดของ Yelan เมื่ออยู่ในสถานการณ์ดังต่อไปนี้:",
      "4": [
        "จะเกิดขึ้น 1 ครั้ง ในทุก 1 วินาที เมื่อตัวละครในทีมของตัวเอง ที่เข้าร่วมการต่อสู้ในขณะนั้นใช้การโจมตีปกติ;",
        "จะทำการโจมตีสนับสนุน 1 ครั้ง เมื่อ Lifeline ของ Yelan ระเบิดถูกศัตรู"
      ],
      "5": "<br/>",
      "6": "<i>\"ติดพนันน่ะไม่ดีหรอกนะ ในฐานะเจ้ามือใหญ่ ฉันจะเปรียบเทียบอัตราส่วนให้เห็นภาพละกัน คุณมีลูกเต๋าอยู่หนึ่งลูก จะมาเอาชนะฉันที่มีอยู่ตั้งเจ็ดลูกได้ยังไงกัน?\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหาย Exquisite Throw",
      "2": "ระยะเวลาต่อเนื่อง",
      "3": "คูลดาวน์",
      "4": "พลังงานธาตุ",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Turn Control",
    "description": {
      "0": "เมื่อในทีมมีประเภทธาตุของตัวละคร 1/2/3/4 ประเภท พลังชีวิตสูงสุดของ Yelan จะเพิ่มขึ้น 6%/12%/18%/30%"
    }
  },
  "passive2": {
    "name": "Adapt With Ease",
    "description": {
      "0": "ตลอดช่วงเวลาคงอยู่ของ <strong>Exquisite Throw</strong> จะทำให้ตัวละครของตนเอง ที่เข้าร่วมการต่อสู้ในขณะนั้น สร้างความเสียหายเพิ่มขึ้น 1% และจะเพิ่มขึ้นอีก 3.5% ในทุก 1 วินาที โดยจะเพิ่มความเสียหายที่ตัวละครสร้างได้มากสุดถึง 50%",
      "1": "ระหว่างช่วงเวลาคงอยู่ของเอฟเฟกต์ เอฟเฟกต์ที่กล่าวถึงข้างต้นจะหายไปเมื่อปล่อย Depth-Clarion Dice อีกครั้ง"
    }
  },
  "passive3": {
    "name": "Necessary Calculation",
    "description": {
      "0": "เมื่อทำคำขอการออกสำรวจของ Liyue ที่ใช้เวลา 20 ชั่วโมง รางวัลที่ได้รับจะเพิ่มขึ้น 25%"
    }
  },
  "constellation1": {
    "name": "Enter the Plotters",
    "description": {
      "0": "จำนวนครั้งที่สามารถใช้ <strong>Lingering Lifeline</strong> ได้ เพิ่มขึ้น 1 ครั้ง"
    }
  },
  "constellation2": {
    "name": "Taking All Comers",
    "description": {
      "0": "ในตอนที่ <strong>Exquisite Throw</strong> ทำการโจมตีสนับสนุน จะยิงลูกศรน้ำออกมาเพิ่ม 1 ดอก สร้างความเสียหายน้ำเป็น 14% ของพลังชีวิตสูงสุดของ Yelan",
      "1": "ในทุก 1.8 วินาที เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุด 1 ครั้ง"
    }
  },
  "constellation3": {
    "name": "Beware the Trickster's Dice",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Depth-Clarion Dice</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Bait-and-Switch",
    "description": {
      "0": "ตามจำนวนของศัตรูที่ถูก <strong>Lifeline</strong> ทำสัญลักษณ์ ในแต่ละครั้งที่สัญลักษณ์ระเบิด จะทำให้พลังชีวิตสูงสุดของตัวละครทั้งหมดในทีมเพิ่มขึ้น 10% เป็นเวลา 25 วินาที โดยจะสามารถเพิ่มพลังชีวิตสูงสุดด้วยวิธีนี้ได้มากสุด 40%"
    }
  },
  "constellation5": {
    "name": "Dealer's Sleight",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Lingering Lifeline</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Winner Takes All",
    "description": {
      "0": "หลังจากใช้ <strong>Depth-Clarion Dice</strong> Yelan จะเข้าสู่สถานะ Mastermind:",
      "1": "การโจมตีปกติของ Yelan จะเปลี่ยนเป็นการยิง Breakthrough Barb ที่มีความพิเศษ ซึ่งลูกศรแบบนี้ จะมีคุณลักษณะที่คล้ายกับ Breakthrough Barb โดยความเสียหายที่สร้าง จะถูกมองว่าเป็นความเสียหายของการชาร์จโจมตี ซึ่งสามารถสร้างความเสียหายเป็น 156% ของความเสียหายของ Breakthrough Barb ปกติ",
      "2": "<br/>",
      "3": "สถานะ Mastermind จะคงอยู่ได้นานสุด 20 วินาที และจะหายไปเมื่อ Yelan ยิงลูกศรออกไป 5 ดอก"
    }
  }
}