{
  "name": "Nahida",
  "title": "พฤกษาช้อยวิสุทธิ์",
  "description": "นกน้อยในกรงทองของวิหารแห่ง Surasthana ทำได้เพียงจ้องมองโลกใบนี้ผ่านทางความฝัน",
  "constellationName": "Sapientia Oromasdis",
  "auto": {
    "name": "Akara",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "ทำการโจมตีไปยังเบื้องหน้าต่อเนื่องมากสุด 4 ครั้ง เพื่อสร้าง<dendro>ความเสียหายไม้</dendro>"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายบางส่วน โดยหลังจากร่ายเสร็จ จะสร้าง<dendro>ความเสียหายไม้วงกว้าง</dendro> ไปยังพื้นที่ด้านหน้า"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "รวบรวมพลังแห่งธาตุไม้ กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้าง<dendro>ความเสียหายไม้วงกว้าง</dendro> เมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายชาร์จโจมตี",
      "5": "ชาร์จโจมตีใช้พลังกาย",
      "6": "ความเสียหายพุ่งลง",
      "7": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "All Schemes to Know",
    "description": {
      "0": "ใช้พันธะแห่งแมกไม้ เพื่อสร้าง<dendro>ความเสียหายไม้วงกว้าง</dendro> และทำสัญลักษณ์ Seed of Skandha แก่ศัตรูที่ถูกโจมตี (มากสุด 8 ตัว)",
      "1": "เมื่อกดค้าง วิธีที่ใช้จะแตกต่างกันออกไป",
      "2": "<br/>",
      "3": "<strong>กดค้าง</strong>",
      "4": "เข้าสู่สถานะการเล็ง เพื่อเลือกศัตรูที่อยู่ภายในพื้นที่ที่กำหนดตามจำนวนที่กำหนด และภายใต้สถานะนี้ ความสามารถในการต้านทานการหยุดชะงักของ Nahida จะเพิ่มขึ้น",
      "5": "เมื่อการกดค้างสิ้นสุดลง จะสร้าง<dendro>ความเสียหายไม้</dendro>แก่ศัตรูที่เลือก และทิ้งสัญลักษณ์ Seed of Skandha เอาไว้ที่ศัตรูเหล่านั้น",
      "6": "สถานะการเล็งจะคงอยู่ได้นานสุด 5 วินาที และเลือกศัตรูได้มากสุด 8 ตัว",
      "7": "<br/>",
      "8": "<strong>Seed of Skandha</strong>",
      "9": "ศัตรูที่อยู่ภายใต้สภาวะของ Seed of Skandha จะเชื่อมโยงถึงกันในช่วงระยะห่างประมาณหนึ่ง",
      "10": "เมื่อทำให้เกิดปฏิกิริยาธาตุแก่ศัตรูที่อยู่ภายใต้สภาวะของ Seed of Skandha รวมไปถึงหลังจากที่ศัตรูดังกล่าวได้รับความเสียหายที่เกิดจาก Dendro Core (รวมถึงการเบ่งบานและไฮเปอร์บลูม) แล้ว Nahida จะใช้ Tri-Karma Purification เพื่อสร้าง<dendro>ความเสียหายไม้</dendro> แก่ศัตรูตัวดังกล่าวและศัตรูตัวอื่นทั้งหมดที่ถูกเชื่อมโยงอยู่ โดยที่ความเสียหายที่สร้าง จะขึ้นกับพลังโจมตีและความชำนาญธาตุของเธอ",
      "11": "ภายในช่วงเวลาสั้น ๆ จะสามารถใช้ Tri-Karma Purification ได้เพียงครั้งเดียวเท่านั้น",
      "12": "<br/>",
      "13": "<i>เทพแห่งแมกไม้ได้เปล่งรัศมีสัจธรรมอันสูงสุดของเธอไปยังความว่างเปล่า ส่องแสงไปยังต้นกำเนิดและความพินาศแห่งกรรมทั้งสาม</i>"
    },
    "skillParams": {
      "0": "ความเสียหายเมื่อกด",
      "1": "ความเสียหายเมื่อกดค้าง",
      "2": "ความเสียหาย Tri-Karma Purification",
      "3": "ระยะห่างของการเกิด Tri-Karma Purification",
      "4": "ระยะเวลาของ Seed of Skandha",
      "5": "เวลาคูลดาวน์เมื่อกด",
      "6": "เวลาคูลดาวน์เมื่อกดค้าง",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Illusory Heart",
    "description": {
      "0": "สำแดงวิหารแห่งความฝัน และเปิดพื้นที่ Shrine of Maya",
      "1": "<br/>",
      "2": "เมื่อพื้นที่ Shrine of Maya ถูกเปิด จะทำให้เกิดเอฟเฟกต์ที่เกี่ยวข้องแยกกัน ตามชนิดธาตุของตัวละครที่อยู่ในทีม:",
      "3": [
        "<pyro>ธาตุไฟ</pyro>: เมื่อ Nahida อยู่ใน Shrine of Maya จะเพิ่มความเสียหายของ Tri-Karma Purification ที่เกิดจากสกิลธาตุ \"All Schemes to Know\";",
        "<electro>ธาตุไฟฟ้า</electro>: เมื่อ Nahida อยู่ใน Shrine of Maya จะลดช่วงระยะเวลาห่างของการเกิด Tri-Karma Purification แต่ละครั้งของสกิลธาตุ \"All Schemes to Know\" ลง;",
        "<hydro>ธาตุน้ำ</hydro>: เพิ่มช่วงเวลาคงอยู่ของ Shrine of Maya"
      ],
      "4": "<br/>",
      "5": "เมื่อพื้นที่ถูกเปิด หากมีจำนวนตัวละครที่มีชนิดธาตุที่กล่าวข้างต้นอยู่อย่างน้อย 2 ตัว เอฟเฟกต์ที่เกี่ยวข้อง จะถูกเสริมความแข็งแกร่งขึ้นไปอีกขั้น",
      "6": "<br/>",
      "7": "ถึงแม้ว่า Nahida จะอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ ขอเพียงแค่ทีมดังกล่าวอยู่ใน Shrine of Maya ก็จะยังคงได้รับเอฟเฟกต์บัฟที่กล่าวข้างต้น",
      "8": "<br/>",
      "9": "<i>บางทีสิ่งทั้งปวงที่อาศัยอยู่ใต้ร่มไม้ อาจเป็นเพียงความฝันที่กลับหัวกลับหาง ในสายตาของเทพแห่งปัญญาเท่านั้น</i>"
    },
    "skillParams": {
      "0": "ไฟ: เพิ่มความเสียหาย",
      "1": "ไฟ: เพิ่มความเสียหาย",
      "2": "ไฟฟ้า: ลดระยะห่างการเกิด",
      "3": "ไฟฟ้า: ลดระยะห่างการเกิด",
      "4": "น้ำ: เพิ่มระยะเวลา",
      "5": "น้ำ: เพิ่มระยะเวลา",
      "6": "ช่วงเวลาต่อเนื่องพื้นฐาน",
      "7": "คูลดาวน์",
      "8": "พลังงานธาตุ",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Compassion Illuminated",
    "description": {
      "0": "การปลดปล่อย <strong>Illusory Heart</strong> จะทำให้ Shrine of Maya ได้รับเอฟเฟกต์ต่อไปนี้:",
      "1": "เพิ่มความชำนาญธาตุให้แก่ตัวละครที่เข้าร่วมการต่อสู้ที่อยู่ในพื้นที่ในขณะนั้น 25% ของค่าความชำนาญธาตุของตัวละครที่มีความชำนาญธาตุสูงที่สุดในทีม",
      "2": "ด้วยวิธีนี้ จะสามารถเพิ่มความชำนาญธาตุได้มากสุด 250 หน่วย"
    }
  },
  "passive2": {
    "name": "Awakening Elucidated",
    "description": {
      "0": "ความชำนาญธาตุทุก 1 หน่วย ที่เกินจาก 200 หน่วย ของความชำนาญธาตุของ Nahida จะทำให้ Tri-Karma Purification ของ <strong>All Schemes to Know</strong> สร้างความเสียหายเพิ่มขึ้น 0.1% และมีอัตราคริเพิ่มขึ้น 0.03%",
      "1": "ด้วยวิธีนี้ จะสามารถทำให้ Tri-Karma Purification สร้างความเสียหายเพิ่มขึ้นได้มากสุด 80% และมีอัตราคริเพิ่มขึ้นได้สูงสุด 24%"
    }
  },
  "passive3": {
    "name": "On All Things Meditated",
    "description": {
      "0": "Nahida สามารถโต้ตอบกับไอเทมที่เก็บได้ที่อยู่ภายในขอบเขตพื้นที่ที่กำหนดบางส่วนได้ ผ่านการใช้ <strong>All Schemes to Know</strong>",
      "1": "บางทีสกิลนี้ อาจจะยังมีเอฟเฟกต์อย่างอื่นอีกก็ได้นะ..."
    }
  },
  "constellation1": {
    "name": "The Seed of Stored Knowledge",
    "description": {
      "0": "เมื่อใช้ <strong>Shrine of Maya</strong> ในตอนที่นับจำนวนชนิดธาตุของตัวละครที่อยู่ในทีม จะนับตัวละครธาตุไฟ, ธาตุไฟฟ้า และธาตุน้ำเพิ่มอย่างละ 1 ตัว"
    }
  },
  "constellation2": {
    "name": "The Root of All Fullness",
    "description": {
      "0": "ศัตรูที่อยู่ภายใต้สภาวะ <strong>Seed of Skandha</strong> ที่เกิดจากตัวของ Nahida เอง จะได้รับผลกระทบจากเอฟเฟกต์ดังนี้:",
      "1": [
        "เมื่อได้รับปฏิกิริยาติดไฟ, งอกเงย, ไฮเปอร์บลูม และเบ่งบาน จะสามารถติดคริได้ โดยจะถูกกำหนดให้มีอัตราคริ 20% และมีความแรงคริ 100%;",
        "ภายใน 8 วินาที หลังจากได้รับผลกระทบจากปฏิกิริยาปลุกเร้า, บีบอัด และแพร่ขยาย พลังป้องกันจะลดลง 30%"
      ]
    }
  },
  "constellation3": {
    "name": "The Shoot of Conscious Attainment",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>All Schemes to Know</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "The Stem of Manifest Inference",
    "description": {
      "0": "เมื่อจำนวนศัตรูที่ได้รับผลกระทบจาก Seeds of Skandha ของ <strong>All Schemes to Know</strong> และอยู่ในบริเวณใกล้เคียงมี 1/2/3/4 (หรือมากกว่า) ตัว ความชำนาญธาตุของ Nahida จะเพิ่มขึ้น 100/120/140/160 หน่วย"
    }
  },
  "constellation5": {
    "name": "The Leaves of Enlightening Speech",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Illusory Heart</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "The Fruit of Reason's Culmination",
    "description": {
      "0": "หลังจากใช้ <strong>Illusory Heart</strong> เมื่อการโจมตีปกติ หรือชาร์จโจมตีของ Nahida ถูกศัตรูที่อยู่ภายใต้สภาวะ Seed of Skandha ของ <strong>All Schemes to Know</strong> จะปล่อย Tri-Karma Purification: Karmic Oblivion ใส่ศัตรูตัวดังกล่าว รวมไปถึงศัตรูทั้งหมดที่เชื่อมโยงด้วย ซึ่งจะทำให้เกิด<dendro>ความเสียหายไม้</dendro> โดยขึ้นกับ 200% ของพลังโจมตี และ 400% ของความชำนาญธาตุของเธอ",
      "1": "ความเสียหายที่ Tri-Karma Purification: Karmic Oblivion สร้าง จะถูกมองว่าเป็นความเสียหายของสกิลธาตุ ซึ่งทุก 0.2 วินาที จะเกิดขึ้นได้มากสุดหนึ่งครั้ง",
      "2": "เอฟเฟกต์นี้ จะคงอยู่ได้นานสุดถึง 10 วินาที และจะหายไปเมื่อ Nahida ใช้ Tri-Karma Purification: Karmic Oblivion ถึง 6 ครั้ง"
    }
  }
}