{
  "name": "End of the Line",
  "description": {
    "0": "คล้ายว่าจะเป็นปลาที่ทุกวันนี้สูญพันธุ์ไปแล้ว มีลำตัวที่ยืดหยุ่น เมื่อนำไปผูกกับเชือกแล้ว สามารถนำไปใช้เป็นธนูได้"
  },
  "passiveName": "Net Snapper",
  "passiveDescription": {
    "0": {
      "0": "หลังจากใช้สกิลธาตุ จะเกิดเอฟเฟกต์ Flowrider ซึ่งเมื่อโจมตีถูกศัตรู จะทำให้เกิดความเสียหายวงกว้าง <cryo>80%</cryo> ของพลังโจมตี โดยที่เอฟเฟกต์นี้ จะหายไปหลังจากผ่านไป 15 วินาที หรือหลังทำให้เกิดความเสียหายวงกว้างครบ 3 ครั้ง ซึ่งทุก 2 วินาที จะสามารถสร้างความเสียหายวงกว้างด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง และทุก 12 วินาที จะเกิด Flowrider ได้มากสุดหนึ่งครั้ง"
    },
    "1": {
      "0": "หลังจากใช้สกิลธาตุ จะเกิดเอฟเฟกต์ Flowrider ซึ่งเมื่อโจมตีถูกศัตรู จะทำให้เกิดความเสียหายวงกว้าง <cryo>100%</cryo> ของพลังโจมตี โดยที่เอฟเฟกต์นี้ จะหายไปหลังจากผ่านไป 15 วินาที หรือหลังทำให้เกิดความเสียหายวงกว้างครบ 3 ครั้ง ซึ่งทุก 2 วินาที จะสามารถสร้างความเสียหายวงกว้างด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง และทุก 12 วินาที จะเกิด Flowrider ได้มากสุดหนึ่งครั้ง"
    },
    "2": {
      "0": "หลังจากใช้สกิลธาตุ จะเกิดเอฟเฟกต์ Flowrider ซึ่งเมื่อโจมตีถูกศัตรู จะทำให้เกิดความเสียหายวงกว้าง <cryo>120%</cryo> ของพลังโจมตี โดยที่เอฟเฟกต์นี้ จะหายไปหลังจากผ่านไป 15 วินาที หรือหลังทำให้เกิดความเสียหายวงกว้างครบ 3 ครั้ง ซึ่งทุก 2 วินาที จะสามารถสร้างความเสียหายวงกว้างด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง และทุก 12 วินาที จะเกิด Flowrider ได้มากสุดหนึ่งครั้ง"
    },
    "3": {
      "0": "หลังจากใช้สกิลธาตุ จะเกิดเอฟเฟกต์ Flowrider ซึ่งเมื่อโจมตีถูกศัตรู จะทำให้เกิดความเสียหายวงกว้าง <cryo>140%</cryo> ของพลังโจมตี โดยที่เอฟเฟกต์นี้ จะหายไปหลังจากผ่านไป 15 วินาที หรือหลังทำให้เกิดความเสียหายวงกว้างครบ 3 ครั้ง ซึ่งทุก 2 วินาที จะสามารถสร้างความเสียหายวงกว้างด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง และทุก 12 วินาที จะเกิด Flowrider ได้มากสุดหนึ่งครั้ง"
    },
    "4": {
      "0": "หลังจากใช้สกิลธาตุ จะเกิดเอฟเฟกต์ Flowrider ซึ่งเมื่อโจมตีถูกศัตรู จะทำให้เกิดความเสียหายวงกว้าง <cryo>160%</cryo> ของพลังโจมตี โดยที่เอฟเฟกต์นี้ จะหายไปหลังจากผ่านไป 15 วินาที หรือหลังทำให้เกิดความเสียหายวงกว้างครบ 3 ครั้ง ซึ่งทุก 2 วินาที จะสามารถสร้างความเสียหายวงกว้างด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง และทุก 12 วินาที จะเกิด Flowrider ได้มากสุดหนึ่งครั้ง"
    }
  }
}