{
  "name": "Albedo",
  "title": "El Príncipe de la Roca Caliza",
  "description": "Alquimista Jefe de los Caballeros de Favonius y Capitán de la Compañía de Investigación. Lo llaman el “Príncipe de la Roca Caliza”.",
  "constellationName": "Princeps Cretaceus",
  "auto": {
    "name": "Albor",
    "fields": {
      "normal": {
        "0": "<strong>Ataque Normal</strong>",
        "1": "Realiza hasta 5 ataques consecutivos con espada."
      },
      "charged": {
        "0": "<strong>Ataque Cargado</strong>",
        "1": "Consume cierta cantidad de Aguante para desatar un doble golpe de espada."
      },
      "plunging": {
        "0": "<strong>Ataque Descendente</strong>",
        "1": "Se lanza desde el aire para golpear el suelo, atacando a los enemigos que encuentre en su trayecto e infligiendo Daño en el AdE en el momento del impacto."
      }
    },
    "skillParams": {
      "0": "Daño de 1er golpe",
      "1": "Daño de 2.º golpe",
      "2": "Daño de 3er golpe",
      "3": "Daño de 4.º golpe",
      "4": "Daño de 5.º golpe",
      "5": "Daño de ATQ Cargado",
      "6": "Coste de Aguante de ATQ Cargado",
      "7": "Daño de Caída",
      "8": "Daño de impacto de caída baja/alta",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Abiogénesis: Isotoma solar",
    "description": {
      "0": "Crea una isotoma solar que inflige <geo>Daño Geo en el AdE</geo>.",
      "1": "<br/>",
      "2": "<strong>Isotoma solar</strong>",
      "3": "Características:",
      "4": [
        "Cuando los enemigos situados en el centro del área de la isotoma solar reciben daño, esta se convertirá en una flor fugaz, abriéndose e infligiendo <geo>Daño Geo en el AdE</geo> proporcional a la DEF de Albedo.",
        "Solo puede crearse una flor fugaz cada 2 s.",
        "Cuando un personaje se sitúa sobre la isotoma solar, el poder de Geo se concentrará para formar una plataforma cristalizada de cierta altura sobre la que se podrán mantener los personajes.",
        "Solamente puede existir al mismo tiempo una isotoma solar creada por Albedo, y esta se considera una <geo>creación Geo</geo>."
      ],
      "5": "<br/>",
      "6": "<strong>Mantener pulsado</strong>",
      "7": "Controla la ubicación sobre la que tiene lugar la habilidad.",
      "8": "<br/>",
      "9": "<i>Esta especie de flor Geo, cuya meta es la misma que la de la alquimia, tiene una naturaleza muy particular. Brota de la tierra con miras a ascender a los cielos, donde se convertirá en un Sol</i>."
    },
    "skillParams": {
      "0": "Daño de habilidad",
      "1": "Daño de flor fugaz",
      "2": "Duración",
      "3": "TdE de habilidad",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Creación: Marea tectónica",
    "description": {
      "0": "Albedo ordena a sus cristales Geo que exploten, lanzándolos al frente e infligiendo <geo>Daño Geo en el AdE</geo>.",
      "1": "Si en el campo de batalla ya hay una isotoma solar creada por Albedo, creará 7 flores de la muerte dentro del área de la isotoma, provocando una violenta explosión que inflige <geo>Daño Geo en el AdE</geo>.",
      "2": "<br/>",
      "3": "El daño causado por la explosión y las flores de la muerte no creará una flor fugaz.",
      "4": "<br/>",
      "5": "<i>Bajo las órdenes del Príncipe de la Roca Caliza, el mundo entero puede temblar</i>."
    },
    "skillParams": {
      "0": "Daño instantáneo",
      "1": "Daño de flor de la muerte",
      "2": "TdE",
      "3": "Energía Elemental",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Fuerza caliza",
    "description": {
      "0": "Aumenta en un 25% el daño infligido por la flor fugaz de <strong>Abiogénesis: Isotoma solar</strong> contra enemigos con menos del 50% de Vida."
    },
    "upgradedDescription": {
      "0": "Aumenta en un 25% el daño que infligen las flores fugaces creadas con isotomas solares de la Habilidad Elemental, <strong>Abiogénesis: Isotoma solar</strong>, contra los enemigos con menos del 50% de Vida.",
      "1": "Además, si en el campo de batalla hay alguna isotoma argéntea creada por Albedo, el daño infligido aumenta adicionalmente en una cantidad equivalente al 240% de la DEF de Albedo."
    }
  },
  "passive2": {
    "name": "Sabiduría del homúnculo",
    "description": {
      "0": "<strong>Creación: Marea tectónica</strong> aumenta en 125 pts. la Maestría Elemental de los personajes del equipo cercanos durante 10 s."
    }
  },
  "passive3": {
    "name": "Genio de la alquimia",
    "description": {
      "0": "Al crear materiales de ascensión de arma, hay una probabilidad del 10% de recibir el doble."
    }
  },
  "lockedPassive": {
    "name": "Rito de la noche de brujas: Libro de la luz albar",
    "description": {
      "0": "Tras completar la misión <strong>«Lecciones del Aquelarre: De preguntas más allá de las preguntas»</strong>, Albedo se convertirá en un personaje <strong>taumatúrgico</strong>. Cuando en el equipo haya al menos 2 personajes taumatúrgicos, estos obtendrán el efecto de <strong>taumaturgia: rito secreto</strong>, el cual les otorgará ciertos fortalecimientos.",
      "1": "<br/>",
      "2": "<strong>Taumaturgia: rito secreto</strong>",
      "3": [
        "Durante 20 s tras usar la Habilidad Elemental y golpear con ella a un enemigo, se crearán cerca de dicho enemigo unas <strong>isotomas argénteas</strong> que duran 10 s. Si en el campo de batalla no hay ninguna isotoma solar creada por Albedo y este no ha sido derrotado, habrá una isotoma argéntea que pueda crear flores fugaces, igual que la isotoma solar. Solo puede haber al mismo tiempo dos isotomas argénteas creadas por Albedo.",
        "Tras crear una isotoma solar, el daño de los Ataques Normales, Cargados y Descendentes y de la Habilidad Elemental y Definitiva de los personajes cercanos del equipo aumenta durante 20 s en un 4% por cada 1000 pts. de DEF que tenga Albedo, hasta un máximo de un 12%.",
        "Tras crear una isotoma argéntea, el daño de los Ataques Normales, Cargados y Descendentes y de la Habilidad Elemental y Definitiva de los personajes taumatúrgicos cercanos del equipo aumenta durante 20 s en un 10% por cada 1000 pts. de DEF que tenga Albedo, hasta un máximo de un 30%."
      ]
    }
  },
  "constellation1": {
    "name": "Flor del Edén",
    "description": {
      "0": "Cuando explota una flor fugaz de <strong>Abiogénesis: Isotoma solar</strong> creada por Albedo, este recupera 1.2 pts. de Energía Elemental."
    },
    "upgradedDescription": {
      "0": "Cuando explota una flor fugaz de la Habilidad Elemental, <strong>Abiogénesis: Isotoma solar</strong>, creada por Albedo, este recupera 1.2 pts. de Energía Elemental.",
      "1": "Además, tras usar la Habilidad Elemental, <strong>Abiogénesis: Isotoma solar</strong>, la DEF de Albedo aumenta en un 50% durante 20 s."
    }
  },
  "constellation2": {
    "name": "Eón Fanerozoico",
    "description": {
      "0": "Al explotar, las flores fugaces de <strong>Abiogénesis: Isotoma solar</strong> otorgan a Albedo aritmética fatídica durante 30 s:",
      "1": [
        "Al utilizar <strong>Creación: Marea tectónica</strong>, se consumen todas las acumulaciones de aritmética fatídica y el daño infligido por las explosiones de Creación: Marea tectónica y de las flores de la muerte aumenta en una cantidad equivalente al 30% de la DEF de Albedo por cada acumulación.",
        "Este efecto puede acumularse un máximo de 4 veces."
      ]
    },
    "upgradedDescription": {
      "0": "Al explotar, las flores fugaces de la Habilidad Elemental, <strong>Abiogénesis: Isotoma solar</strong>, otorgan a Albedo el efecto de “aritmética fatídica” durante 30 s:",
      "1": [
        "Al utilizar la Habilidad Definitiva, <strong>Creación: Marea tectónica</strong>, se consumen todas las acumulaciones de aritmética fatídica, lo que aumenta el daño infligido por las explosiones de “Creación: Marea tectónica” y de las flores de la muerte."
      ],
      "2": "Por cada acumulación, dicho daño aumenta en una cantidad equivalente al 30% de la DEF de Albedo.",
      "3": [
        "Este efecto puede acumularse un máximo de 4 veces."
      ],
      "4": "<br/>",
      "5": "Además, cuando Albedo está en tu equipo pero no en uso y el efecto de aritmética fatídica tiene 4 acumulaciones, se eliminan todos los efectos de aritmética fatídica y cerca de tu personaje en uso se crean 3 flores de la muerte que explotan e infligen una cantidad de <geo>Daño Geo en el AdE</geo> equivalente al 300% de la DEF de Albedo. Este daño se considera daño de Habilidad Definitiva. Tras desbloquear el talento pasivo <tooltip ns=char_Albedo_gen baseKey18=passive2><strong>Sabiduría del homúnculo</strong></tooltip>, también se activará el efecto de dicho talento, lo que aumenta la Maestría Elemental de los personajes del equipo cercanos en 125 pts. durante 10 s."
    }
  },
  "constellation3": {
    "name": "Gracia de Helios",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Abiogénesis: Isotoma solar</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation4": {
    "name": "Caída divina",
    "description": {
      "0": "Si los personajes en uso están en el área de la isotoma solar, aumenta en un 30% el daño de sus Ataques Descendentes."
    },
    "upgradedDescription": {
      "0": "Si los personajes en uso están en el área de la isotoma solar, aumenta en un 30% el daño de sus Ataques Descendentes.",
      "1": "Además, si un personaje en uso cercano del equipo salta cerca de una isotoma argéntea, esta se destruirá, aumentará considerablemente la altura del salto, y el daño de impacto de caída del Ataque Descendente de dicho personaje aumentará en un 30% durante los siguientes 3 s. Este efecto se anulará 0.1 s después de infligir daño con el Ataque Descendente."
    }
  },
  "constellation5": {
    "name": "Marea del Hádico",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Creación: Marea tectónica</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation6": {
    "name": "Tierra purificadora",
    "description": {
      "0": "Aumenta en un 17% el daño de los personajes en uso si estos están en el área de la isotoma solar y bajo la protección de un escudo creado mediante Cristalización, o si en el área de la isotoma solar hay algún pilar lunar."
    },
    "upgradedDescription": {
      "0": "Aumenta en un 17% el daño de los personajes en uso si estos están en el área de la isotoma solar y bajo la protección de un escudo creado mediante Cristalización, o si en el área de la isotoma solar hay algún pilar lunar.",
      "1": "Además, al usar la Habilidad Definitiva, <strong>Creación: Marea tectónica</strong>, se destruirán todas las isotomas argénteas activas. Al destruir isotomas argénteas de esta manera, se considerará como si la Habilidad Definitiva hubiera consumido las 4 cargas de aritmética fatídica de la constelación, {LINK#TE382}<strong>Eón Fanerozoico</strong></tooltip>, y además, el daño de las flores de la muerte aumentará en una cantidad equivalente al 250% de la DEF de Albedo durante los siguientes 20 s."
    }
  }
}