{
  "name": "Alhacén",
  "title": "El Instructor Severo",
  "description": "El actual escriba de la Academia de Sumeru, un hombre de gran inteligencia y talento. Vive su vida libremente y es prácticamente imposible de encontrar.",
  "constellationName": "Vultur Volans",
  "auto": {
    "name": "Método abductivo",
    "fields": {
      "normal": {
        "0": "<strong><strong>Ataque Normal</strong>",
        "1": "Realiza hasta 5 ataques consecutivos con espada."
      },
      "charged": {
        "0": "<strong>Ataque Cargado</strong>",
        "1": "Consume cierta cantidad de Aguante para desatar un doble golpe de espada."
      },
      "plunging": {
        "0": "<strong>Ataque Descendente</strong>",
        "1": "Se lanza desde el aire para golpear el suelo, dañando a los enemigos cercanos e infligiendo Daño en el AdE en el momento del impacto."
      }
    },
    "skillParams": {
      "0": "Daño de 1er golpe",
      "1": "Daño de 2.º golpe",
      "2": "Daño de 3er golpe",
      "3": "Daño de 4.º golpe",
      "4": "Daño de 5.º golpe",
      "5": "Ataque Cargado",
      "6": "Coste de Aguante de ATQ Cargado",
      "7": "Daño de Caída",
      "8": "Daño de impacto de caída baja/alta",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Universalidad: Emulación teorética",
    "description": {
      "0": "Carga hacia delante a gran velocidad y, al finalizar el movimiento, inflige <dendro>Daño Dendro</dendro> y crea un “prisma rutilante”.",
      "1": "Esta habilidad se libera de manera distinta al mantener pulsado.",
      "2": "<br/>",
      "3": "<strong>Mantener pulsado</strong>",
      "4": "Apunta para determinar la dirección en la que carga.",
      "5": "<br/>",
      "6": "<strong>Prisma rutilante</strong>",
      "7": "Al lanzar esta habilidad, Alhacén crea un prisma rutilante. Si en ese momento no hay ningún otro prisma, crea otro adicional. El prisma rutilante tiene los siguientes efectos:",
      "8": [
        "Cuando tiene un prisma rutilante, los Ataques Normales, Cargados y Descendentes de Alhacén infligen <dendro>Daño Dendro</dendro>, el cual no puede sustituirse imbuyéndose de otro elemento.",
        "Cuando golpea a un enemigo con dichos ataques, el prisma rutilante crea una pantalla de luz que inflige <dendro>Daño Dendro en el AdE</dendro> en función del número de prismas existentes.",
        "Se pueden crear hasta 3 prismas rutilantes.",
        "Los prismas irán desapareciendo con el paso del tiempo, y desaparecerán por completo cuando Alhacén abandone el campo de batalla."
      ],
      "9": "<br/>",
      "10": "<i>“La verdad existe de manera inherente a la incertidumbre. Ni siquiera los más ilustres eruditos pueden evitar cometer errores”.</i>"
    },
    "skillParams": {
      "0": "Daño al cargar",
      "1": "Intervalo de ATQ de la pantalla de luz",
      "2": "Daño de pantalla de luz con 1 prisma rutilante",
      "3": "Daño de pantalla de luz con 2 prismas rutilantes",
      "4": "Daño de pantalla de luz con 3 prismas rutilantes",
      "5": "Intervalo de desaparición de cada prisma rutilante",
      "6": "TdE",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Enajenación: Constricción fenomenológica",
    "description": {
      "0": "Crea un campo de constricción particular que inflige varias veces <dendro>Daño Dendro en el AdE</dendro>.",
      "1": "Al lanzar esta habilidad, si ya hay prismas rutilantes, los consume todos para aumentar el número de veces que inflige daño la habilidad.",
      "2": "Dos segundos después de lanzarla, si se consumieron 0/1/2/3 prismas rutilantes, se crean respectivamente 3/2/1/0 prismas.",
      "3": "<br/>",
      "4": "<i>“Un erudito cuyo objetivo sea buscar la sabiduría debe considerar enemiga a cada palabra que lee. Solo así podrá liberarse de sus prejuicios”.</i>"
    },
    "skillParams": {
      "0": "Daño por cada golpe",
      "1": "Número base de ataques",
      "2": "Número de ataques con 1 prisma rutilante",
      "3": "Número de ataques con 2 prismas rutilantes",
      "4": "Número de ataques con 3 prismas rutilantes",
      "5": "TdE",
      "6": "Energía Elemental",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Rectificación de las cuatro causas",
    "description": {
      "0": "Cuando Alhacén golpea a un enemigo con un Ataque Cargado o Descendente, crea un prisma rutilante. Este efecto solo puede activarse una vez cada 12 s."
    }
  },
  "passive2": {
    "name": "Revelación de incógnitas",
    "description": {
      "0": "El daño de la pantalla de luz y el de <strong>Enajenación: Constricción fenomenológica</strong> aumenta en un 0.1% por cada punto de Maestría Elemental que tenga Alhacén.",
      "1": "El daño que infligen estos dos ataques puede aumentar, como máximo, en un 100% de esta manera."
    }
  },
  "passive3": {
    "name": "Teorema de la reducción sobredeterminada",
    "description": {
      "0": "Al crear materiales de ascensión de arma, hay una probabilidad del 10% de recibir el doble."
    }
  },
  "constellation1": {
    "name": "Intuición",
    "description": {
      "0": "Al golpear a un enemigo con la pantalla de luz, el TdE de <strong>Universalidad: Emulación teorética</strong> se reduce en 1.2 s. Este efecto solo puede ocurrir una vez por segundo."
    }
  },
  "constellation2": {
    "name": "Retórica",
    "description": {
      "0": "La Maestría Elemental de Alhacén aumenta en 50 pts. durante 8 s por cada prisma rutilante que cree. Este efecto se puede acumular un máximo de 4 veces, cada acumulación tendrá su propia duración individual y puede activarse incluso cuando se ha alcanzado la cantidad máxima de prismas rutilantes."
    }
  },
  "constellation3": {
    "name": "Antítesis",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Universalidad: Emulación teorética</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation4": {
    "name": "Elucidación",
    "description": {
      "0": "Al utilizar <strong>Enajenación: Constricción fenomenológica</strong>, se producen los siguientes efectos en función del número de prismas rutilantes consumidos y creados al liberar la habilidad:",
      "1": [
        "La Maestría Elemental de los demás personajes del equipo cercanos aumenta en 30 pts. durante 15 s por cada prisma rutilante consumido.",
        "Alhacén obtiene un 10% de <dendro>Bono de Daño Dendro</dendro> durante 15 s por cada prisma rutilante creado."
      ],
      "2": "<br/>",
      "3": "Si durante este efecto se vuelve a liberar Enajenación: Constricción fenomenológica, se eliminará el efecto anterior."
    }
  },
  "constellation5": {
    "name": "Entendimiento",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Enajenación: Constricción fenomenológica</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation6": {
    "name": "Razón",
    "description": {
      "0": "Alhacén obtiene los siguientes efectos:",
      "1": [
        "Dos segundos después de terminar de liberar <strong>Enajenación: Constricción fenomenológica</strong>, ignora el número de prismas rutilantes consumidos y crea 3.",
        "Si crea más prismas rutilantes una vez alcanzada la cantidad máxima, la Prob. CRIT y el Daño CRIT de Alhacén aumentan en un 10% y 70% respectivamente durante 6 s. Si el efecto se vuelve a activar antes de que concluya su duración, esta aumentará en 6 s."
      ]
    }
  }
}