{
  "name": "Albedo",
  "title": "El Príncipe de la Roca Caliza",
  "description": "Alquimista Jefe de los Caballeros de Favonius y Capitán de la Compañía de Investigación. Lo llaman el “Príncipe de la Roca Caliza”.",
  "constellationName": "Princeps Cretaceus",
  "auto": {
    "name": "Técnica de espada Favonius - Albor",
    "fields": {
      "normal": {
        "0": "<strong><strong>Ataque Normal</strong>",
        "1": "Realiza hasta 5 ataques consecutivos con espada."
      },
      "charged": {
        "0": "<strong>Ataque Cargado</strong>",
        "1": "Consume cierta cantidad de Aguante para desatar un doble golpe de espada."
      },
      "plunging": {
        "0": "<strong>Ataque Descendente</strong>",
        "1": "Se lanza desde el aire para golpear el suelo, dañando a los enemigos cercanos e infligiendo Daño en el AdE en el momento del impacto."
      }
    },
    "skillParams": {
      "0": "Daño de 1er golpe",
      "1": "Daño de 2.º golpe",
      "2": "Daño de 3er golpe",
      "3": "Daño de 4.º golpe",
      "4": "Daño de 5.º golpe",
      "5": "Daño de ATQ Cargado",
      "6": "Coste de Aguante de ATQ Cargado",
      "7": "Daño de Caída",
      "8": "Daño de impacto de caída baja/alta",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Abiogénesis: Isotoma solar",
    "description": {
      "0": "Crea una isotoma solar que inflige <geo>Daño Geo en el AdE</geo>.",
      "1": "<br/>",
      "2": "<strong>Isotoma solar</strong>",
      "3": "Características:",
      "4": [
        "Cuando los enemigos situados en el centro del área de la isotoma solar reciben daño, esta se convertirá en una flor fugaz, abriéndose e infligiendo <geo>Daño Geo en el AdE</geo> proporcional a la DEF de Albedo.",
        "Solo puede crearse una flor fugaz cada 2 s.",
        "Cuando un personaje se sitúa sobre la isotoma solar, el poder de Geo se concentrará para formar una plataforma cristalizada de cierta altura sobre la que se podrán mantener los personajes.",
        "Solamente puede existir al mismo tiempo una isotoma solar creada por Albedo, y esta se considera una <geo>creación Geo</geo>."
      ],
      "5": "<br/>",
      "6": "<strong>Mantener pulsado</strong>",
      "7": "Controla la ubicación sobre la que tiene lugar la habilidad.",
      "8": "<br/>",
      "9": "<i>Esta especie de flor Geo, cuya meta es la misma que la de la alquimia, tiene una naturaleza muy particular. Brota de la tierra con miras a ascender a los cielos, donde se convertirá en un Sol</i>."
    },
    "skillParams": {
      "0": "Daño de habilidad",
      "1": "Daño de flor fugaz",
      "2": "Duración",
      "3": "TdE de habilidad",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Creación: Marea tectónica",
    "description": {
      "0": "Albedo ordena a sus cristales Geo que exploten, lanzándolos al frente e infligiendo <geo>Daño Geo en el AdE</geo>.",
      "1": "Si en el campo de batalla ya hay una isotoma solar creada por Albedo, creará 7 flores de la muerte dentro del área de la isotoma, provocando una violenta explosión que inflige <geo>Daño Geo en el AdE</geo>.",
      "2": "<br/>",
      "3": "El daño causado por la explosión y las flores de la muerte no creará una flor fugaz.",
      "4": "<br/>",
      "5": "<i>Bajo las órdenes del Príncipe de la Roca Caliza, el mundo entero puede temblar</i>."
    },
    "skillParams": {
      "0": "Daño instantáneo",
      "1": "Daño de flor de la muerte",
      "2": "TdE",
      "3": "Energía Elemental",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Fuerza caliza",
    "description": {
      "0": "Aumenta en un 25% el daño infligido por la flor fugaz de <strong>Abiogénesis: Isotoma solar</strong> contra enemigos con menos del 50% de Vida."
    }
  },
  "passive2": {
    "name": "Sabiduría del homúnculo",
    "description": {
      "0": "<strong>Creación: Marea tectónica</strong> aumenta en 125 pts. la Maestría Elemental de los personajes del equipo cercanos durante 10 s."
    }
  },
  "passive3": {
    "name": "Genio de la alquimia",
    "description": {
      "0": "Al crear materiales de ascensión de arma, hay una probabilidad del 10% de recibir el doble."
    }
  },
  "constellation1": {
    "name": "Flor del Edén",
    "description": {
      "0": "Cuando explota una flor fugaz de <strong>Abiogénesis: Isotoma solar</strong> creada por Albedo, este recupera 1.2 pts. de Energía Elemental."
    }
  },
  "constellation2": {
    "name": "Eón Fanerozoico",
    "description": {
      "0": "Al explotar, las flores fugaces de <strong>Abiogénesis: Isotoma solar</strong> otorgan a Albedo aritmética fatídica durante 30 s:",
      "1": [
        "Al utilizar <strong>Creación: Marea tectónica</strong>, se consumen todas las acumulaciones de aritmética fatídica y el daño infligido por las explosiones de Creación: Marea tectónica y de las flores de la muerte aumenta en una cantidad equivalente al 30% de la DEF de Albedo por cada acumulación.",
        "Este efecto puede acumularse un máximo de 4 veces."
      ]
    }
  },
  "constellation3": {
    "name": "Gracia de Helios",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Abiogénesis: Isotoma solar</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation4": {
    "name": "Caída divina",
    "description": {
      "0": "Si los personajes en uso están en el área de la isotoma solar, aumenta en un 30% el daño de sus Ataques Descendentes."
    }
  },
  "constellation5": {
    "name": "Marea del Hádico",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Creación: Marea tectónica</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation6": {
    "name": "Tierra purificadora",
    "description": {
      "0": "Aumenta en un 17% el daño de los personajes en uso si estos están en el área de la isotoma solar y bajo la protección de un escudo creado mediante Cristalización."
    }
  }
}