{
  "name": "Sangonomiya Kokomi",
  "title": "La Perla de la Sabiduría",
  "description": "La Sacerdotisa Divina y quien controla todos los asuntos de la Isla Watatsumi.",
  "constellationName": "Dracaena Somnolenta",
  "auto": {
    "name": "La forma del agua",
    "fields": {
      "normal": {
        "0": "<strong><strong>Ataque Normal</strong>",
        "1": "Realiza hasta 3 ataques con forma de pez nadador que infligen <hydro>Daño Hydro</hydro>."
      },
      "charged": {
        "0": "<strong>Ataque Cargado</strong>",
        "1": "Consume una cierta cantidad de Aguante para infligir <hydro>Daño Hydro en el AdE</hydro> después de un corto tiempo de canalización."
      },
      "plunging": {
        "0": "<strong>Ataque Descendente</strong>",
        "1": "Concentra el poder del agua, se lanza desde el aire para golpear el suelo y daña a los enemigos a su paso, infligiendo <hydro>Daño Hydro en el AdE</hydro> en el momento del impacto."
      }
    },
    "skillParams": {
      "0": "Daño de 1er golpe",
      "1": "Daño de 2.º golpe",
      "2": "Daño de 3er golpe",
      "3": "Daño de ATQ Cargado",
      "4": "Coste de Aguante de ATQ Cargado",
      "5": "Daño de Caída",
      "6": "Daño de impacto de caída baja/alta",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Juramento de la medusa",
    "description": {
      "0": "Invoca una medusa de agua que cura a los compañeros.",
      "1": "Al usar esta habilidad, se aplica el estado de <hydro>Mojado</hydro> sobre Sangonomiya Kokomi.",
      "2": "<br/>",
      "3": "<strong>Medusa</strong>",
      "4": [
        "Cada cierto tiempo, la medusa inflige <hydro>Daño Hydro en el AdE</hydro> contra los enemigos de alrededor y regenera Vida para los personajes en uso cercanos en proporción a la Vida Máx. de Sangonomiya Kokomi."
      ],
      "5": "<br/>",
      "6": "<i>Para mantener su eficacia en el trabajo, Kokomi necesita recargar energía a tiempo.</i>"
    },
    "skillParams": {
      "0": "Curación",
      "1": "Daño de la medusa",
      "2": "Duración",
      "3": "TdE",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Encarnación de las nereidas",
    "description": {
      "0": "Hace descender el poder de Watatsumi para infligir <hydro>Daño Hydro</hydro> contra los enemigos cercanos y cubrirse con un manto ceremonial hecho con las aguas de Sangonomiya.",
      "1": "<br/>",
      "2": "<strong>Manto ceremonial</strong>",
      "3": [
        "Aumenta tanto el daño del Ataque Normal y Cargado de Sangonomiya Kokomi como el que inflige la medusa en proporción a su Vida Máx.",
        "Al golpear a un enemigo con un Ataque Normal o Cargado, regenera Vida para todos los miembros del equipo cercanos en función de la Vida Máx. de Kokomi.",
        "Aumenta la RES a interrupción de Sangonomiya Kokomi y le permite moverse sobre el agua."
      ],
      "4": "<br/>",
      "5": "Estos efectos desaparecerán cuando Kokomi sea retirada de combate.",
      "6": "<br/>",
      "7": "<i>Una luz cristalina envuelve a Su Excelencia, Sangonomiya Kokomi, para reflejar su magnificencia.</i>"
    },
    "skillParams": {
      "0": "Daño de habilidad",
      "1": "Aumento de daño de ATQ Normal",
      "2": "Aumento de daño de ATQ Cargado",
      "3": "Aumento de daño de la medusa",
      "4": "Curación al atacar",
      "5": "Duración",
      "6": "TdE",
      "7": "Energía Elemental",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Bendición de Tamakushi",
    "description": {
      "0": "Si ya hay en combate una medusa invocada por Sangonomiya Kokomi, al realizar <strong>Encarnación de las nereidas</strong> se reiniciará la duración de la medusa."
    }
  },
  "passive2": {
    "name": "Canto de la perla",
    "description": {
      "0": "Mientras está bajo los efectos del manto ceremonial de <strong>Encarnación de las nereidas</strong>, el aumento de daño del Ataque Normal y Cargado de Sangonomiya Kokomi en proporción a su Vida Máx. aumenta aún más en una cantidad equivalente al 15% de su Bono de Curación."
    }
  },
  "passive3": {
    "name": "Princesa de Watatsumi",
    "description": {
      "0": "Disminuye en un 20% el Coste de Aguante al nadar de todos los miembros de tu equipo.",
      "1": "No se puede acumular con otros talentos pasivos que tengan los mismos efectos."
    }
  },
  "passive": {
    "name": "Estrategia infalible",
    "description": {
      "0": "Aumenta en un 25% el Bono de Curación de Sangonomiya Kokomi, pero reduce su Prob. CRIT en un 100%."
    }
  },
  "constellation1": {
    "name": "Los límites del agua",
    "description": {
      "0": "Mientras está bajo los efectos del manto ceremonial de <strong>Encarnación de las nereidas</strong>, el último golpe del Ataque Normal de Sangonomiya Kokomi liberará un pez nadador adicional que inflige una cantidad de <hydro>Daño Hydro</hydro> equivalente al 30% de la Vida Máx. de Kokomi.",
      "1": "Este daño no se considera daño de Ataque Normal."
    }
  },
  "constellation2": {
    "name": "Oleaje de nubes",
    "description": {
      "0": "Sangonomiya Kokomi obtiene los siguientes aumentos de curación para los personajes con un 50% de Vida o menos a través de las siguientes formas:",
      "1": [
        "Aumenta la curación de la medusa de <strong>Juramento de la medusa</strong> en una cantidad adicional en proporción al 4.5% de la Vida Máx. de Kokomi.",
        "Aumenta la curación de los Ataques Normales y Cargados realizados bajo los efectos de <strong>Encarnación de las nereidas</strong> en una cantidad adicional en proporción al 0.6% de la Vida Máx. de Kokomi."
      ]
    }
  },
  "constellation3": {
    "name": "Luna del océano",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Encarnación de las nereidas</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation4": {
    "name": "Observadora de las aguas",
    "description": {
      "0": "Mientras está bajo los efectos del manto ceremonial de <strong>Encarnación de las nereidas</strong>, la Vel. de Ataque Normal de Sangonomiya Kokomi aumenta en un 10% y recupera 0.8 pts. de Energía Elemental cada vez que golpea a un enemigo con un Ataque Normal.",
      "1": "Este efecto solo puede ocurrir una vez cada 0.2 s."
    }
  },
  "constellation5": {
    "name": "Convergencia hacia los mares",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Juramento de la medusa</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation6": {
    "name": "Corazón del coral",
    "description": {
      "0": "Mientras está bajo los efectos del manto ceremonial de <strong>Encarnación de las nereidas</strong>, cuando Sangonomiya Kokomi realiza un Ataque Normal o Cargado que tiene efectos curativos con el fin de curar a un personaje con un 80% o más de Vida, obtiene un 40% de <hydro>Bono de Daño Hydro</hydro> durante 4 s."
    }
  }
}