{
  "burst": {
    "name": "Filo de las diez mil hojas",
    "description": {
      "0": "Ejecuta la técnica Garyuu definitiva para realizar un corte de viento otoñal que inflige <anemo>Daño Anemo en el AdE</anemo>.",
      "1": "El viento generado por la espada creará un área llamada “viento del otoño”, que infligirá regularmente <anemo>Daño Anemo</anemo> a los enemigos dentro de ella.",
      "2": "<br/>",
      "3": "<strong>Cambio elemental</strong>",
      "4": "Si viento del otoño entra en contacto con <hydro>Hydro</hydro>/<pyro>Pyro</pyro>/<cryo>Cryo</cryo>/<electro>Electro</electro> mientras dure, infligirá Daño Elemental adicional de ese tipo.",
      "5": "Este cambio elemental solo puede ocurrir una vez durante la habilidad.",
      "6": "<br/>",
      "7": "<i>“Veo en un momento la eternidad pasar",
      "8": "Sé al instante que el otoño va a llegar",
      "9": "Mas prefiero depender del viento que corta",
      "10": "Para ser aquel que a la eternidad interroga”.</i>"
    },
    "slashdmg": "Daño de corte",
    "skillParams": {
      "0": "Daño de corte de viento",
      "1": "Daño continuo",
      "2": "Daño Elemental adicional",
      "3": "Duración",
      "4": "TdE",
      "5": "Energía Elemental",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "name": "Kaedehara Kazuha",
  "title": "El Mensajero del Viento",
  "description": "Un samurái errante de Inazuma que actualmente se hospeda en la Flota Crux Meridianam de Liyue. El corazón de este amable y libre joven encierra sus muchas cargas del pasado.",
  "constellationName": "Acer Palmatum",
  "auto": {
    "name": "Técnica de espada Garyuu",
    "fields": {
      "normal": {
        "0": "<strong><strong>Ataque Normal</strong>",
        "1": "Realiza hasta 5 ataques consecutivos con espada."
      },
      "charged": {
        "0": "<strong>Ataque Cargado</strong>",
        "1": "Consume cierta cantidad de Aguante para desatar un doble golpe de espada."
      },
      "plunging": {
        "0": "<strong>Ataque Descendente</strong>",
        "1": "Se lanza desde el aire para golpear el suelo, dañando a los enemigos cercanos e infligiendo Daño en el AdE en el momento del impacto. Si el Ataque Descendente se activa tras usar Vehemencia estremecedora, se convertirá en Ataque Descendente: Contención del caos."
      },
      "plunging_midare": {
        "0": "<strong>Ataque Descendente: Contención del caos</strong>",
        "1": "Al utilizar la Habilidad Elemental, Vehemencia estremecedora, para realizar un Ataque Descendente, el daño que inflige el Ataque Descendente se convertirá en <anemo>Daño Anemo</anemo> y, al aterrizar, creará un pequeño túnel de viento que atrae a los objetos y enemigos cercanos."
      }
    },
    "skillParams": {
      "0": "Daño de 1er golpe",
      "1": "Daño de 2.º golpe",
      "2": "Daño de 3er golpe",
      "3": "Daño de 4.º golpe",
      "4": "Daño de 5.º golpe",
      "5": "Ataque Cargado",
      "6": "Coste de Aguante de ATQ Cargado",
      "7": "Daño de Caída",
      "8": "Daño de impacto de caída baja/alta",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Vehemencia estremecedora",
    "description": {
      "0": "Usa una técnica secreta para crear un fuerte vendaval que atrae a los enemigos y los objetos hacia la ubicación actual de Kazuha, los lanza por los aires y les inflige <anemo>Daño Anemo</anemo>. Además, Kazuha alzará el vuelo gracias a la corriente de aire generada mediante esta habilidad.",
      "1": "En los 10 s siguientes de permanecer en el aire tras usar Vehemencia estremecedora, si Kazuha realiza un Ataque Descendente, este se convertirá en un poderoso Ataque Descendente: Contención del caos.",
      "2": "<br/>",
      "3": "<strong>Pulsar una vez</strong>",
      "4": "Puede ejecutarse estando en el aire.",
      "5": "<br/>",
      "6": "<strong>Mantener pulsado</strong>",
      "7": "Reúne fuerzas para realizar la habilidad, la cual infligirá más <anemo>Daño Anemo</anemo> y en una AdE más grande que la de pulsar una vez.",
      "8": "<br/>",
      "9": "<strong>Ataque Descendente: Contención del caos</strong>",
      "10": "Al realizar un Ataque Descendente mediante la Habilidad Elemental, Vehemencia estremecedora, el daño que inflige el Ataque Descendente se convertirá en <anemo>Daño Anemo</anemo> y, al aterrizar, creará un pequeño túnel de viento que atrae a los objetos y enemigos cercanos.",
      "11": "El daño de Contención del caos se considera daño de Ataque Descendente.",
      "12": "<br/>",
      "13": "<i>“Viento que llora",
      "14": "Viejos dioses y gentes",
      "15": "Montañas rojas”.</i>"
    },
    "skillParams": {
      "0": "Daño de habilidad al pulsar una vez",
      "1": "TdE al pulsar una vez",
      "2": "Daño de habilidad al mantener pulsado",
      "3": "TdE de mantener pulsado",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Espada de la erosión",
    "description": {
      "0": "Si al usar <strong>Vehemencia estremecedora</strong>, esta entra en contacto con <hydro>Hydro</hydro>/<pyro>Pyro</pyro>/<cryo>Cryo</cryo>/<electro>Electro</electro>, el siguiente Ataque Descendente: Contención del caos realizado gracias a <strong>Vehemencia estremecedora</strong> experimentará un cambio elemental e infligirá adicionalmente un 200% de daño del elemento al que cambió. Este daño se considera daño de Ataque Descendente. El cambio elemental solo puede ocurrir una vez por cada uso de <strong>Vehemencia estremecedora</strong>."
    }
  },
  "passive2": {
    "name": "Haiku de la brisa",
    "description": {
      "0": "Cuando Kaedehara Kazuha provoca una reacción de Torbellino, otorga durante 8 s a todos los miembros del equipo un 0.04% de Bono de Daño Elemental del elemento al que cambió Torbellino por cada punto de Maestría Elemental que él tenga. Puede haber al mismo tiempo distintos Bonos de Daño Elemental obtenidos de esta manera."
    }
  },
  "passive3": {
    "name": "Viento arrebol",
    "description": {
      "0": "Disminuye en un 20% el Coste de Aguante al esprintar de todos los miembros de tu equipo.",
      "1": "No se puede acumular con otros talentos pasivos que tengan los mismos efectos."
    }
  },
  "constellation1": {
    "name": "Rubor de las montañas",
    "description": {
      "0": "Reduce en un 10% el TdE de <strong>Vehemencia estremecedora</strong>.",
      "1": "Además, el TdE de esta habilidad se reiniciará al usar <strong>Filo de las diez mil hojas</strong>."
    }
  },
  "constellation2": {
    "name": "Viento en las colinas",
    "description": {
      "0": "Dentro del área de viento del otoño creada mediante <strong>Filo de las diez mil hojas</strong> ocurren los siguientes efectos:",
      "1": [
        "Mientras dure el área, la Maestría Elemental de Kaedehara Kazuha aumenta 200 pts.",
        "La Maestría Elemental de los personajes dentro del área de viento del otoño aumenta 200 pts."
      ],
      "2": "<br/>",
      "3": "Los efectos de incremento de Maestría Elemental que proporciona esta constelación no son acumulables."
    }
  },
  "constellation3": {
    "name": "Leyenda de los arces",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Vehemencia estremecedora</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation4": {
    "name": "Ilusión de la nada",
    "description": {
      "0": "Cuando la Energía Elemental de Kaedehara Kazuha está por debajo de 45 pts., obtiene los siguientes efectos:",
      "1": [
        "Al pulsar una vez <strong>Vehemencia estremecedora</strong>, recupera 3 pts. de energía. Al mantener pulsado, recupera 4 pts.",
        "Mientras vuela, Kazuha recupera 2 pts. de Energía Elemental por segundo."
      ]
    }
  },
  "constellation5": {
    "name": "Sabiduría eterna",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Filo de las diez mil hojas</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation6": {
    "name": "Hojas escarlata",
    "description": {
      "0": "Tras utilizar <strong>Vehemencia estremecedora</strong> o <strong>Filo de las diez mil hojas</strong>, Kazuha se <anemo>imbuye del elemento Anemo</anemo> durante 5 s. Además, el daño que inflige con sus Ataques Normales, Cargados y Descendentes aumenta en un 0.2% por cada punto de Maestría Elemental que tenga."
    }
  }
}