{
  "name": "Fischl",
  "title": "La Princesa del Juicio",
  "description": "Una chica misteriosa que se hace llamar “Princesa del Juicio”. Siempre camina junto con un cuervo oscuro llamado Oz.",
  "constellationName": "Corvus",
  "auto": {
    "name": "Flechas del juicio",
    "fields": {
      "normal": {
        "0": "<strong><strong>Ataque Normal</strong>",
        "1": "Realiza hasta 5 disparos consecutivos con arco."
      },
      "charged": {
        "0": "<strong>Ataque Cargado</strong>",
        "1": "Realiza un <strong>Disparo Preciso</strong> que inflige mayor daño y tiene mayor precisión.",
        "2": "Al apuntar, los espíritus oscuros del Reino de la Noche Eterna atenderán al llamado de su Princesa y se acumularán en la punta de la flecha mágica. Cuando esté completamente cargada, la flecha liberará un relámpago del juicio que inflige una cantidad considerable de <electro>Daño Electro</electro>."
      },
      "plunging": {
        "0": "<strong>Ataque Descendente</strong>",
        "1": "Dispara una lluvia de flechas desde el aire mientras desciende rápidamente, infligiendo Daño en el AdE al impactar contra el suelo."
      }
    },
    "skillParams": {
      "0": "Daño de 1er golpe",
      "1": "Daño de 2.º golpe",
      "2": "Daño de 3er golpe",
      "3": "Daño de 4.º golpe",
      "4": "Daño de 5.º golpe",
      "5": "Disparo Preciso",
      "6": "Disparo Preciso (carga completa)",
      "7": "Daño de Caída",
      "8": "Daño de impacto de caída baja/alta",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Vigía de la noche",
    "description": {
      "0": "Invoca a Oz. El cuervo nocturno compuesto de oscuridad y truenos desciende sobre la tierra, infligiendo <electro>Daño Electro</electro> en una pequeña AdE.",
      "1": "Mientras dure la habilidad, Oz atacará continuamente a los enemigos cercanos con <electro>balas Electro</electro>.",
      "2": "<br/>",
      "3": "Mantén pulsado para ajustar la ubicación en la que se invocará a Oz.",
      "4": "Pulsa de nuevo cuando Oz esté presente para invocarlo al lado de Fischl.",
      "5": "<br/>",
      "6": "<i>“Ve, Oz. Desciende sobre ellos e invoca tu relámpago del juicio para dar comienzo a la noche eterna”.</i>",
      "7": "<i>——«Flores para la princesa Fischl (IV): Adiós, Señorita».</i>"
    },
    "skillParams": {
      "0": "Daño de ATQ de Oz",
      "1": "Daño al invocar",
      "2": "Duración de Oz",
      "3": "TdE",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Ilusión nocturna",
    "description": {
      "0": "Invoca a Oz para extender sus alas del crepúsculo y proteger a Fischl.",
      "1": "Durante la habilidad, tiene las siguientes propiedades:",
      "2": [
        "Fischl adquiere la forma de Oz, lo que aumenta considerablemente su Velocidad de Movimiento.",
        "Inflige <electro>Daño Electro</electro> a los enemigos cercanos. Cada enemigo puede ser golpeado solo una vez."
      ],
      "3": "Al finalizar la habilidad, Oz permanecerá en el campo de batalla, atacando a los enemigos de la Princesa. Si Oz ya estaba en el campo de batalla, reiniciará su duración.",
      "4": "<br/>",
      "5": "<i>“... Entre las hordas de bestias que persiguen la sangre maldita, solo el Príncipe Cuervo de la Noche, que fue testigo de la extinción de mil mundos, conoce la verdadera grandeza de la Princesa. Así, las alas nocturnas que extiende son su eterna promesa de proteger a Su Alteza Real”.</i>",
      "6": "<i>—«Flores para la Princesa Fischl - Vol. I: El colapso del fin de los tiempos».</i>"
    },
    "skillParams": {
      "0": "Daño de rayo",
      "1": "TdE",
      "2": "Energía Elemental",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Cuervo devoraestrellas",
    "description": {
      "0": "Cuando Fischl golpea a Oz con un Disparo Preciso completamente cargado, Oz lanza una retribución del trueno, infligiendo <electro>Daño Electro en el AdE</electro> igual al 152.7% del daño de la flecha."
    }
  },
  "passive2": {
    "name": "Juicio de los pecadores",
    "description": {
      "0": "Si el personaje en uso desencadena una <electro>Reacción Elemental Electro</electro> cuando Oz está en combate, el enemigo será golpeado con retribución del trueno, infligiendo <electro>Daño Electro</electro> igual al 80% del ATQ de Fischl."
    }
  },
  "passive3": {
    "name": "Mi jardín secreto",
    "description": {
      "0": "Reduce en un 25% el tiempo necesario para completar una expedición en Mondstadt."
    }
  },
  "constellation1": {
    "name": "Ojo de cuervo penetrante",
    "description": {
      "0": "Cuando Oz no está en el campo de batalla, seguirá vigilando a Fischl a través de su ojo de cuervo. Cuando Fischl ataca a un enemigo con Ataque Normal, Oz atacará simultáneamente con su ojo e infligirá un 22% de daño."
    }
  },
  "constellation2": {
    "name": "Devorador de pecados",
    "description": {
      "0": "<strong>Vigía de la noche</strong> inflige un 200% de daño adicional y su AdE aumenta en un 50%."
    }
  },
  "constellation3": {
    "name": "Alas sombrías",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Vigía de la noche</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation4": {
    "name": "Fantasía de la princesa",
    "description": {
      "0": "Al lanzar <strong>Ilusión nocturna</strong>, inflige un 222% de daño de ATQ como <electro>Daño Electro</electro> a los enemigos cercanos.",
      "1": "Cuando termina la duración de la habilidad, Fischl recupera el 20% de su Vida."
    }
  },
  "constellation5": {
    "name": "Noche silenciosa",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Ilusión nocturna</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation6": {
    "name": "Ave de la Noche Eterna",
    "description": {
      "0": "Aumenta la duración de la invocación de Oz en 2 s. Mientras Oz esté presente, atacará junto a tu personaje en uso e infligirá un 30% del ATQ de Fischl como <electro>Daño Electro</electro>."
    }
  }
}