{
  "name": "Sayu",
  "title": "La Tejón Ninja",
  "description": "Una ninja perteneciente a Los Ocelos. Muy bajita y siempre con aspecto de no haber dormido suficiente.",
  "constellationName": "Nyctereutes Minor",
  "auto": {
    "name": "Sable ninja de Los Ocelos",
    "fields": {
      "normal": {
        "0": "<strong><strong>Ataque Normal</strong>",
        "1": "Realiza hasta 4 tajos de espada consecutivos."
      },
      "charged": {
        "0": "<strong>Ataque Cargado</strong>",
        "1": "Consume Aguante de manera constante para realizar golpes de espada giratorios contra los enemigos cercanos.",
        "2": "Al final del Ataque Cargado, realizará un golpe de espada más poderoso."
      },
      "plunging": {
        "0": "<strong>Ataque Descendente</strong>",
        "1": "Se lanza desde el aire para golpear el suelo, dañando a los enemigos cercanos e infligiendo Daño en el AdE en el momento del impacto."
      }
    },
    "skillParams": {
      "0": "Daño de 1er golpe",
      "1": "Daño de 2.º golpe",
      "2": "Daño de 3er golpe",
      "3": "Daño de 4.º golpe",
      "4": "Daño de ATQ Cargado en ciclo",
      "5": "Daño final de Ataque Cargado",
      "6": "Coste de Aguante de ATQ Cargado",
      "7": "Duración máx.",
      "8": "Daño de Caída",
      "9": "Daño de impacto de caída baja/alta",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Técnica “¡Yujuuu!”: Colisión de viento",
    "description": {
      "0": "¡La técnica ninja especial “Yujuuu”! ¡Una técnica veloz como el rayo para rodar por todo el campo de batalla!",
      "1": "Se transforma en una rápida rueda de viento que inflige <anemo>Daño Anemo</anemo> al chocar contra un enemigo. Al terminar la duración, ejecuta una tornadopatada que inflige <anemo>Daño Anemo en el AdE</anemo>.",
      "2": "<br/>",
      "3": "<strong>Pulsar una vez</strong>",
      "4": "Se transforma en una rueda de viento para rodar una pequeña distancia y ejecutar una tornadopatada.",
      "5": "<br/>",
      "6": "<strong>Mantener pulsado</strong>",
      "7": "Se transforma en una rueda de viento para rodar continuamente y aumentar la RES a interrupción de Sayu.",
      "8": "Mientras está en este estado, Sayu puede controlar la dirección en la que rueda y, al dejar de pulsar, terminará su duración y ejecutará una tornadopatada más poderosa que la de pulsar una vez.",
      "9": "Si se mantiene pulsada esta habilidad, podrá ocurrir un cambio elemental.",
      "10": "<br/>",
      "11": "La rueda de viento tiene una duración máxima de 10 s y, al finalizar, la habilidad entrará en TdE. Cuanto más tiempo esté transformada en la rueda de viento, más largo será dicho TdE.",
      "12": "<br/>",
      "13": "<strong>Cambio elemental</strong>",
      "14": "Si Sayu entra en contacto con <hydro>Hydro</hydro>/<pyro>Pyro</pyro>/<cryo>Cryo</cryo>/<electro>Electro</electro> estando transformada en la rueda de viento, tanto dicha rueda como la tornadopatada infligirán un bono de Daño Elemental adicional de ese tipo.",
      "15": "El cambio elemental solo puede ocurrir una vez durante la habilidad.",
      "16": "<br/>",
      "17": "<i>Sayu podría ejecutar a la perfección esta técnica incluso con los ojos cerrados. En un principio, la usaba para huir, pero tras conseguir su Visión, por fin la puede aprovechar para que sus enemigos muerdan el polvo.</i>"
    },
    "skillParams": {
      "0": "Daño de rueda de viento",
      "1": "Daño de tornadopatada al pulsar una vez",
      "2": "Daño de tornadopatada al mantener pulsado",
      "3": "Daño Elemental de rueda de viento",
      "4": "Daño Elem. de tornadopatada al mantener pulsado",
      "5": "TdE máx. de mantener pulsado",
      "6": "TdE",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Técnica “¡Yujuuu!”: Frenesí tejón",
    "description": {
      "0": "¡La otra técnica ninja especial “Yujuuu”! Sirve para crear un ayudante que trabaje por Sayu.",
      "1": "Inflige <anemo>Daño Anemo</anemo> contra los enemigos alrededor, recupera Vida para todos los personajes cercanos del equipo en una cantidad proporcional al ATQ de Sayu e invoca un tejón daruma.",
      "2": "<br/>",
      "3": "<strong>Tejón daruma</strong>",
      "4": "Realiza alguna de las siguientes acciones dependiendo de la situación de su entorno:",
      "5": [
        "Si la Vida de todos los personajes cercanos es superior al 70%, el tejón daruma atacará a un enemigo cercano, infligiendo <anemo>Daño Anemo</anemo>.",
        "Si en las cercanías hay personajes con una Vida igual o inferior al 70%, curará al personaje con el menor porcentaje de Vida. La cantidad regenerada será proporcional al ATQ de Sayu. Si no hay ningún enemigo cerca, curará a los personajes incluso aunque su Vida esté por encima del 70%."
      ],
      "6": "<br/>",
      "7": "<i>A aquellos que no dominan las técnicas ninja les encanta que Sayu les muestre cómo realizar esta en concreto. Algunos incluso han intentado aprender de ella. Pero Sayu no quiere que la molesten, solo quiere dormir.</i>"
    },
    "skillParams": {
      "0": "Daño al activar la habilidad",
      "1": "Curación al activar la habilidad",
      "2": "Daño del tejón daruma",
      "3": "Curación del tejón daruma",
      "4": "Duración",
      "5": "TdE",
      "6": "Energía Elemental",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "¡Déjame en paz!",
    "description": {
      "0": "Cuando Sayu causa una reacción de Torbellino mientras está en combate, todos los miembros de tu equipo y los aliados cercanos recuperan 300 pts. de Vida, además de 1.2 pts. de Vida adicionales por cada punto de Maestría Elemental de Sayu.",
      "1": "Este efecto solo puede ocurrir una vez cada 2 s."
    }
  },
  "passive2": {
    "name": "¡Sayu no trabaja!",
    "description": {
      "0": "El tejón daruma invocado con <strong>Técnica “¡Yujuuu!”: Frenesí tejón</strong> obtiene los siguientes efectos:",
      "1": [
        "Al curar a un personaje, los demás personajes cercanos a él y que estén en combate recuperan una cantidad de Vida equivalente al 20% de la recuperada por el primer personaje.",
        "Aumenta el AdE del ataque ejecutado por el tejón daruma contra los enemigos."
      ]
    }
  },
  "passive3": {
    "name": "Técnica “¡Yujuuu!”: Secreto del sigilo",
    "description": {
      "0": "Cuando Sayu está en el equipo, tus personajes no asustarán a los cristalópteros u otras criaturas.",
      "1": "Puedes consultar cuáles son estas criaturas en Archivo - Seres vivos - Fauna - Otros."
    }
  },
  "constellation1": {
    "name": "Técnica multitarea",
    "description": {
      "0": "Las acciones del tejón daruma invocado con <strong>Técnica “¡Yujuuu!”: Frenesí tejón</strong> ya no están limitadas por la Vida de los personajes, sino que atacará a los enemigos cercanos y, al mismo tiempo, curará a los miembros del equipo."
    }
  },
  "constellation2": {
    "name": "¡Fuera de mi camino!",
    "description": {
      "0": "<strong>Técnica “¡Yujuuu!”: Colisión de viento</strong> obtiene los siguientes efectos:",
      "1": [
        "Aumenta en un 3.3% el daño de la tornadopatada al pulsar una vez.",
        "Al mantener pulsado para transformarse en una rueda de viento, el daño de la siguiente tornadopatada aumenta en un 3.3% cada 0.5 s. El daño máximo de la tornadopatada alcanzado de esta manera solo podrá ser del 66%."
      ]
    }
  },
  "constellation3": {
    "name": "Déjaselo al tejón",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Técnica “¡Yujuuu!”: Frenesí tejón</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation4": {
    "name": "Holgazanería innovadora",
    "description": {
      "0": "Cuando Sayu causa una reacción de Torbellino, recupera 1.2 pts. de Energía Elemental.",
      "1": "Esto puede ocurrir una vez cada 2 s."
    }
  },
  "constellation5": {
    "name": "La velocidad es lo primero",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Técnica “¡Yujuuu!”: Colisión de viento</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation6": {
    "name": "Cinco minutos más...",
    "description": {
      "0": "El ATQ y la curación del tejón daruma invocado por Sayu mediante <strong>Técnica “¡Yujuuu!”: Frenesí tejón</strong> aumentan en proporción a su Maestría Elemental. Cada punto de Maestría Elemental de Sayu produce los siguientes efectos:",
      "1": [
        "El daño infligido por el tejón daruma aumenta en un 0.2% adicional del ATQ. Solo se puede infligir un máximo de 400% de daño adicional de esta manera.",
        "Aumenta en 3 pts. la cantidad de Vida que cura el tejón. Solo se puede curar un máximo de 6000 pts. de Vida de esta manera."
      ]
    }
  }
}