{
  "name": "Candace",
  "title": "La Devota Áurea",
  "description": "Custodia de la Aldea Aaru. Esta muchacha con un ojo color ámbar es descendiente del Rey Deshret.",
  "constellationName": "Sagitta Scutum",
  "auto": {
    "name": "Lanza radiante - En guardia",
    "fields": {
      "normal": {
        "0": "<strong><strong>Ataque Normal</strong>",
        "1": "Realiza hasta 4 ataques rápidos con lanza."
      },
      "charged": {
        "0": "<strong>Ataque Cargado</strong>",
        "1": "Consume una cierta cantidad de Aguante para lanzarse al frente, infligiendo daño a los enemigos en el camino."
      },
      "plunging": {
        "0": "<strong>Ataque Descendente</strong>",
        "1": "Se lanza desde el aire para golpear el suelo, dañando a los enemigos cercanos e infligiendo Daño en el AdE en el momento del impacto."
      }
    },
    "skillParams": {
      "0": "Daño de 1er golpe",
      "1": "Daño de 2.º golpe",
      "2": "Daño de 3er golpe",
      "3": "Daño de 4.º golpe",
      "4": "Daño de ATQ Cargado",
      "5": "Coste de Aguante de ATQ Cargado",
      "6": "Daño de Caída",
      "7": "Daño de impacto de caída baja/alta",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Rito sagrado: Garza guardiana",
    "description": {
      "0": "Con su estilo de combate, Candace es capaz de resistir contra toda una marea de enemigos.",
      "1": "<br/>",
      "2": "<strong>Pulsar una vez</strong>",
      "3": "Ataca con su escudo para infligir <hydro>Daño Hydro</hydro> contra los enemigos frente a ella.",
      "4": "<br/>",
      "5": "<strong>Mantener pulsado</strong>",
      "6": "Usa su escudo para resistir los ataques de los enemigos de alrededor, lo que crea un escudo que absorbe daño en función de la Vida Máx. de Candace. Dicho escudo tiene un 250% de efectividad de absorción de <hydro>Daño Hydro</hydro> y dura hasta que se libera la Habilidad Elemental.",
      "7": "Tras mantener pulsado durante cierto tiempo, el escudo se carga por completo y, al dejar de mantener pulsada la habilidad, cuando termine su duración o cuando el escudo se rompa, Candace ejecuta un salto ofensivo que inflige <hydro>Daño Hydro</hydro> contra los enemigos frente a ella.",
      "8": "<br/>",
      "9": "<i>El juramento que hereda un custodio debe ser aún más firme que el escudo que hereda de sus ancestros.</i>"
    },
    "skillParams": {
      "0": "Absorción de daño del escudo",
      "1": "Daño básico",
      "2": "Daño de carga completa",
      "3": "TdE al pulsar una vez",
      "4": "TdE de mantener pulsado",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Rito sagrado: Marea de aguzanieves",
    "description": {
      "0": "Candace alza su arma para implorar una bendición divina que inflige <hydro>Daño Hydro en el AdE</hydro> en función de su Vida Máx. y otorga continuamente el estado de “oración de la corona escarlata” al personaje en uso.",
      "1": "<br/>",
      "2": "<strong>Oración de la corona escarlata</strong>",
      "3": "Tiene las siguientes propiedades:",
      "4": [
        "Aumenta el Daño Elemental que infligen los personajes con sus Ataques Normales.",
        "Cuando un personaje entra en el campo de batalla, libera una onda de agua que inflige <hydro>Daño Hydro</hydro> contra los enemigos cercanos. Esto solo se puede activar un determinado número de veces mientras este efecto está activo.",
        "<hydro>Imbuye del elemento Hydro</hydro> a los personajes que utilizan espada ligera, mandoble o lanza y que están bajo los efectos de este estado."
      ],
      "5": "<br/>",
      "6": "<i>Este es el ritual secreto heredado por generaciones en el clan de Candace. Aunque estas viejas creencias ya se han perdido con el paso del tiempo, el desierto sigue protegiendo a los descendientes del antiguo reino.</i>"
    },
    "skillParams": {
      "0": "Daño de habilidad",
      "1": "Duración",
      "2": "Bono de daño",
      "3": "Daño de onda de agua",
      "4": "Activaciones de onda de agua",
      "5": "TdE",
      "6": "Energía Elemental",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Escudo antiflechas",
    "description": {
      "0": "Si Candace recibe un ataque mientras mantiene pulsado <strong>Rito sagrado: Garza guardiana</strong>, la habilidad se cargará por completo inmediatamente."
    }
  },
  "passive2": {
    "name": "Bóveda celestial de las arenas",
    "description": {
      "0": "Cuando un personaje en el estado de oración de la corona escarlata de <strong>Rito sagrado: Marea de aguzanieves</strong> inflige Daño Elemental contra un enemigo con un Ataque Normal, este daño aumenta en un 0.5% por cada 1000 pts. de Vida Máx. que tenga Candace."
    }
  },
  "passive3": {
    "name": "Luz del alba",
    "description": {
      "0": "Disminuye en un 20% el Coste de Aguante al escalar de todos los miembros de tu equipo.",
      "1": "No se puede acumular con otros talentos pasivos que tengan los mismos efectos."
    }
  },
  "constellation1": {
    "name": "Heredera de las arenas escarlata",
    "description": {
      "0": "Aumenta en 3 s la duración del estado de oración de la corona escarlata de <strong>Rito sagrado: Marea de aguzanieves</strong>."
    }
  },
  "constellation2": {
    "name": "Brillo perforalunas",
    "description": {
      "0": "Al golpear a un enemigo con <strong>Rito sagrado: Garza guardiana</strong>, la Vida Máx. de Candace aumenta en un 20% durante 15 s."
    }
  },
  "constellation3": {
    "name": "Devoción por la caza",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Rito sagrado: Marea de aguzanieves</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation4": {
    "name": "Juramento de la guardiana",
    "description": {
      "0": "Reduce el TdE de mantener pulsado <strong>Rito sagrado: Garza guardiana</strong> hasta el mismo que el de pulsar una vez."
    }
  },
  "constellation5": {
    "name": "Mirada heterocromática",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Rito sagrado: Garza guardiana</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation6": {
    "name": "Marea inundatoria",
    "description": {
      "0": "Cuando un personaje en uso (a excepción de Candace) que está en el estado de oración de la corona escarlata de <strong>Rito sagrado: Marea de aguzanieves</strong> inflige Daño Elemental con un Ataque Normal contra un enemigo, se libera una onda de agua de Rito sagrado: Marea de aguzanieves que inflige <hydro>Daño Hydro en el AdE</hydro> en una cantidad equivalente al 15% de la Vida Máx. de Candace.",
      "1": "Este efecto solo se puede activar una vez cada 2.3 s y su daño se considera daño de Habilidad Definitiva."
    }
  }
}