{
  "name": "Cyno",
  "title": "El Magistrado de lo Arcano",
  "description": "Gran Juez de la matra y supervisor de los eruditos de la Academia de Sumeru. Cuando trabaja, es incluso más eficiente que la “Gran Vayuvyastra” creada por la Facultad Kshahrewar.",
  "constellationName": "Lupus Aureus",
  "auto": {
    "name": "Lanza de la invocación",
    "fields": {
      "normal": {
        "0": "<strong><strong>Ataque Normal</strong>",
        "1": "Realiza hasta 4 ataques rápidos con lanza."
      },
      "charged": {
        "0": "<strong>Ataque Cargado</strong>",
        "1": "Consume una cierta cantidad de Aguante para lanzarse al frente, e infligir daño a los enemigos en el camino."
      },
      "plunging": {
        "0": "<strong>Ataque Descendente</strong>",
        "1": "Se lanza desde el aire para golpear el suelo, dañando a los enemigos cercanos e infligiendo Daño en el AdE en el momento del impacto."
      }
    },
    "skillParams": {
      "0": "Daño de 1er golpe",
      "1": "Daño de 2.º golpe",
      "2": "Daño de 3er golpe",
      "3": "Daño de 4.º golpe",
      "4": "Daño de ATQ Cargado",
      "5": "Coste de Aguante de ATQ Cargado",
      "6": "Daño de Caída",
      "7": "Daño de impacto de caída baja/alta",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Rito secreto: Guía de las almas abismales",
    "description": {
      "0": "Se arroja rápidamente hacia delante para infligir <electro>Daño Electro</electro> contra los enemigos en el camino.",
      "1": "<br/>",
      "2": "Cuando Cyno está en el estado de abrecaminos del juramento de su Habilidad Definitiva, Rito sagrado: Celeridad lupina, realizará una <strong>ofrenda mortuoria</strong> que libera el poder del rayo para infligir <electro>Daño Electro en el AdE</electro> y prolongar la duración de abrecaminos del juramento.",
      "3": "<br/>",
      "4": "<i>No tienes el derecho ni de aceptar ni de rechazar este veredicto, pues tanto tú como yo fuimos juzgados hace ya mucho tiempo.</i>"
    },
    "skillParams": {
      "0": "Daño de habilidad",
      "1": "Daño de ofrenda mortuoria",
      "2": "Prolongación de abrecaminos del juramento",
      "3": "TdE",
      "4": "TdE de ofrenda mortuoria",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Rito sagrado: Celeridad lupina",
    "description": {
      "0": "Invoca a un espíritu divino para que lo posea y se transforma en el abrecaminos del juramento.",
      "1": "<br/>",
      "2": "<strong>Abrecaminos del juramento</strong>",
      "3": [
        "Transforma el daño de los Ataques Normales, Cargados y Descendentes de Cyno en <electro>Daño Electro</electro>, el cual no puede sustituirse imbuyéndose de otro elemento.",
        "Aumenta la Maestría Elemental y la RES a interrupción de Cyno y lo vuelve inmune al daño de Electrocargado."
      ],
      "4": "<br/>",
      "5": "Este efecto dura un máximo de 18 s y desaparece cuando Cyno es retirado de combate.",
      "6": "<br/>",
      "7": "<i>Para el Gran Juez, los ritos secretos heredados de las civilizaciones de la antigüedad son como un juicio final.</i>",
      "8": "<i>Ya sea el pasado, el presente, una tormenta de arena o una serpiente pitón, nada ni nadie puede hacer que el poder de la ley se estremezca.</i>"
    },
    "skillParams": {
      "0": "Daño de 1er golpe",
      "1": "Daño de 2.º golpe",
      "2": "Daño de 3er golpe",
      "3": "Daño de 4.º golpe",
      "4": "Daño de 5.º golpe",
      "5": "Daño de ATQ Cargado",
      "6": "Coste de Aguante de ATQ Cargado",
      "7": "Daño de Caída",
      "8": "Daño de impacto de caída baja/alta",
      "9": "Aumento de Maestría Elemental",
      "10": "Duración básica",
      "11": "TdE",
      "12": "Energía Elemental",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Juicio de la pluma",
    "description": {
      "0": "Mientras está en el estado de abrecaminos del juramento de <strong>Rito sagrado: Celeridad lupina</strong>, Cyno entrará cada cierto tiempo en el estado de “profeta del fin”. Cuando usa <strong>Rito secreto: Guía de las almas abismales</strong> mientras está en ese estado, provocará el efecto de “sentencia”, el cual aumenta en un 35% el daño infligido con dicha habilidad y dispara hacia delante 3 rayos catastróficos que infligen <electro>Daño Electro</electro> equivalente al 100% del ATQ de Cyno.",
      "1": "El daño de los rayos catastróficos se considera daño de Habilidad Elemental."
    }
  },
  "passive2": {
    "name": "Potestad de los Nueve Arcos",
    "description": {
      "0": "Aumenta el daño de los siguientes ataques de Cyno en función de su Maestría Elemental:",
      "1": [
        "El daño de los Ataques Normales ejecutados en el estado de abrecaminos del juramento aumenta en un 150% de la Maestría Elemental.",
        "El daño de los rayos catastróficos del talento pasivo “Juicio de la pluma” aumenta en un 250% de la Maestría Elemental."
      ]
    }
  },
  "passive3": {
    "name": "Gracia del silencio",
    "description": {
      "0": "Aumenta en un 25% las recompensas de las expediciones de 20 h en Sumeru."
    }
  },
  "constellation1": {
    "name": "Decreto: Vigilancia incansable",
    "description": {
      "0": "Tras usar <strong>Rito sagrado: Celeridad lupina</strong>, la Vel. de Ataque Normal de Cyno aumenta en un 20% durante 10 s. Además, si al usar <strong>Rito secreto: Guía de las almas abismales</strong> se activa el efecto de “sentencia” del talento pasivo “Juicio de la pluma”, la duración del aumento de Vel. de Ataque Normal se reiniciará.",
      "1": "Es necesario desbloquear el talento pasivo “Juicio de la pluma”."
    }
  },
  "constellation2": {
    "name": "Ceremonia: Retorno de las almas",
    "description": {
      "0": "Cuando Cyno golpea a un enemigo con un Ataque Normal, su <electro>Bono de Daño Electro</electro> aumenta en un 10% durante 4 s. Este efecto solo se puede activar una vez cada 0.1 s y puede acumularse un máximo de 5 veces."
    }
  },
  "constellation3": {
    "name": "Edicto: Castigo de la ley",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Rito sagrado: Celeridad lupina</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation4": {
    "name": "Inspección: Defensa intimidante",
    "description": {
      "0": "Cuando Cyno está en el estado de “abrecaminos del juramento” de <strong>Rito sagrado: Celeridad lupina</strong> y causa una reacción de Electrocargado, Superconductor, Sobrecarga, Aceleración, Intensificación, Sobreflorecimiento o Torbellino Electro, todos los miembros del equipo cercanos (a excepción de Cyno) recuperan 3 pts. de Energía Elemental.",
      "1": "Este efecto solo puede ocurrir 5 veces por cada uso de <strong>Rito sagrado: Celeridad lupina</strong>."
    }
  },
  "constellation5": {
    "name": "Exequias: Luz del tránsito",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Rito secreto: Guía de las almas abismales</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation6": {
    "name": "Liturgia: Balanza del juicio",
    "description": {
      "0": "Tras usar <strong>Rito sagrado: Celeridad lupina</strong> o tras activar el efecto de sentencia del talento pasivo “Juicio de la pluma”, Cyno obtiene 4 cargas del efecto “rito chacálico”. Al golpear a un enemigo con un Ataque Normal, consume una carga y lanza un rayo catastrófico.",
      "1": "Rito chacálico dura 8 s, puede acumularse un máximo de 8 veces y se anulará cuando termine la duración del estado de abrecaminos del juramento de Rito sagrado: Celeridad lupina.",
      "2": "Como máximo, puede lanzar un rayo catastrófico cada 0.4 s de esta manera.",
      "3": "Es necesario desbloquear el talento pasivo “Juicio de la pluma”."
    }
  }
}