{
  "name": "Chiori",
  "title": "La Costurera Tronadora",
  "description": "La dueña de la Sastrería Chiori y una famosa diseñadora de moda de Fontaine.",
  "constellationName": "Cisoria",
  "auto": {
    "name": "Técnica tejecorazones",
    "fields": {
      "normal": {
        "0": "<strong><strong>Ataque Normal</strong>",
        "1": "Realiza hasta 4 ataques consecutivos con espada."
      },
      "charged": {
        "0": "<strong>Ataque Cargado</strong>",
        "1": "Consume cierta cantidad de Aguante para desatar un doble golpe de espada."
      },
      "plunging": {
        "0": "<strong>Ataque Descendente</strong>",
        "1": "Se lanza desde el aire para golpear el suelo, dañando a los enemigos cercanos e infligiendo Daño en el AdE en el momento del impacto."
      }
    },
    "skillParams": {
      "0": "Daño de 1er golpe",
      "1": "Daño de 2.º golpe",
      "2": "Daño de 3er golpe",
      "3": "Daño de 4.º golpe",
      "4": "Daño de ATQ Cargado",
      "5": "Coste de Aguante de ATQ Cargado",
      "6": "Daño de Caída",
      "7": "Daño de impacto de caída baja/alta",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Caricia de mangas",
    "description": {
      "0": "Arremete a gran velocidad hacia delante con un movimiento grácil como la seda y, tras ello, invoca a su lado a la robomuñeca Tamoto y ejecuta un ataque ascendente que inflige <geo>Daño Geo en el AdE</geo> a los enemigos cercanos en función del ATQ y la DEF de Chiori.",
      "1": "Esta habilidad se libera de manera distinta al mantener pulsado.",
      "2": "<br/>",
      "3": "<strong>Mantener pulsado</strong>",
      "4": "Apunta para ajustar la dirección en la que arremete.",
      "5": "<br/>",
      "6": "<strong>Tamoto</strong>",
      "7": [
        "Ejecuta un tajo cada cierto tiempo contra los enemigos cercanos que inflige <geo>Daño Geo en el AdE</geo> en función del ATQ y la DEF de Chiori.",
        "Si mientras Tamoto está activa se genera una <geo>creación Geo</geo> o ya hay alguna en las cercanías, invoca otra Tamoto al lado de tu personaje en uso. Como máximo, solo se puede crear una Tamoto adicional de esta forma, y su duración se calculará de manera independiente."
      ],
      "8": "<br/>",
      "9": "<i>“Bordados lilas,",
      "10": "mangas ornamentadas,",
      "11": "aves borrachas”.</i>"
    },
    "skillParams": {
      "0": "Daño de Tamoto",
      "1": "Duración de Tamoto",
      "2": "Intervalo de ataque de Tamoto",
      "3": "Daño de ataque ascendente",
      "4": "TdE",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Filos gemelos: Desenvaine alígero",
    "description": {
      "0": "Desenvaina dos espadas para ejecutar un feroz tajo de maestra costurera que inflige <geo>Daño Geo en el AdE</geo> en función del ATQ y la DEF de Chiori.",
      "1": "<br/>",
      "2": "<i>“Sigue tus ideales y las leyes del mundo se volverán más claras”.</i>"
    },
    "skillParams": {
      "0": "Daño de habilidad",
      "1": "TdE",
      "2": "Energía Elemental",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Hecho a medida",
    "description": {
      "0": "Durante un breve periodo de tiempo tras ejecutar el ataque ascendente de <strong>Caricia de mangas</strong>, se producen distintos efectos dependiendo de lo que se haga después de realizar dicho ataque: si pulsas una vez la Habilidad Elemental, se activa el efecto de “bordado”; si haces clic para ejecutar un Ataque Normal, se activa el efecto de “costura”.",
      "1": "<br/>",
      "2": "<strong>Bordado</strong>",
      "3": [
        "Cambia a tu siguiente personaje.",
        "Aplica a todos tus personajes del equipo el efecto de “agudeza”, de manera que cuando tu personaje en uso golpea a un enemigo cercano con un Ataque Normal, Cargado o Descendente, Tamoto ejecutará en la ubicación de dicho enemigo un ataque coordinado que inflige <geo>Daño Geo en el AdE</geo> en una cantidad equivalente al 100% del daño del ataque ascendente de “Caricia de mangas”. El daño infligido de esta manera se considera daño de Habilidad Elemental.",
        "El efecto de agudeza dura 8 s y Tamoto solo puede ejecutar un ataque coordinado cada 2 s. Mientras agudeza esté activa, como máximo se podrán ejecutar 2 ataques coordinados."
      ],
      "4": "<br/>",
      "5": "<strong>Costura</strong>",
      "6": [
        "Chiori se <geo>imbuye del elemento Geo</geo> durante 5 s."
      ],
      "7": "<br/>",
      "8": "Si Chiori está en uso y no vuelves a pulsar una vez la Habilidad Elemental o a ejecutar un Ataque Normal durante el breve periodo de tiempo tras efectuar el ataque ascendente de “Caricia de mangas”, se activará directamente el efecto de “costura”."
    }
  },
  "passive2": {
    "name": "Retoque final",
    "description": {
      "0": "Cuando un personaje cercano del equipo genera una <geo>creación Geo</geo>, Chiori obtiene un 20% de <geo>Bono de Daño Geo</geo> durante 20 s."
    }
  },
  "passive3": {
    "name": "Hermosa figura",
    "description": {
      "0": "Si cualquier personaje del equipo lleva equipado un vestuario distinto al vestuario por defecto o un planeador distinto a las Alas del principiante, tus personajes del equipo obtienen el efecto de “paso ligero”, de manera que su Vel. Movimiento aumenta en un 10%.",
      "1": "Este efecto no se activará en dominios, Dominios de la cruzada y la Espiral del Abismo, y no se puede acumular con otros efectos de paso ligero."
    }
  },
  "constellation1": {
    "name": "Maestría de la seda",
    "description": {
      "0": "Aumenta en un 50% el AdE de los ataques de la robomuñeca Tamoto de <strong>Caricia de mangas</strong>.",
      "1": "Además, si en el equipo hay algún personaje <geo>Geo</geo> aparte de Chiori, se activarán los siguientes efectos cuando finalice la arremetida de Caricia de mangas:",
      "2": [
        "Invoca a otra Tamoto. Solo puede haber una Tamoto adicional creada o bien de esta manera, o bien mediante una creación Geo.",
        "Activa los efectos del talento pasivo “Retoque final”. Es necesario desbloquear este talento."
      ]
    }
  },
  "constellation2": {
    "name": "Tintura polícroma",
    "description": {
      "0": "Durante 10 s después de usar <strong>Filos gemelos: Desenvaine alígero</strong>, cada 3 s se invoca al lado de tu personaje en uso una robomuñeca sencilla Kinu. Kinu ataca a los enemigos cercanos para infligirles <geo>Daño Geo en el AdE</geo> en una cantidad equivalente al 170% del daño de Tamoto. El daño infligido de esta manera se considera daño de Habilidad Elemental.",
      "1": "Kinu desaparece tras atacar una vez o después de 3 s."
    }
  },
  "constellation3": {
    "name": "Bordado y rematado",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Caricia de mangas</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation4": {
    "name": "Protocolo de sastre",
    "description": {
      "0": "En los 8 s después de activarse alguno de los efectos del talento pasivo “Hecho a medida”, cuando tu personaje en uso golpea a un enemigo cercano con un Ataque Normal, Cargado o Descendente, invocará una robomuñeca sencilla Kinu cerca de dicho enemigo. Aunque de esta forma solo se puede invocar una robomuñeca sencilla Kinu por segundo, mientras el efecto de agudeza o el de costura del talento pasivo “Hecho a medida” estén activos, se podrán invocar un máximo de 3 robomuñecas Kinu. Todo este efecto solo se puede activar una vez cada 15 s.",
      "1": "Es necesario desbloquear el talento pasivo “Hecho a medida”."
    }
  },
  "constellation5": {
    "name": "Seda habutai",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Filos gemelos: Desenvaine alígero</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation6": {
    "name": "Convicción y ambición",
    "description": {
      "0": "Tras activar alguno de los efectos del talento pasivo “Hecho a medida”, el TdE de <strong>Caricia de mangas</strong> se reduce en 12 s. Es necesario desbloquear el talento pasivo “Hecho a medida”.",
      "1": "Además, el daño del Ataque Normal de Chiori aumenta en una cantidad equivalente al 235% de su DEF."
    }
  }
}