{
  "name": "Báculo de las Arenas Escarlatas",
  "description": {
    "0": "Un báculo que venía junto a un cetro y que está hecho de obsidiana. En las leyendas, tiene el poder de guiar a los habitantes del desierto, pero hoy en día ya no vive ningún subordinado capaz de corroborar el auténtico aspecto de este objeto de la realeza."
  },
  "passiveName": "Sueño en el horizonte",
  "passiveDescription": {
    "0": {
      "0": "Otorga al portador de esta arma un Bono de ATQ del <cryo>52%</cryo> de su Maestría Elemental. Al golpear a un enemigo con una Habilidad Elemental, se crea durante 10 s el efecto de “sueño del desierto escarlata”, el cual otorga al personaje que porte esta arma un Bono de ATQ del <cryo>28%</cryo> de su Maestría Elemental. Este efecto puede acumularse un máximo de 3 veces."
    },
    "1": {
      "0": "Otorga al portador de esta arma un Bono de ATQ del <cryo>65%</cryo> de su Maestría Elemental. Al golpear a un enemigo con una Habilidad Elemental, se crea durante 10 s el efecto de “sueño del desierto escarlata”, el cual otorga al personaje que porte esta arma un Bono de ATQ del <cryo>35%</cryo> de su Maestría Elemental. Este efecto puede acumularse un máximo de 3 veces."
    },
    "2": {
      "0": "Otorga al portador de esta arma un Bono de ATQ del <cryo>78%</cryo> de su Maestría Elemental. Al golpear a un enemigo con una Habilidad Elemental, se crea durante 10 s el efecto de “sueño del desierto escarlata”, el cual otorga al personaje que porte esta arma un Bono de ATQ del <cryo>42%</cryo> de su Maestría Elemental. Este efecto puede acumularse un máximo de 3 veces."
    },
    "3": {
      "0": "Otorga al portador de esta arma un Bono de ATQ del <cryo>91%</cryo> de su Maestría Elemental. Al golpear a un enemigo con una Habilidad Elemental, se crea durante 10 s el efecto de “sueño del desierto escarlata”, el cual otorga al personaje que porte esta arma un Bono de ATQ del <cryo>49%</cryo> de su Maestría Elemental. Este efecto puede acumularse un máximo de 3 veces."
    },
    "4": {
      "0": "Otorga al portador de esta arma un Bono de ATQ del <cryo>104%</cryo> de su Maestría Elemental. Al golpear a un enemigo con una Habilidad Elemental, se crea durante 10 s el efecto de “sueño del desierto escarlata”, el cual otorga al personaje que porte esta arma un Bono de ATQ del <cryo>56%</cryo> de su Maestría Elemental. Este efecto puede acumularse un máximo de 3 veces."
    }
  }
}