{
  "name": "Sinfonista de Aromas",
  "description": {
    "0": "Una elegante lanza que, según dicen, fue la batuta de una gran compositora que unió la música y el sabor."
  },
  "passiveName": "Sinfonía de sabores",
  "passiveDescription": {
    "0": {
      "0": "Aumenta el ATQ en un <cryo>12%</cryo>. Cuando el personaje que lleva esta arma equipada está en tu equipo pero no en uso, el ATQ aumenta en un <cryo>12%</cryo> adicional. Tras realizar una curación, el portador de esta arma y el personaje que recibe la curación obtienen el efecto de “dulzura reverberante”, el cual aumenta el ATQ en un <cryo>32%</cryo> durante 3 s. Este efecto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso."
    },
    "1": {
      "0": "Aumenta el ATQ en un <cryo>15%</cryo>. Cuando el personaje que lleva esta arma equipada está en tu equipo pero no en uso, el ATQ aumenta en un <cryo>15%</cryo> adicional. Tras realizar una curación, el portador de esta arma y el personaje que recibe la curación obtienen el efecto de “dulzura reverberante”, el cual aumenta el ATQ en un <cryo>40%</cryo> durante 3 s. Este efecto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso."
    },
    "2": {
      "0": "Aumenta el ATQ en un <cryo>18%</cryo>. Cuando el personaje que lleva esta arma equipada está en tu equipo pero no en uso, el ATQ aumenta en un <cryo>18%</cryo> adicional. Tras realizar una curación, el portador de esta arma y el personaje que recibe la curación obtienen el efecto de “dulzura reverberante”, el cual aumenta el ATQ en un <cryo>48%</cryo> durante 3 s. Este efecto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso."
    },
    "3": {
      "0": "Aumenta el ATQ en un <cryo>21%</cryo>. Cuando el personaje que lleva esta arma equipada está en tu equipo pero no en uso, el ATQ aumenta en un <cryo>21%</cryo> adicional. Tras realizar una curación, el portador de esta arma y el personaje que recibe la curación obtienen el efecto de “dulzura reverberante”, el cual aumenta el ATQ en un <cryo>56%</cryo> durante 3 s. Este efecto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso."
    },
    "4": {
      "0": "Aumenta el ATQ en un <cryo>24%</cryo>. Cuando el personaje que lleva esta arma equipada está en tu equipo pero no en uso, el ATQ aumenta en un <cryo>24%</cryo> adicional. Tras realizar una curación, el portador de esta arma y el personaje que recibe la curación obtienen el efecto de “dulzura reverberante”, el cual aumenta el ATQ en un <cryo>64%</cryo> durante 3 s. Este efecto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso."
    }
  }
}