{
  "name": "Reminiscencia de Tulaytulah",
  "description": {
    "0": "Una campana hecha de zafiro y plata pura. Su lejana reverberación es, paradójicamente, muy nítida."
  },
  "passiveName": "Lágrimas zafíreas sepultadas",
  "passiveDescription": {
    "0": {
      "0": "La Vel. de Ataque Normal aumenta en un <cryo>10%</cryo>. Tras usar una Habilidad Elemental, el daño de Ataque Normal aumenta en un <cryo>4.8%</cryo> cada segundo durante 14 s. Además, tras golpear a un enemigo con un Ataque Normal, el daño de dicho ataque aumenta en un <cryo>9.6%</cryo>, lo cual se puede activar una vez cada 0.3 s. Mientras este efecto está activo, el daño de Ataque Normal solo puede aumentar hasta un <cryo>48%</cryo> de esta manera. Cuando el personaje abandona el campo de batalla, este efecto se elimina y, si se vuelve a usar la Habilidad Elemental, se eliminará el efecto anterior."
    },
    "1": {
      "0": "La Vel. de Ataque Normal aumenta en un <cryo>12.5%</cryo>. Tras usar una Habilidad Elemental, el daño de Ataque Normal aumenta en un <cryo>6%</cryo> cada segundo durante 14 s. Además, tras golpear a un enemigo con un Ataque Normal, el daño de dicho ataque aumenta en un <cryo>12%</cryo>, lo cual se puede activar una vez cada 0.3 s. Mientras este efecto está activo, el daño de Ataque Normal solo puede aumentar hasta un <cryo>60%</cryo> de esta manera. Cuando el personaje abandona el campo de batalla, este efecto se elimina y, si se vuelve a usar la Habilidad Elemental, se eliminará el efecto anterior."
    },
    "2": {
      "0": "La Vel. de Ataque Normal aumenta en un <cryo>15%</cryo>. Tras usar una Habilidad Elemental, el daño de Ataque Normal aumenta en un <cryo>7.2%</cryo> cada segundo durante 14 s. Además, tras golpear a un enemigo con un Ataque Normal, el daño de dicho ataque aumenta en un <cryo>14.4%</cryo>, lo cual se puede activar una vez cada 0.3 s. Mientras este efecto está activo, el daño de Ataque Normal solo puede aumentar hasta un <cryo>72%</cryo> de esta manera. Cuando el personaje abandona el campo de batalla, este efecto se elimina y, si se vuelve a usar la Habilidad Elemental, se eliminará el efecto anterior."
    },
    "3": {
      "0": "La Vel. de Ataque Normal aumenta en un <cryo>17.5%</cryo>. Tras usar una Habilidad Elemental, el daño de Ataque Normal aumenta en un <cryo>8.4%</cryo> cada segundo durante 14 s. Además, tras golpear a un enemigo con un Ataque Normal, el daño de dicho ataque aumenta en un <cryo>16.8%</cryo>, lo cual se puede activar una vez cada 0.3 s. Mientras este efecto está activo, el daño de Ataque Normal solo puede aumentar hasta un <cryo>84%</cryo> de esta manera. Cuando el personaje abandona el campo de batalla, este efecto se elimina y, si se vuelve a usar la Habilidad Elemental, se eliminará el efecto anterior."
    },
    "4": {
      "0": "La Vel. de Ataque Normal aumenta en un <cryo>20%</cryo>. Tras usar una Habilidad Elemental, el daño de Ataque Normal aumenta en un <cryo>9.6%</cryo> cada segundo durante 14 s. Además, tras golpear a un enemigo con un Ataque Normal, el daño de dicho ataque aumenta en un <cryo>19.2%</cryo>, lo cual se puede activar una vez cada 0.3 s. Mientras este efecto está activo, el daño de Ataque Normal solo puede aumentar hasta un <cryo>96%</cryo> de esta manera. Cuando el personaje abandona el campo de batalla, este efecto se elimina y, si se vuelve a usar la Habilidad Elemental, se eliminará el efecto anterior."
    }
  }
}