{
  "name": "Sparkle",
  "abilities": {
    "basic": {
      "0": {
        "name": "Monodrama",
        "fullDesc": "Mengakibatkan Quantum DMG sebesar <orangeStrong>{{1, percent}}%</orangeStrong> ATK Sparkle pada 1 target musuh.",
        "shortDesc": "Mengakibatkan Quantum DMG dalam jumlah kecil pada 1 musuh."
      }
    },
    "skill": {
      "0": {
        "name": "Dreamdiver",
        "fullDesc": "Meningkatkan CRIT DMG 1 rekan tim yang ditargetkan, peningkatannya sebesar <orangeStrong>{{1, percent(fixed: 1)}}%</orangeStrong> CRIT DMG Sparkle + <orangeStrong>{{2, percent(fixed: 1)}}%</orangeStrong>, berlangsung selama {{3}} giliran, dan mendahulukan aksi rekan tersebut sebesar {{4, percent}}%.\\nSaat Sparkle melancarkan Kemampuan ini pada dirinya sendiri, efek pendahuluan aksi tidak akan terpicu.",
        "shortDesc": "Meningkatkan <orangeStrong>CRIT DMG</orangeStrong> 1 rekan tim dan mendahulukan aksi rekan tersebut."
      }
    },
    "ult": {
      "0": {
        "name": "The Hero with a Thousand Faces",
        "fullDesc": "Memulihkan {{2}} Poin Skill untuk rekan tim dan memberikan efek \"Cipher\" pada seluruh rekan tim. Untuk rekan tim yang memiliki \"Cipher\", setiap lapis efek peningkatan DMG dari Talent Sparkle akan meningkat ekstra <orangeStrong>{{3, percent(fixed: 1)}}%</orangeStrong>, berlangsung selama {{4}} giliran.",
        "shortDesc": "Memulihkan <orangeStrong>Poin Skill</orangeStrong> rekan tim dan membuat efek peningkatan DMG dari terpicunya Talent Sparkle meningkat ekstra."
      }
    },
    "technique": {
      "0": {
        "name": "Unreliable Narrator",
        "fullDesc": "Setelah menggunakan Technique, seluruh rekan tim akan memasuki status \"Misdirect\" yang berlangsung selama {{2}} detik. Rekan tim dalam status \"Misdirect\" tidak akan terdeteksi musuh. Saat memasuki pertempuran selama durasi status \"Misdirect\", akan memulihkan {{1}} Poin Skill untuk tim.",
        "shortDesc": "Setelah menggunakan Technique, seluruh rekan tim akan memasuki status \"Misdirect\". Rekan tim dalam status \"Misdirect\" tidak akan terdeteksi musuh. Saat memasuki pertempuran selama durasi status \"Misdirect\", akan memulihkan <orangeStrong>Poin Skill</orangeStrong> untuk tim."
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "Setelah menyerang musuh dan memasuki pertempuran, akan mengurangi Toughness target musuh sesuai dengan tipe Toughness-nya.",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Almanac",
        "fullDesc": "Saat melancarkan Basic Attack, akan memulihkan {{1}} Energy tambahan.",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Artificial Flower",
        "fullDesc": "Efek peningkatan CRIT DMG yang diberikan oleh Skill akan diperpanjang hingga awal giliran target yang berikutnya.",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Nocturne",
        "fullDesc": "Meningkatkan {{4, percent}}% ATK seluruh rekan tim. Saat ada 1/2/3 karakter Tipe Quantum di dalam tim, ATK dari rekan tim Tipe Quantum meningkat {{1, percent}}%/{{2, percent}}%/{{3, percent}}%.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Suspension of Disbelief",
      "desc": "Durasi \"Cipher\" yang diberikan oleh Ultimate bertambah ekstra 1 giliran. Rekan tim yang memiliki \"Cipher\" akan mengalami peningkatan {{1, percent}}% ATK."
    },
    "2": {
      "name": "Purely Fictitious",
      "desc": "Setiap lapis efek Talent akan membuat rekan tim mengabaikan {{1, percent}}% DEF target saat mengakibatkan DMG pada musuh."
    },
    "3": {
      "name": "Pipedream",
      "desc": "Level Skill +2, maksimal Lv. 15. Level Basic Attack +1, maksimal Lv. 10."
    },
    "4": {
      "name": "Life Is a Gamble",
      "desc": "Ultimate dapat memulihkan ekstra 1 Poin Skill. Efek peningkatan batas maksimum Poin Skill dari Talent bertambah 1."
    },
    "5": {
      "name": "Parallax Truth",
      "desc": "Level Ultimate +2, maksimal Lv. 15. Level Talent +2, maksimal Lv. 15."
    },
    "6": {
      "name": "Narrative Polysemy",
      "desc": "Efek peningkatan CRIT DMG dari Skill Sparkle meningkat ekstra, peningkatannya sebesar {{1, percent}}% CRIT DMG Sparkle, dan saat Sparkle melancarkan Skill-nya, efek peningkatan CRIT DMG akan efektif untuk seluruh rekan (selain Sparkle) yang memiliki efek \"Cipher\". Saat Sparkle melancarkan Ultimate, jika terdapat rekan tim yang memiliki efek peningkatan CRIT DMG dari Skill Sparkle, maka efek tersebut akan menyebar ke seluruh rekan (selain Sparkle) yang memiliki efek \"Cipher\"."
    }
  }
}