{
  "name": "Trailblazer (Fire • Preservation)",
  "abilities": {
    "basic": {
      "0": {
        "name": "Ice-Breaking Light",
        "fullDesc": "Mengakibatkan Fire DMG sebesar <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> ATK Trailblazer pada satu musuh yang ditarget dan memperoleh 1 lapis \"Magma Will\".",
        "shortDesc": "Mengakibatkan Fire DMG dalam jumlah kecil pada 1 musuh dan memperoleh \"Magma Will\"."
      },
      "1": {
        "name": "Ice-Breaking Light",
        "fullDesc": "Mengonsumsi 4 lapis \"Magma Will\" untuk memperkuat Basic Attack, mengakibatkan Fire DMG sebesar <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> ATK Trailblazer pada 1 target musuh, dan di saat bersamaan mengakibatkan Fire DMG sebesar <color=#f29e38ff><unbreak>#2[i]%</unbreak></color> ATK Trailblazer pada musuh di sekitar target.",
        "shortDesc": "Mengonsumsi \"Magma Will\" dan mengakibatkan Fire DMG pada 1 musuh dan mengakibatkan Fire DMG dalam jumlah kecil pada musuh di sekitar target."
      }
    },
    "skill": {
      "0": {
        "name": "Ever-Burning Amber",
        "fullDesc": "Setelah melancarkan Skill, mengurangi <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> DMG yang diterima Trailblazer dan memperoleh 1 lapis \"Magma Will\", serta memiliki <unbreak>#2[i]%</unbreak> <u>peluang dasar</u> untuk membuat musuh memasuki status \"Taunt\" selama <unbreak>#3[i]</unbreak> giliran.",
        "shortDesc": "Mengurangi DMG yang diterima diri sendiri dan memperoleh \"Magma Will\". Berpeluang besar untuk memberikan efek Taunt pada seluruh musuh."
      }
    },
    "ult": {
      "0": {
        "name": "War-Flaming Lance",
        "fullDesc": "Mengakibatkan Fire DMG sebesar <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> ATK +<color=#f29e38ff><unbreak>#2[i]%</unbreak></color> DEF Trailblazer pada seluruh musuh. Saat melancarkan Basic Attack selanjutnya, Trailblazer akan otomatis memperoleh peningkatan tanpa mengonsumsi \"Magma Will\".",
        "shortDesc": "Mengakibatkan Fire DMG pada seluruh musuh dan meningkatkan Basic Attack selanjutnya."
      }
    },
    "technique": {
      "0": {
        "name": "Call of the Guardian",
        "fullDesc": "Setelah menggunakan Technique, memberikan Shield yang dapat menahan DMG sebesar <unbreak>#1[i]%</unbreak> DEF Trailblazer +<unbreak>#2[i]</unbreak> selama <unbreak>#3[i]</unbreak> giliran saat pertempuran selanjutnya dimulai."
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "Setelah menyerang musuh dan memasuki pertempuran, mengurangi Toughness target musuh sesuai dengan tipe Toughnessnya."
      }
    }
  }
}