{
  "name": "Luka",
  "abilities": {
    "basic": {
      "0": {
        "name": "Direct Punch",
        "fullDesc": "Mengakibatkan Physical DMG sebesar <orangeStrong>{{1}}%</orangeStrong> ATK Luka pada 1 target musuh.",
        "shortDesc": "Mengakibatkan Physical DMG dalam jumlah kecil pada 1 musuh."
      },
      "1": {
        "name": "Sky-Shatter Fist",
        "fullDesc": "Mengonsumsi 2 lapis \"Fighting Will\", menggunakan \"Direct Punch\" terlebih dulu untuk melancarkan 3 serangan yang setiap serangannya akan mengakibatkan Physical DMG sebesar <orangeStrong>{{1}}%</orangeStrong> ATK Luka pada musuh yang ditarget.\\nKemudian akan menggunakan \"Rising Uppercut\" untuk melancarkan 1 serangan yang akan mengakibatkan Physical DMG sebesar <orangeStrong>{{2}}%</orangeStrong> ATK Luka pada 1 target.",
        "shortDesc": "Mengonsumsi 2 lapis \"Fighting Will\" dan mengakibatkan Physical DMG pada 1 musuh."
      }
    },
    "skill": {
      "0": {
        "name": "Lacerating Fist",
        "fullDesc": "Mengakibatkan Physical DMG sebesar <orangeStrong>{{1}}%</orangeStrong> ATK Luka pada 1 musuh yang ditarget, dan kemudian memiliki {{2}}% <u>peluang dasar</u> untuk membuat target memasuki status Bleed selama {{5}} giliran.\\nDalam status Bleed, setiap saat giliran target musuh dimulai, musuh akan menerima Physical DoT sebesar {{3}}% Max HP dirinya. Maksimal tidak melebihi <orangeStrong>{{4}}%</orangeStrong> ATK Luka.",
        "shortDesc": "Mengakibatkan Physical DMG pada 1 musuh, dan berpeluang besar untuk <color=#f29e38ff>memberikan status Bleed</color> pada target."
      }
    },
    "ult": {
      "0": {
        "name": "Coup de Grâce",
        "fullDesc": "Memperoleh {{5}} lapis \"Fighting Will\", dan memiliki {{2}}% <u>peluang dasar</u> untuk meningkatkan <orangeStrong>{{3}}%</orangeStrong> DMG yang diterima musuh yang ditarget selama {{4}} giliran. Lalu kemudian akan mengakibatkan Physical DMG sebesar <orangeStrong>{{1}}%</orangeStrong> ATK Luka pada target tersebut.",
        "shortDesc": "Mendapatkan <orangeStrong>{{5}}</orangeStrong> lapis \"Fighting Will\". Berpeluang besar untuk meningkatkan DMG yang diterima oleh 1 musuh, serta mengakibatkan Physical DMG dalam jumlah besar."
      }
    },
    "technique": {
      "0": {
        "name": "Anticipator",
        "fullDesc": "Segera menyerang musuh. Setelah memasuki pertempuran, akan mengakibatkan Physical DMG sebesar {{1}}% ATK Luka pada musuh secara acak, serta memiliki {{2}}% <u>peluang dasar</u> untuk membuat target memasuki status Bleed yang sama dengan Skill. Setelah itu Luka akan memperoleh tambahan 1 lapis \"Fighting Will\".",
        "shortDesc": "Menyerang musuh, dan setelah memasuki pertempuran, mengakibatkan Physical DMG dalam jumlah kecil pada 1 musuh secara acak, kemudian berpeluang besar membuat target <color=#f29e38ff>memasuki status Bleed</color>. Setelah itu, akan memperoleh 1 lapis \"Fighting Will\" tambahan."
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "Setelah menyerang musuh dan memasuki pertempuran, mengurangi Toughness target musuh sesuai dengan tipe Toughnessnya.",
        "shortDesc": ""
      }
    }
  }
}