{
  "name": "Clara",
  "abilities": {
    "basic": {
      "0": {
        "name": "I Want to Help",
        "fullDesc": "Mengakibatkan Physical DMG sebesar <orangeStrong>{{1, percent}}%</orangeStrong> ATK Clara pada 1 target musuh.",
        "shortDesc": "Mengakibatkan Physical DMG dalam jumlah kecil pada 1 musuh.",
        "tag": "Single Target"
      }
    },
    "skill": {
      "0": {
        "name": "Svarog Watches Over You",
        "fullDesc": "Mengakibatkan Physical DMG sebesar <orangeStrong>{{1, percent}}%</orangeStrong> ATK Clara pada seluruh musuh, dan mengakibatkan Physical DMG tambahan sebesar <orangeStrong>{{2, percent}}%</orangeStrong> ATK Clara pada target musuh yang ditandai \"Mark of Counter\" oleh Svarog.<br>Semua \"Mark of Counter\" akan dihapus setelah Skill ini dilancarkan.",
        "shortDesc": "Mengakibatkan Physical DMG pada seluruh musuh dan <orangeStrong>mengakibatkan Physical DMG tambahan</orangeStrong> pada target dengan \"Mark of Counter\".",
        "tag": "AoE"
      }
    },
    "ult": {
      "0": {
        "name": "Promise, Not Command",
        "fullDesc": "Setelah melancarkan Ultimate, DMG yang diterima Clara mengalami <orangeStrong>{{4, percent}}%</orangeStrong> pengurangan DMG tambahan, dan peluang Clara terkena serangan musuh meningkat pesat selama {{3}} giliran.<br>Selain itu, Serangan Balasan Svarog akan diperkuat. Saat rekan tim terkena serangan, Svarog akan segera melancarkan Serangan Balasan pada penyerang, dan DMG Multiplier pada penyerang meningkat <orangeStrong>{{2, percent}}%</orangeStrong>. Target di sekitar penyerang juga akan terkena 50% DMG yang diterima penyerang. Efek Serangan Balasan yang diperkuat berlaku {{5}} kali.",
        "shortDesc": "<orangeStrong>Mengurangi DMG yang diterima</orangeStrong> diri sendiri, meningkatkan peluang terkena serangan, dan meningkatkan efek Serangan Balasan.",
        "tag": "Enhance"
      }
    },
    "talent": {
      "0": {
        "name": "Because We're Family",
        "fullDesc": "Mengurangi {{3, percent}}% DMG yang diterima Clara saat dilindungi Svarog. Target musuh yang menyerang Clara akan ditandai Svarog dengan \"Mark of Counter\", lalu mendapat Serangan Balasan dari Svarog yang akan mengakibatkan Physical DMG sebesar <orangeStrong>{{2, percent}}%</orangeStrong> ATK Clara.",
        "shortDesc": "<orangeStrong>Mengurangi DMG yang diterima dari serangan musuh</orangeStrong> pada diri sendiri. Musuh yang menyerang akan ditandai dengan \"Mark of Counter\" dan <orangeStrong>menerima Serangan Balasan dari Svarog</orangeStrong> yang mengakibatkan Physical DMG.",
        "tag": "Single Target"
      }
    },
    "technique": {
      "0": {
        "name": "A Small Price for Victory",
        "fullDesc": "Segera menyerang musuh. Setelah memasuki pertempuran, meningkatkan peluang Clara untuk diserang musuh selama {{1}} giliran.",
        "shortDesc": "Menyerang musuh dan meningkatkan peluang untuk diserang oleh musuh setelah memasuki pertempuran.",
        "tag": ""
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "Setelah menyerang musuh dan memasuki pertempuran, mengurangi Toughness target musuh sesuai dengan tipe Toughnessnya.",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Kinship",
        "fullDesc": "Memiliki {{1, percent}}% peluang tetap untuk menghapus 1 efek debuff pada diri sendiri saat terkena serangan."
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Under Protection",
        "fullDesc": "Meningkatkan {{1, percent}}% peluang untuk menahan Crowd Control Debuff."
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Revenge",
        "fullDesc": "Meningkatkan {{1, percent}}% DMG dari Serangan Balasan Svarog."
      }
    }
  },
  "ranks": {
    "1": {
      "name": "A Tall Figure",
      "desc": "Setelah melancarkan Skill, \"Mark of Counter\" yang ada pada target musuh tidak akan dihapus."
    },
    "2": {
      "name": "A Tight Embrace",
      "desc": "Setelah melancarkan Ultimate, meningkatkan {{1, percent}}% ATK selama {{2}} giliran."
    },
    "3": {
      "name": "Cold Steel Armor",
      "desc": "Level Skill +2, maksimal Lv. 15. Level Basic Attack +1, maksimal Lv. 10."
    },
    "4": {
      "name": "Family's Warmth",
      "desc": "Setelah terkena serangan, mengurangi {{1, percent}}% DMG yang diterima Clara. Efek ini berlanjut sampai giliran Clara yang berikutnya dimulai."
    },
    "5": {
      "name": "A Small Promise",
      "desc": "Level Ultimate +2, maksimal Lv. 15. Level Talent +2, maksimal Lv. 15."
    },
    "6": {
      "name": "Long Company",
      "desc": "Setelah rekan tim yang lain terkena serangan, Svarog juga memiliki {{1, percent}}% peluang tetap untuk memicu Serangan Balasan dan menambahkan \"Mark of Counter\" pada penyerang. Saat melancarkan Ultimate, jumlah Serangan Balasan yang diperkuat akan bertambah {{2}}."
    }
  }
}