{
  "name": "Ganyu",
  "title": "La Vigía del Plenilunio",
  "description": "La secretaria del Pabellón Yuehai. La sangre de bestia iluminada Chilin fluye por sus venas.",
  "constellationName": "Sinae Unicornis",
  "auto": {
    "name": "Técnica de tiro Liutian",
    "fields": {
      "normal": {
        "0": "<strong><strong>Ataque Normal</strong>",
        "1": "Realiza hasta 6 disparos consecutivos con arco."
      },
      "charged": {
        "0": "<strong>Ataque Cargado</strong>",
        "1": "Realiza un <strong>Disparo Preciso</strong> que inflige mayor daño y tiene mayor precisión.",
        "2": "Mientras se apunta, un aura helada se acumulará en la punta de la flecha antes de que esta sea disparada. Sus efectos serán distintos dependiendo de durante cuánto tiempo se ha cargado:",
        "3": "Carga 1: Dispara una flecha congelada que inflige <cryo>Daño Cryo</cryo>.",
        "4": "Carga 2: Dispara una flecha helada que inflige <cryo>Daño Cryo</cryo>. Al golpear a su objetivo, la flecha estallará, creando una explosión de escarcha e infligiendo <cryo>Daño Cryo en el AdE</cryo>."
      },
      "plunging": {
        "0": "<strong>Ataque Descendente</strong>",
        "1": "Dispara una lluvia de flechas desde el aire mientras desciende rápidamente, infligiendo Daño en el AdE al impactar contra el suelo."
      }
    },
    "skillParams": {
      "0": "Daño de 1er golpe",
      "1": "Daño de 2.º golpe",
      "2": "Daño de 3er golpe",
      "3": "Daño de 4.º golpe",
      "4": "Daño de 5.º golpe",
      "5": "Daño de 6.º golpe",
      "6": "Disparo Preciso",
      "7": "1er Disparo Preciso cargado",
      "8": "Daño de flecha helada",
      "9": "Daño de explosión de escarcha de flecha helada",
      "10": "Daño de Caída",
      "11": "Daño de impacto de caída baja/alta",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Senda de Chilin",
    "description": {
      "0": "Ganyu da un salto atrás para dejar un loto de hielo, evitando toda impureza e infligiendo <cryo>Daño Cryo en el AdE</cryo>.",
      "1": "<strong>Loto de hielo</strong>",
      "2": [
        "Provoca continuamente a los enemigos que lo rodean, atrayéndolos para que lo ataquen.",
        "La resistencia del loto es proporcional a la Vida Máx. de Ganyu.",
        "Explota cuando es destruido o una vez terminada su duración, infligiendo <cryo>Daño Cryo en el AdE</cryo>."
      ],
      "3": "<br/>",
      "4": "<i>“¿Dices que me viste? Debe haber sido un error. A esas horas estaba trabajando horas extras”</i>."
    },
    "skillParams": {
      "0": "Vida del loto",
      "1": "Daño de habilidad",
      "2": "Duración",
      "3": "TdE",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Diluvio celestial",
    "description": {
      "0": "Fusiona nieve y escarcha en la atmósfera para invocar una perla de hielo sagrada que exorciza el mal.",
      "1": "Mientras dure la habilidad, la perla hará llover continuamente fragmentos de hielo que golpean a los enemigos dentro de un AdE e infligen <cryo>Daño Cryo</cryo>.",
      "2": "<br/>",
      "3": "<i>Ganyu puede provocar una lluvia sin problemas. Pero contra los demonios y los herejes, esa lluvia se convierte en una helada y amarga nieve.</i>"
    },
    "skillParams": {
      "0": "Daño de carámbano",
      "1": "Duración",
      "2": "TdE",
      "3": "Energía Elemental",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Corazón indiviso",
    "description": {
      "0": "Tras lanzar una flecha helada, aumenta en un 20% la Prob. CRIT de la siguiente flecha helada y de la explosión de escarcha causada por ella durante 5 s."
    }
  },
  "passive2": {
    "name": "Armonía entre el Cielo y la Tierra",
    "description": {
      "0": "Los personajes en uso que se encuentren dentro del área de <strong>Diluvio celestial</strong> obtienen un 20% de <cryo>Bono de Daño Cryo</cryo>."
    }
  },
  "passive3": {
    "name": "Arco de repuesto",
    "description": {
      "0": "Recupera el 15% de los minerales utilizados en la fabricación de arcos."
    }
  },
  "constellation1": {
    "name": "Bebedora de rocío",
    "description": {
      "0": "Reduce en un 15% la <cryo>RES Cryo</cryo> de los enemigos golpeados por una flecha helada de Carga 2 o una explosión de escarcha durante 6 s.",
      "1": "Además, al golpear a un enemigo, Ganyu recupera 2 pts. de Energía Elemental. Este efecto solo puede activarse una vez por cada flecha helada de Carga 2, independientemente de que tanto dicha flecha helada como la explosión de escarcha golpeen al enemigo."
    }
  },
  "constellation2": {
    "name": "La auspiciosa",
    "description": {
      "0": "Aumenta en 1 las cargas de <strong>Senda de Chilin</strong>."
    }
  },
  "constellation3": {
    "name": "Jinete de las nubes",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Diluvio celestial</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation4": {
    "name": "Viaje al Oeste",
    "description": {
      "0": "Los enemigos que estén en el AdE de <strong>Diluvio celestial</strong> reciben daño adicional. Este efecto se fortalece con el tiempo.",
      "1": "El daño comienza con un 5% adicional, y aumenta en un 5% cada 3 s hasta un máximo de un 25%.",
      "2": "Este efecto persiste durante 3 s después de que el enemigo se aleje del AdE de la habilidad."
    }
  },
  "constellation5": {
    "name": "La misericordiosa",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Senda de Chilin</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation6": {
    "name": "La clemente",
    "description": {
      "0": "Utilizar <strong>Senda de Chilin</strong> hace que durante 30 s no se requiera cargar la siguiente flecha helada."
    }
  }
}