{
  "welcome": "Bienvenidos a Genshin Optimizer!",
  "paragraphIntro": "<0>¿Qué es Genshin Optimizer?</0><1>Genshin Optimizer es una herramienta para el juego gacha de acción-rpg <1><strong>Genshin Impact</strong></1>. Su objetivo es ayudarte a lidiar con el aspecto más complejo del juego: Los artefactos. Los artefactos son elementos fuertemente basados en el RNG que contribuyen directamente a la eficacia de tus personajes en el juego. Esta herramienta busca disminuir un poco la complejidad asociada con la eficiencia de los artefactos, junto con qué artefacto usar en tu personaje para maximizar tus stats.</1><p>Sin embargo, esta herramienta puede hacer mucho más. Permitirá calcular todas las stats condicionales de los artefactos, las armas, buffs de equipos, y cómo esas stats afectarán a tu personaje en TIEMPO REAL.</p> <p>",
  "paragraphArtifactEditor": "<0>Editor de Artefactos</0><1><0>Editor de Artefactos con todas las funciones.</0><1>Añade Artefactos escaneando una captura de pantalla.</1><2>Calcula automáticamente el valor rolleado exacto de cada artefacto.</2><3>Calcula la eficiencia de substats, utilizando los cálculos de roll. Utiliza un solo número para determinar si debes conservar o desechar un artefacto.</3><4>Equipar/desequipar/cambiar artefactos entre tus personajes, probar diferentes builds.</4></1>",
  "paragraphCharacterEditor": "<0>Editor de Personajes</0><1><0>Editor de Personajes con todas las funciones.</0><1>Rellena automáticamente las stats del personaje en cada hito de nivel/ascensión.</1><2>Stats totalmente editables para su personalización.</2><3>Calcula las stats actuales en función del arma/artefactos.</3><4>Incluye un editor de Armas con todas las funciones, con stats de hito de nivel/ascensión</4><5>Aplica pasivos condicionales, por ejemplo, los bonos de stacks de ATQ y DEF de Sombra Blanca a las stats de tu personaje.</5><6>¡También aplica pasivos condicionales de los sets de Artefactos!</6><7>En Construcción Cálculo del daño de los talentos.</7><8>En Construcción Actualiza las stats/talentos del personaje en base a la constelación.</8></1>",
  "paragraphCharacterDamageCalculations": "<0>Cálculos de Daño de Personajes</0><1><0>Todos los detalles para los <1><0>WIP</0></1>talentos de cada personaje.</0><1>Todos los números deberían reflejar el daño real en el juego.</1><2>Stats condicionales y modificaciones de cada Constelación contabilizados.</2><3>Muestra los cálculos para todos los números, junto con las fórmulas. Enseño todos mis números.</3><4>Editor de enemigos con campos de nivel/resistencia para personalizar los cálculos de daño.</4><5>Considera la infusión elemental para los ataques normales/cargados/descendentes.</5><6>Cálculos de daño en tiempo real.</6></1>",
  "paragraphBuildGenerator": "<0>Generador de Builds</0><1><0>Generador de Builds para personajes específicos usando artefactos añadidos por el usuario.</0><1>Limita las builds por sets de artefactos, estadísticas principales...</1><2>Ordenar las builds generadas por una stat específica para maximización. </2><3>El generador no utilizará los artefactos ya equipados en un personaje diferente (sin tu permiso).</3><4>Comparar la build de artefactos generada con los artefactos que están actualmente en el personaje.</4><5>Utilizar las stats condicionales de los sets de artefactos, por ejemplo, el bono de daño en ataques normales de Gladiador, como parte de los cálculos de la build.</5></1>.",
  "paragraphTools": "<0>Herramientas y Utilidades</0><1><0>Hora del servidor, con cuenta atrás para el reinicio.</0><1>Contador de resina.</1><2>Calculadora de experiencia, para optimizar el uso de los libros de EXP. </2><3><0>En Construcción</0>Conversor de Recursos, para todos esos molestos recursos con tiers x3.</3><4><0>En Construcción</0>Lista de tareas: una lista dinámica de tareas para decirte qué debes grindear cada día</4></1>",
  "paragraphFuture": "<0>¿Qué hay para el futuro?</0><1><0>Cálculos completos de talentos/constelaciones para cada personaje que se haya lanzado.</0><1>Guardar múltiples builds de artefactos por personaje, para compararlas.</1><2>Buffs de comida, de equipo. </2><3>Planificación de recursos para ver los costes de compromiso de artefactos/personajes/armas.</3><4>Análisis de artefactos, gráficos para mostrar tus datos de artefactos.</4></1><2>Para más, y para saber en qué se está trabajando, únete a nuestro <1>discord.</1></2>",
  "paragraphHelpDevelopment": "<0>¿Quieres ayudar al desarrollador?</0><1>Genshin Optimizer ha sido el resultado de muchos días y semanas de noches de insomnio, y el desarrollador sigue intentando activamente mejorar y añadir características. Si quieres dar tu opinión, solicitar una característica, informar de un error, por favor únete a nuestro <1>discord.</1></1><2>Si quieres apoyar económicamente al desarrollador, por favor dona a través de <1>PayPal</1> o <3>Patreon</3>.</2>",
  "paragraphCredits": "<0>Hay que dar crédito a quien lo merece</0><p>GO no estaría donde está sin todas estas fuentes/personas. Es hora de hacer una reverencia y darles las gracias.</p><2><0>Gracias a todos los miembros de la comunidad, y especialmente a la gente de nuestro <1>discord</1>, por aportar comentarios y ayudarme a mejorar esta herramienta.</0><1>Gracias a <1>Honey Impact</1>, por darnos una fuente fiable y consistente de datos y números. Todos nuestros cálculos serían dudosos sin ellos.</1><2>Un buen porcentaje de nuestras imágenes de Genshin están sacadas de <1>The Genshin Impact Wiki</1>, así que un agradecimiento serendípico para ellos.</2><3>Gracias especialmente a los miembros de nuestra comunidad que han ido más allá, y nos han ayudado a probar las fórmulas registrando los datos del juego, y a la gente que nos ha ayudado con contribuciones de código fuente. </3><4>Gracias a todos los demás, por compartir esta herramienta, y conseguir que más gente la utilice.</4><5>Por último, y lo más importante, gracias a <1>TI</1>, por usar GO ahora mismo.</5></2>"
}