{
  "name": "Luz Lunar de Xifos",
  "description": "Una espada de doble filo que emite un brillo similar al de la luna. Según la leyenda, en ella reside un genio que ahora permanece en silencio.",
  "passiveName": "Susurro del genio",
  "passiveDescription": {
    "0": "Cada 10{NON_BREAK_SPACE}s, la Recarga de Energía del personaje que lleve esta arma equipada aumenta durante 12{NON_BREAK_SPACE}s en un <cryo>0.036%</cryo> por cada punto de Maestría Elemental que tenga, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en combate.",
    "1": "Cada 10{NON_BREAK_SPACE}s, la Recarga de Energía del personaje que lleve esta arma equipada aumenta durante 12{NON_BREAK_SPACE}s en un <cryo>0.045%</cryo> por cada punto de Maestría Elemental que tenga, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en combate.",
    "2": "Cada 10{NON_BREAK_SPACE}s, la Recarga de Energía del personaje que lleve esta arma equipada aumenta durante 12{NON_BREAK_SPACE}s en un <cryo>0.054%</cryo> por cada punto de Maestría Elemental que tenga, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en combate.",
    "3": "Cada 10{NON_BREAK_SPACE}s, la Recarga de Energía del personaje que lleve esta arma equipada aumenta durante 12{NON_BREAK_SPACE}s en un <cryo>0.063%</cryo> por cada punto de Maestría Elemental que tenga, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en combate.",
    "4": "Cada 10{NON_BREAK_SPACE}s, la Recarga de Energía del personaje que lleve esta arma equipada aumenta durante 12{NON_BREAK_SPACE}s en un <cryo>0.072%</cryo> por cada punto de Maestría Elemental que tenga, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en combate."
  }
}