{
  "name": "Silberwolf",
  "abilities": {
    "basic": {
      "0": {
        "name": "Systemwarnung",
        "fullDesc": "Fügt einem anvisierten Gegner Quanten-SCH in Höhe von <orangeStrong>{{1}}%</orangeStrong> von Silberwolfs ANG zu.",
        "shortDesc": "Fügt einem Gegner geringen Quanten-SCH zu."
      }
    },
    "skill": {
      "0": {
        "name": "Änderungen zulassen?",
        "fullDesc": "Es besteht eine <u>Grundchance</u> von <orangeStrong>{{2}}%</orangeStrong>, einem anvisierten Gegner 1 Schwäche des Typs eines Verbündeten zu implantieren. Damit wird auch der SCH-WDS des Gegners gegenüber diesem Schwächetyp für {{3}} Rd. um {{4}}% reduziert. Wenn der Gegner bereits eine Schwäche dieses Typs hat, wird der Effekt der SCH-WDS-Reduzierung für diesen Schwächetyp nicht ausgelöst.\\nJedem Gegner kann nur 1 Schwäche von Silberwolf implantiert werden. Wenn Silberwolf dem Ziel eine weitere Schwäche implantiert, wird nur die letzte Schwäche beibehalten.\\nAußerdem gibt es eine <u>Grundchance</u> von {{5}}%, den WDS aller Typen des Ziels zusätzlich um <orangeStrong>{{6}}%</orangeStrong> für {{7}} Rd. zu reduzieren.\\nFügt diesem Gegner Quanten-SCH in Höhe von <orangeStrong>{{1}}%</orangeStrong> von Silberwolfs ANG zu.",
        "shortDesc": "Es besteht eine hohe Chance, einem Gegner <orangeStrong>zusätzliche Schwächen</orangeStrong> und Quanten-SCH zuzufügen."
      }
    },
    "ult": {
      "0": {
        "name": "Benutzer gebannt",
        "fullDesc": "Es besteht eine <u>Grundchance</u> von <orangeStrong>{{2}}%</orangeStrong>, die VTD eines anvisierten Gegners für {{4}} Rd. um <orangeStrong>{{3}}%</orangeStrong> zu reduzieren und dem Ziel Quanten-SCH in Höhe von <orangeStrong>{{1}}%</orangeStrong> von Silberwolfs ANG zuzufügen.",
        "shortDesc": "Hat eine hohe Chance, die <orangeStrong>VTD</orangeStrong> eines Gegners zu <orangeStrong>reduzieren</orangeStrong> und ihm massiven Quanten-SCH zuzufügen."
      }
    },
    "technique": {
      "0": {
        "name": "Programmschließung erzwingen",
        "fullDesc": "Greift Gegner unmittelbar an. Nach Kampfeintritt wird allen Gegnern Quanten-SCH in Höhe von {{1}}% von Silberwolfs ANG zugefügt und ungeachtet des Schwächetyps wird WDS aller Gegner reduziert. Bei Gegnern, deren Schwäche auf diese Weise gebrochen wird, wird der Effekt von Quanten-Schwächebruch ausgelöst.",
        "shortDesc": "Greift Gegner an. Nach Kampfeintritt wird allen Gegner geringer SCH zugefügt und ungeachtet des Schwächetyps Widerstand reduziert."
      }
    },
    "overworld": {
      "0": {
        "name": "Angriff",
        "fullDesc": "Greift den Gegner an und schwächt nach Kampfeintritt den Widerstand des Ziels gegen den entsprechenden Typ.",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Generieren",
        "fullDesc": "Verlängert die Dauer von „Fehler“ um {{1}} Rd. Jedes Mal, wenn ein Gegner Schwächebruch erleidet, hat Silberwolf eine Grundchance von {{2}}%, dem Ziel einen zufälligen „Fehler“ zu implantieren.",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Injizieren",
        "fullDesc": "Verlängert die Dauer der durch Silberwolfs Fertigkeit hinzugefügten Schwäche um {{1}} Rd.",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Annotation",
        "fullDesc": "Hat der Gegner beim Einsatz der Fertigkeit {{1}} oder mehr Debuffs, wird der WDS aller Typen des Gegners zusätzlich um {{2}}% reduziert.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Social Engineering",
      "desc": "Nachdem Silberwolf mit ihrem Ultimate einen Gegner angegriffen hat, stellt sie für jeden Debuff des Ziels {{1}} Pkt. Energie wieder her. Dieser Effekt kann bei jedem Einsatz ihres Ultimates bis zu {{2}}-mal ausgelöst werden."
    },
    "2": {
      "name": "Zombienetzwerk",
      "desc": "Tritt ein Gegner in den Kampf ein, wird sein Effekt-WDS um {{1}}% reduziert."
    },
    "3": {
      "name": "Sprengladung",
      "desc": "Fertigkeitsstufe +2 bis max. St. 15. Talentstufe +2 bis max. St. 15."
    },
    "4": {
      "name": "Bounce-Angriff",
      "desc": "Nachdem Silberwolf mit ihrem Ultimate einen Gegner angegriffen hat, fügt sie für jeden Debuff des Ziels zusätzlichen Quanten-SCH in Höhe von {{1}}% von Silberwolfs ANG zu. Dieser Effekt kann bei jedem Einsatz ihres Ultimates bis zu {{2}}-mal ausgelöst werden."
    },
    "5": {
      "name": "Brute-Force-Angriff",
      "desc": "Ultimate-Stufe +2 bis max. St. 15. Standardangriff-Stufe +1 bis max. St. 10."
    },
    "6": {
      "name": "Overlay-Netzwerk",
      "desc": "Erhöht den von Silberwolf verursachten SCH für jeden Debuff des Gegners um {{1}}% bis zu max. {{2}}%."
    }
  }
}