{
  "name": "Blade",
  "abilities": {
    "basic": {
      "0": {
        "name": "Scherbenschwert",
        "fullDesc": "Fügt einem anvisierten Gegner Wind-SCH in Höhe von <orangeStrong>{{1}}%</orangeStrong> von Blades ANG zu.",
        "shortDesc": "Fügt einem Gegner geringen Wind-SCH zu."
      },
      "1": {
        "name": "Schwerterwald",
        "fullDesc": "Verbraucht LP in Höhe von {{1}}% von Blades max. LP und fügt einem anvisierten Gegner Wind-SCH zu. Dieser entspricht der Summe von <orangeStrong>{{2}}%</orangeStrong> seines ANG und <orangeStrong>{{4}}%</orangeStrong> seiner max. LP. Fügt zusätzlich angrenzenden Einheiten Wind-SCH zu. Dieser entspricht der Summe von <orangeStrong>{{3}}%</orangeStrong> seines ANG und <orangeStrong>{{5}}%</orangeStrong> seiner max. LP.\\nWenn Blades aktuelle LP nicht ausreichen, fallen seine aktuellen LP beim Einsatz von „Schwerterwald“ auf 1.\\n„Schwerterwald“ kann keine Fertigkeitspunkte wiederherstellen.",
        "shortDesc": "Verbraucht LP und fügt einem Gegner Wind-SCH zu. Angrenzende Einheiten erleiden geringen Wind-SCH."
      }
    },
    "skill": {
      "0": {
        "name": "Höllenqual",
        "fullDesc": "Verbraucht {{1}}% von Blades max. LP, um „Höllenqual“ zu aktivieren.\\nWenn „Höllenqual“ aktiv ist, kann seine Fertigkeit nicht eingesetzt werden. Erhöht Blades verursachten SCH um <orangeStrong>{{4}}%</orangeStrong> und verstärkt seinen Standardangriff „Scherbenschwert“ für {{2}} Rd. zu „Schwerterwald“\\nWenn Blades aktuelle LP nicht ausreichen, fallen seine aktuellen LP bei Einsatz seiner Fertigkeit auf 1.\\nDiese Fertigkeit stellt keine Energie wieder her. Der Einsatz dieser Fertigkeit beendet nicht die aktuelle Runde.",
        "shortDesc": "Verbraucht LP, um den <orangeStrong>Standardangriff zu verstärken</orangeStrong>. Nach dem Einsatz der Fertigkeit wird die aktuelle Runde nicht beendet."
      }
    },
    "ult": {
      "0": {
        "name": "Todesurteil",
        "fullDesc": "Setzt Blades aktuelle LP auf 50 % seiner max. LP und verursacht Wind-SCH. Dieser entspricht der Summe von <orangeStrong>{{1}}%</orangeStrong> seines ANG, <orangeStrong>{{2}}%</orangeStrong> seiner max. LP und <orangeStrong>{{5}}%</orangeStrong> der LP, die er im Laufe des aktuellen Kampfs insgesamt verloren hat. Fügt außerdem angrenzenden Einheiten Wind-SCH zu. Dieser entspricht der Summe von <orangeStrong>{{3}}%</orangeStrong> seines ANG, <orangeStrong>{{4}}%</orangeStrong> seiner max. LP und <orangeStrong>{{6}}%</orangeStrong> der LP, die er im Laufe des aktuellen Kampfs insgesamt verloren hat.\\nDie berechneten LP, die Blade im aktuellen Kampf insgesamt verloren hat, sind begrenzt auf {{7}}% seiner max. LP. Nachdem er seinen Ultimate eingesetzt hat, wird dieser Wert zurückgesetzt und neu berechnet.",
        "shortDesc": "Setzt die aktuellen LP auf 50 % der max. LP. Fügt einem Gegner massiven Wind-SCH und angrenzenden Einheiten Wind-SCH zu."
      }
    },
    "technique": {
      "0": {
        "name": "Karmawind",
        "fullDesc": "Greift den Gegner unmittelbar an. Verbraucht nach Kampfeintritt {{2}}% von Blades max. LP und fügt allen Gegnern Wind-SCH in Höhe von {{1}}% seiner max. LP zu.\\nWenn Blades aktuelle LP nicht ausreichen, fallen seine aktuellen LP beim Einsatz dieser Technik auf 1.",
        "shortDesc": "Greift den Gegner an. Verbraucht nach Kampfeintritt eigene LP und fügt allen Gegnern Wind-SCH zu."
      }
    },
    "overworld": {
      "0": {
        "name": "Angriff",
        "fullDesc": "Greift den Gegner an und schwächt nach Kampfeintritt den Widerstand des Ziels gegen den entsprechenden Typ.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Eine Schwertlänge, tausend Höllentiefen",
      "desc": "Blades Ultimate verursacht bei einem anvisierten Gegner zusätzlich erhöhten SCH, wobei der erhöhte Betrag {{1}}% seiner gesamten im aktuellen Kampf verlorenen LP beträgt.\\nDie berechneten LP, die Blade im aktuellen Kampf insgesamt verloren hat, werden auf {{2}}% seiner max. LP begrenzt. Nachdem er seinen Ultimate eingesetzt hat, wird dieser Wert zurückgesetzt und neu berechnet."
    },
    "2": {
      "name": "Verpasste Träume, unendliches Bedauern",
      "desc": "Wenn „Höllenqual“ aktiv ist, wird die KRIT-Rate um {{1}}% erhöht."
    },
    "3": {
      "name": "Geschmolzener Stahl, gemahlenes Korn",
      "desc": "Ultimate-Stufe +2 bis max. St. 15. Talentstufe +2 bis max. St. 15."
    },
    "4": {
      "name": "Vom Tod abgewiesen, vom Leben heimgesucht",
      "desc": "Werden Blades aktuelle LP auf 50 % oder niedriger reduziert, werden seine max. LP um {{1}}% erhöht. Dieser Effekt ist bis zu {{2}}-fach stapelbar."
    },
    "5": {
      "name": "Todesurteil, Karmavollstreckung",
      "desc": "Fertigkeitsstufe +2 bis max. St. 15. Standardangriff-Stufe +1 bis max. St. 10."
    },
    "6": {
      "name": "Wie Körper, so Seele",
      "desc": "Die maximale Aufladungsanzahl wird auf 4 reduziert. Der durch Folgeangriffe verursachte SCH von Blades Talent wird zusätzlich um {{1}}% seiner max. LP erhöht."
    }
  }
}