{
  "name": "Schwarzer Schwan",
  "abilities": {
    "basic": {
      "0": {
        "name": "Einblick, stilles Morgengrauen",
        "fullDesc": "Fügt einem anvisierten Gegner Wind-SCH in Höhe von <orangeStrong>{{1, percent}}%</orangeStrong> des ANG von Schwarzer Schwan zu und hat eine Grundchance von <orangeStrong>{{2, percent}}%</orangeStrong>, das Ziel mit 1 Stapelung Arkana zu belegen. Sollte das angegriffene Ziel sich im Status Windscherung, Bluten, Brennen oder Schock befinden, besteht jeweils eine Grundchance von <orangeStrong>{{3, percent}}%</orangeStrong>, es zusätzlich mit 1 Stapelung Arkana zu belegen.",
        "shortDesc": "Fügt einem Gegner geringen Wind-SCH zu und hat die Chance, das Ziel mit Arkana zu belegen. Nachdem das Ziel in den Status <orangeStrong>Windscherung, Bluten, Brennen oder Schock</orangeStrong> eingetreten ist, besteht jeweils die Chance, es <orangeStrong>zusätzlich mit Arkana zu belegen</orangeStrong>.",
        "tag": "Einzelangriff"
      }
    },
    "skill": {
      "0": {
        "name": "Verlust, falsche Abenddämmerung",
        "fullDesc": "Fügt einem anvisierten Gegner und angrenzenden Einheiten Wind-SCH in Höhe von <orangeStrong>{{1, percent}}%</orangeStrong> des ANG von Schwarzer Schwan zu und hat eine Grundchance von {{2, percent}}%, die Ziele mit 1 Stapelung Arkana zu belegen. Hat außerdem eine Grundchance von {{3, percent}}%, die VTD der Ziele für {{5}} Rd. um <orangeStrong>{{4, percent(fixed: 1)}}%</orangeStrong> zu reduzieren.",
        "shortDesc": "Fügt einem Gegner und angrenzenden Einheiten geringen Wind-SCH zu. Es besteht eine hohe Chance, dass die Ziele <orangeStrong>mit Arkana belegt werden</orangeStrong> und ihre VTD reduziert wird.",
        "tag": "Ausdehnung"
      }
    },
    "ult": {
      "0": {
        "name": "Schwelgend in den Armen der Anderwelt",
        "fullDesc": "Belegt alle Gegner für {{2}} Rd. mit „Enthüllung“.<br>Der von Gegnern mit dem Status Enthüllung erlittene SCH wird während ihrer Runde um <orangeStrong>{{3, percent}}%</orangeStrong> erhöht. Zudem werden Gegner, die sich im Status Arkana befinden, als gleichzeitig im Status Windscherung, Bluten, Brennen und Schock betrachtet. Wenn Arkana zu Beginn jeder Runde SCH verursacht, wird außerdem die Stapelzahl nicht zurückgesetzt. Dieser Effekt des Bewahrens von Stapelungen von Arkana kann während der Dauer von Enthüllung nur bis zu {{4}}-mal ausgelöst werden. Die Auslösungsanzahl wird aktualisiert, wenn der Gegner erneut mit Enthüllung belegt wird.<br>Fügt allen Gegnern Wind-SCH in Höhe von <orangeStrong>{{1, percent}}%</orangeStrong> des ANG von Schwarzer Schwan zu.",
        "shortDesc": "Belegt alle Gegner mit dem Status „Enthüllung“, wodurch der erlittene SCH während ihrer Runde erhöht wird. Zudem <orangeStrong>wird Arkana als gleichwertig mit den Status Windscherung, Bluten, Brennen und Schock betrachtet</orangeStrong>. Wenn Arkana zu Beginn der nächsten Runde SCH verursacht, wird außerdem die Stapelzahl nicht zurückgesetzt. Fügt allen Gegnern Wind-SCH zu.",
        "tag": "Flächenangriff"
      }
    },
    "talent": {
      "0": {
        "name": "Die Launen des sinnlosen Schicksals",
        "fullDesc": "Jedes Mal, wenn ein Gegner zu Beginn der Runde DoT erleidet, besteht eine Grundchance von <orangeStrong>{{2, percent}}%</orangeStrong>, dass er mit 1 Stapelung Arkana belegt wird.<br>Mit Arkana belegte Gegner erleiden Wind-DoT in Höhe von <orangeStrong>{{1, percent}}%</orangeStrong> des ANG von Schwarzer Schwan. Jede Stapelung von Arkana erhöht den SCH-Multiplikator um <orangeStrong>{{3, percent(fixed: 1)}}%</orangeStrong>. Arkana wird danach auf 1 Stapelung zurückgesetzt. Arkana kann bis zu {{8}}-fach gestapelt werden.<br>Nur wenn Arkana zu Beginn einer gegnerischen Runde SCH verursacht, löst Schwarzer Schwan zusätzliche Effekte basierend auf der Stapelzahl von Arkana beim entsprechenden Ziel aus:<br>Bei {{4}} oder mehr Stapelungen wird bei angrenzenden Einheiten Wind-DoT in Höhe von <orangeStrong>{{5, percent}}%</orangeStrong> des ANG von Schwarzer Schwan verursacht und es besteht eine Grundchance von <orangeStrong>{{2, percent}}%</orangeStrong>, diese mit 1 Stapelung Arkana zu belegen.<br>Bei {{6}} oder mehr Stapelungen ignoriert der aktuell verursachte DoT {{7, percent}}% der VTD des Ziels und der angrenzenden Einheiten.",
        "shortDesc": "Wenn ein Gegner zu Beginn der Runde DoT erleidet, besteht eine Chance, dass er mit Arkana belegt wird, sodass er zu Beginn der Runde <orangeStrong>Wind-DoT</orangeStrong> erleidet. Basierend auf der Stapelzahl von Arkana löst Schwarzer Schwan <orangeStrong>zusätzliche Effekte</orangeStrong> aus.",
        "tag": "Beeinträchtigung"
      }
    },
    "technique": {
      "0": {
        "name": "Her mit Wahrheit, weg mit Fassade",
        "fullDesc": "Nach dem Einsatz der Technik besteht zu Beginn des nächsten Kampfes eine Grundchance von {{1, percent}}%, jeden Gegner mit 1 Stapelung Arkana zu belegen. Für jedes erfolgreiche Verursachen von Arkana wird das Ziel mit 1 zusätzlicher Stapelung belegt; dies wird wiederholt, bis die Anwendung von Arkana fehlschlägt. Die Grundchance für jedes aufeinanderfolgende Verursachen von Arkana entspricht {{2, percent}}% der Grundchance des vorherigen erfolgreichen Verursachens von Arkana an diesem Ziel.",
        "shortDesc": "Nach dem Einsatz der Technik besteht zu Beginn des nächsten Kampfes eine hohe Chance, jeden Gegner <orangeStrong>mit Arkana zu belegen und dies zu wiederholen, bis die Anwendung fehlschlägt</orangeStrong>.",
        "tag": "Verstärkung"
      }
    },
    "overworld": {
      "0": {
        "name": "Angriff",
        "fullDesc": "Greift den Gegner an und schwächt nach Kampfeintritt den WDS des Ziels gegen den entsprechenden Typ.",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Viszerale Unruhe",
        "fullDesc": "Nachdem mit der Fertigkeit ein Gegner angegriffen wurde, der sich im Status Windscherung, Bluten, Brennen oder Schock befindet, besteht für jeden dieser Debuffs eine Grundchance von {{1, percent}}%, ihn zusätzlich mit 1 Stapelung Arkana zu belegen."
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Des Kelches Bodensatz",
        "fullDesc": "Wenn ein Gegner den Kampf betritt, besteht eine Grundchance von {{1, percent}}%, ihn mit 1 Stapelung Arkana zu belegen.<br>Jedes Mal, wenn ein Gegner durch einen Einzelangriff eines Verbündeten DoT erleidet, besteht eine Grundchance von {{1, percent}}%, dass er mit 1 Stapelung Arkana belegt wird. Jeder Einzelangriff kann bis zu {{2}} Stapelungen verursachen."
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Omen im Kerzenlicht",
        "fullDesc": "Erhöht den von dieser Einheit zugefügten SCH um {{1, percent}}% ihrer Effekt-Trefferrate. Der SCH kann durch diesen Effekt um bis zu max. {{2, percent}}% erhöht werden."
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Drei Steine, sieben Säulen",
      "desc": "Wenn Schwarzer Schwan kampffähig ist, wird jeweils der WDS des Typs Wind, Physisch, Feuer und Blitz von Gegnern mit Windscherung, Bluten, Brennen und Schock um {{1, percent}}% reduziert."
    },
    "2": {
      "name": "Lämmchen, weine nicht um mich",
      "desc": "Wird ein von Arkana betroffener Gegner besiegt, besteht eine Grundchance von {{1, percent}}%, angrenzende Einheiten mit {{2}} Stapelungen Arkana zu belegen."
    },
    "3": {
      "name": "Wie im Himmel, so auf Erden",
      "desc": "Fertigkeitsstufe +2 bis max. St. 15. Talentstufe +2 bis max. St. 15."
    },
    "4": {
      "name": "Tränen, ein Geschenk",
      "desc": "Der Effekt-WDS von Gegnern mit dem Status Enthüllung wird um {{1, percent}}% reduziert. Schwarzer Schwan stellt zu Beginn jeder Runde des betroffenen Ziels oder wenn es besiegt wird {{2}} Pkt. Energie wieder her. Dieser Effekt der Energiewiederherstellung kann während der Dauer von Enthüllung nur 1-mal ausgelöst werden. Die Auslösungsanzahl wird aktualisiert, wenn der Gegner erneut mit Enthüllung belegt wird."
    },
    "5": {
      "name": "Weg des Zugvogels",
      "desc": "Ultimate-Stufe +2 bis max. St. 15. Standardangriff-Stufe +1 bis max. St. 10."
    },
    "6": {
      "name": "Gnädiges Pantheon, unbekannte Diener",
      "desc": "Wenn Teammitglieder von Schwarzer Schwan Gegner angreifen, hat Schwarzer Schwan eine Grundchance von {{2, percent}}%, das Ziel mit 1 Stapelung Arkana zu belegen.<br>Jedes Mal, wenn Schwarzer Schwan einen Gegner mit Arkana belegt, besteht eine feste Chance von {{1, percent}}%, die bei diesem Mal zugefügte Stapelzahl von Arkana zusätzlich um {{3}} zu erhöhen."
    }
  }
}