{
  "name": "Topaz & Kontie",
  "abilities": {
    "basic": {
      "0": {
        "name": "Defizit ...",
        "fullDesc": "Fügt einem anvisierten Gegner Feuer-SCH in Höhe von <orangeStrong>{{1}}%</orangeStrong> des ANG von Topaz zu.",
        "shortDesc": "Fügt einem Gegner geringen Feuer-SCH zu."
      }
    },
    "skill": {
      "0": {
        "name": "Schwierigkeiten beim Bezahlen?",
        "fullDesc": "Verursacht bei einem anvisierten Gegner „Schuldennachweis“ und erhöht den erlittenen <u>Folgeangriff-SCH</u> des Ziels um <orangeStrong>{{2}}%</orangeStrong>. Der „Schuldennachweis“ wirkt nur auf das letzte Ziel, auf das er angewendet wird. Wenn sich zu Beginn der Runde eines Verbündeten oder während der Aktion eines Verbündeten keine Gegner mit „Schuldennachweis“ auf dem Feld befinden, verursacht Topaz bei einem zufälligen Gegner „Schuldennachweis“.\\nKontie fügt diesem Ziel Feuer-SCH in Höhe von <orangeStrong>{{1}}%</orangeStrong> des ANG von Topaz zu. Der Einsatz dieser Fertigkeit, um SCH zu verursachen, wird als ein <u>Folgeangriff</u> gewertet.",
        "shortDesc": "Verursacht bei einem Gegner „Schuldennachweis“ und lässt ihn <orangeStrong>mehr Folgeangriff-SCH erleiden</orangeStrong>. Kontie fügt dem Ziel Feuer-SCH zu."
      }
    },
    "ult": {
      "0": {
        "name": "Vom Verlust zum Gewinn!",
        "fullDesc": "Kontie tritt in den Status „Erstaunlicher Aufstieg!“ ein. Sein SCH-Multiplikator wird um <orangeStrong>{{1}}%</orangeStrong> und der KRIT-SCH wird um <orangeStrong>{{2}}%</orangeStrong> erhöht. Außerdem wird Konties Aktion um {{3}}% vorgezogen, wenn Gegner mit „Schuldennachweis“ von Standardangriff, Fertigkeit oder Ultimate eines Verbündeten getroffen werden. Nachdem Kontie {{4}}-mal Angriff eingesetzt hat, wird der Status „Erstaunlicher Aufstieg!“ beendet.",
        "shortDesc": "Kontie tritt in den Status „Erstaunlicher Aufstieg!“ ein und sein <orangeStrong>SCH-Multiplikator und KRIT-SCH werden</orangeStrong> erhöht."
      }
    },
    "technique": {
      "0": {
        "name": "Explizite Subvention",
        "fullDesc": "Beschwört Kontie, wenn Topaz die Karte betritt. Kontie sucht automatisch nach gewöhnlichen Schätzen und Sparschweinen in einer bestimmten Reichweite.\\nNach dem aktiven Einsatz der Technik wird Topaz‘ Energie nach Konties erstem Angriff im nächsten Kampf um {{1}} Pkt. wiederhergestellt.\\nNach dem aktiven Einsatz der Technik und dem Besiegen von Gegnern auf der offenen Karte wird zusätzlich eine kleine Menge Credits erhalten, wenn Topaz noch im Team ist. Nur {{2}} zusätzliche Credits können pro Standardtag erhalten werden.\\nNach dem aktiven Einsatz der Technik und dem Besiegen von Gegnern in Universum-Simulation oder Divergentes Universum wird zusätzlich eine kleine Menge an Kosmischen Fragmenten erhalten. Außerdem besteht eine geringe Chance, 1 zufällige Kuriosität zu erhalten.",
        "shortDesc": "<orangeStrong>Beschwört Kontie, sich in einem Labyrinth anzuschließen</orangeStrong>. Kontie wird automatisch <orangeStrong>nach gewöhnlichen Schätzen und Sparschweinen in der Nähe suchen</orangeStrong>. Beim Einsatz der Technik wird die Energie für Topaz nach Konties erstem Angriff im nächsten Kampf wiederhergestellt."
      }
    },
    "overworld": {
      "0": {
        "name": "Angriff",
        "fullDesc": "Greift den Gegner an und schwächt nach Kampfeintritt den Widerstand des Ziels gegen den entsprechenden Typ.",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Überziehung",
        "fullDesc": "Wenn Topaz ihren Standardangriff einsetzt, um SCH zuzufügen, wird der Angriff als Folgeangriff gewertet.",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Finanzielle Turbulenzen",
        "fullDesc": "Erhöht Topaz’ und Konties SCH gegen Gegner mit Feuer-Schwäche um {{1}}%.",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Technische Anpassung",
        "fullDesc": "Wenn Kontie mit Status „Erstaunlicher Aufstieg!“ einen Angriff ausführt, wird Topaz’ Energie zusätzlich um {{1}} Pkt. wiederhergestellt.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Markt der Zukunft",
      "desc": "Wenn Gegner mit „Schuldennachweis“ von Folgeangriffen getroffen werden, gehen sie in den Status „Schuldner“ über. Dies kann nur 1-mal in einem einzigen Angriff wirksam werden.\\n„Schuldner“ erhöht den KRIT-SCH von Folgeangriffen, der den betroffenen Gegnern zugefügt wird, um {{1}}%, bis zu {{2}}-fach stapelbar. Wenn „Schuldennachweis“ entfernt wird, wird auch der Status „Schuldner“ entfernt."
    },
    "2": {
      "name": "Freundliche Übernahme",
      "desc": "Nachdem Kontie eine Aktion ausgeführt und einen Angriff gestartet hat, wird Topaz’ Energie um {{1}} Pkt. wiederhergestellt."
    },
    "3": {
      "name": "Vorrangsteuerung",
      "desc": "Fertigkeitsstufe +2 bis max. St. 15. Standardangriff-Stufe. +1 bis max. St. 10."
    },
    "4": {
      "name": "Schnelle Handhabung",
      "desc": "Wenn Konties Runde beginnt, wird Topaz’ Aktion um {{1}}% vorgezogen."
    },
    "5": {
      "name": "Überhöhte Nachfrage",
      "desc": "Ultimate-Stufe +2 bis max. St. 15. Talentstufe +2 bis max. St. 15."
    },
    "6": {
      "name": "Anreizmechanismen",
      "desc": "Erhöht Konties Trefferzahl im Status „Erstaunlicher Aufstieg!“ um {{1}}. Erhöht seine Feuer-WDS-DUR beim Angriff um {{2}}%."
    }
  }
}