{
  "name": "Acheron",
  "abilities": {
    "basic": {
      "0": {
        "name": "Welke Pfade der Schreckenstriade",
        "fullDesc": "Fügt einem anvisierten Gegner Blitz-SCH in Höhe von <orangeStrong>{{1, percent}}%</orangeStrong> von Acherons ANG zu.",
        "shortDesc": "Fügt einem Gegner geringen Blitz-SCH zu.",
        "tag": "Einzelangriff"
      }
    },
    "skill": {
      "0": {
        "name": "Oktett des Donners",
        "fullDesc": "Erhält {{3}} Pkt. „Zerbrochener Traum“. Belegt einen anvisierten Gegner mit {{3}} Stapelung „Karminroter Knoten“ und fügt ihm Blitz-SCH in Höhe von <orangeStrong>{{1, percent}}%</orangeStrong> von Acherons ANG sowie angrenzenden Einheiten Blitz-SCH in Höhe von <orangeStrong>{{2, percent}}%</orangeStrong> von Acherons ANG zu.",
        "shortDesc": "Erhält <orangeStrong><color=#f29e38ff>{{3}}[i]</orangeStrong> Pkt. „Zerbrochener Traum“</color>. Belegt einen Gegner mit <orangeStrong>{{3}}</orangeStrong> Stapelung „Karminroter Knoten“ und fügt ihm Blitz-SCH sowie angrenzenden Einheiten geringen Blitz-SCH zu.",
        "tag": "Ausdehnung"
      }
    },
    "ult": {
      "0": {
        "name": "Verblassende Träume, ein Klingenstreich",
        "fullDesc": "Löst aufeinanderfolgend 3-mal „Regnerische Klage“ und 1-mal „Zurück ins Jenseits“ aus, wobei einem anvisierten Gegner Blitz-SCH in Höhe von bis zu <orangeStrong>{{6, percent}}%</orangeStrong> von Acherons ANG und anderen Zielen Blitz-SCH in Höhe von bis zu <orangeStrong>{{7, percent}}%</orangeStrong> von Acherons ANG zugefügt wird.<br>Regnerische Klage: Fügt einem anvisierten Gegner Blitz-SCH in Höhe von <orangeStrong>{{1, percent(fixed: 1)}}%</orangeStrong> von Acherons ANG zu und entfernt bis zu 3 Stapelungen „Karminroter Knoten“ des Ziels. Verursacht bei allen Gegnern sofort Blitz-SCH in Höhe von <orangeStrong>{{2, percent(fixed: 1)}}%</orangeStrong> von Acherons ANG, wenn Karminroter Knoten entfernt wird, wobei der SCH-Multiplikator mit jeder entfernten Stapelung zusätzlich erhöht wird, bis zu <orangeStrong>{{5, percent(fixed: 1)}}%</orangeStrong>.<br>Zurück ins Jenseits: Fügt allen Gegnern Blitz-SCH in Höhe von <orangeStrong>{{3, percent}}%</orangeStrong> von Acherons ANG zu und entfernt alle Stapelungen Karminroter Knoten.<br>Gegner können nicht während des Ultimates mit Karminroter Knoten belegt werden.",
        "shortDesc": "Fügt einem Gegner 3-mal geringen Blitz-SCH zu. Wenn „Karminroter Knoten“ vom Ziel entfernt wird, erleiden alle Gegner geringen Blitz-SCH. Fügt schließlich allen Gegnern 1-mal Blitz-SCH zu und entfernt alle Stapelungen Karminroter Knoten.",
        "tag": "Flächenangriff"
      },
      "1": {
        "name": "Regnerische Klage",
        "shortDesc": "Fügt einem Gegner geringen Blitz-SCH zu und entfernt bis zu 3 Stapelungen „Karminroter Knoten“ des Ziels. Verursacht 1-mal geringen Blitz-SCH bei allen Gegnern, wenn Karminroter Knoten entfernt wird, wobei der SCH-Multiplikator mit jeder entfernten Stapelung erhöht wird.",
        "tag": "Flächenangriff"
      },
      "2": {
        "name": "Regnerische Klage",
        "shortDesc": "Fügt einem Gegner geringen Blitz-SCH zu und entfernt bis zu 3 Stapelungen „Karminroter Knoten“ des Ziels. Verursacht 1-mal geringen Blitz-SCH bei allen Gegnern, wenn Karminroter Knoten entfernt wird, wobei der SCH-Multiplikator mit jeder entfernten Stapelung erhöht wird.",
        "tag": "Flächenangriff"
      },
      "3": {
        "name": "Regnerische Klage",
        "shortDesc": "Fügt einem Gegner geringen Blitz-SCH zu und entfernt bis zu 3 Stapelungen „Karminroter Knoten“ des Ziels. Verursacht 1-mal geringen Blitz-SCH bei allen Gegnern, wenn Karminroter Knoten entfernt wird, wobei der SCH-Multiplikator mit jeder entfernten Stapelung erhöht wird.",
        "tag": "Flächenangriff"
      },
      "4": {
        "name": "Zurück ins Jenseits",
        "shortDesc": "Fügt allen Gegnern Blitz-SCH zu und entfernt alle Stapelungen „Karminroter Knoten“.",
        "tag": "Flächenangriff"
      }
    },
    "talent": {
      "0": {
        "name": "Tropfen auf den roten Blättern, Leere",
        "fullDesc": "Wenn „Zerbrochener Traum“ {{1}} Pkt. erreicht, kann der Ultimate aktiviert werden. Der Ultimate reduziert den Widerstand aller Gegner unabhängig vom Schwächetyp und reduziert ihren WDS aller Typen um <orangeStrong>{{2, percent}}%</orangeStrong>. Dies dauert bis zum Ende des Ultimates an.<br>Wenn eine beliebige Einheit einem gegnerischen Ziel mit einer Fähigkeit einen Debuff zufügt, erhält Acheron 1 Pkt. Zerbrochener Traum und belegt ein Ziel mit 1 Stapelung „Karminroter Knoten“. Wenn die Fähigkeit mehrere Gegner mit Debuffs belegt, wird 1 Stapelung Karminroter Knoten dem Gegner mit den meisten Stapelungen Karminroter Knoten zugefügt. Dieser Effekt kann bis zu 1-mal pro Einsatz der Fähigkeit ausgelöst werden.<br>Wenn Acheron auf dem Kampffeld ist und ein gegnerisches Ziel das Feld verlässt oder von einer beliebigen Einheit besiegt wird, werden seine Stapelungen von Karminroter Knoten auf den Gegner mit den meisten Stapelungen Karminroter Knoten übertragen.",
        "shortDesc": "Wenn „Zerbrochener Traum“ die max. Anzahl erreicht, kann der Ultimate aktiviert werden. Der Ultimate verringert den Widerstand aller Gegner <orangeStrong>unabhängig vom Schwächetyp</orangeStrong> und reduziert ihren <orangeStrong>WDS aller Typen</orangeStrong>.<br>Wenn eine beliebige Einheit mit ihrer Fähigkeit einem gegnerischen Ziel einen Debuff zufügt, erhält Acheron Zerbrochener Traum und belegt ein Ziel mit „Karminroter Knoten“.",
        "tag": "Verstärkung"
      }
    },
    "technique": {
      "0": {
        "name": "Vier Phasen des Ich",
        "fullDesc": "Greift den Gegner an. Erhält zu Beginn jeder Kampfwelle „Vier Phasen des Ich“, fügt allen Gegnern Blitz-SCH in Höhe von {{1, percent}}% von Acherons ANG zu und reduziert ihr WDS unabhängig vom Schwächetyp. Beim Schwächebruch wird der Effekt „Schwächebruch: Blitz“ ausgelöst.<br>Vier Phasen des Ich: Acheron erhält nach dem Einsatz des Ultimates {{2}} Pkt. „Zerbrochener Traum“ und belegt einen zufälligen Gegner mit {{2}} Stapelung „Karminroter Knoten“.<br>Wenn gewöhnliche Gegner angegriffen werden, werden sie sofort besiegt, ohne den Kampf zu betreten. Der Technikpunkt wird nicht verbraucht, wenn der Angriff keinen Gegner trifft.",
        "shortDesc": "Greift den Gegner an. Erhält zu Beginn jeder Kampfwelle „Vier Phasen des Ich“ und fügt allen Gegnern Blitz-SCH zu, der Widerstand <orangeStrong>unabhängig vom Schwächetyp</orangeStrong> reduziert.<br>Wenn gewöhnliche Gegner angegriffen werden, werden sie <orangeStrong>sofort besiegt</orangeStrong>, ohne den Kampf zu betreten. Der Technikpunkt wird nicht verbraucht, wenn der Angriff keinen Gegner trifft.",
        "tag": ""
      }
    },
    "overworld": {
      "0": {
        "name": "Angriff",
        "fullDesc": "Greift den Gegner an und schwächt nach Kampfeintritt den WDS des Ziels gegen den entsprechenden Typ.",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Roter Oni",
        "fullDesc": "Erhält zu Beginn eines Kampfes sofort {{1}} Pkt. „Zerbrochener Traum“ und belegt einen zufälligen Gegner mit {{1}} Stapelungen „Karminroter Knoten“. Wenn Zerbrochener Traum das Maximum erreicht, wird für jeden überschüssigen Pkt. Zerbrochener Traum eine Stapelung „Vier Phasen des Ich“ erhalten. Vier Phasen des Ich ist bis zu {{2}}-fach stapelbar."
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Unterwelt",
        "fullDesc": "Wenn noch 1/2 weitere Figur(en) auf dem Pfad der Nichtigkeit im Team sind, beträgt der verursachte SCH von Acherons Standardangriff, Fertigkeit und Ultimate {{1, percent}}%/{{2, percent}}% des ursprünglichen SCH."
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Blitzherz",
        "fullDesc": "Wenn „Regnerische Klage“ des Ultimates Gegner mit „Karminroter Knoten“ trifft, wird Acherons verursachter SCH für {{3}} Rd. um {{1, percent}}% erhöht. Dieser Effekt ist bis zu {{2}}-fach stapelbar. Fügt außerdem zusätzlich {{4}}-mal SCH zu, wenn „Zurück ins Jenseits“ ausgelöst wird. Jedes Mal wird bei einem zufälligen Gegner Blitz-SCH in Höhe von {{5, percent}}% von Acherons ANG verursacht und dieser SCH wird als Ultimate-SCH betrachtet."
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Wahre Worte aus dem Himmel",
      "desc": "Erhöht die KRIT-Rate bei Angriffen auf Gegner mit Debuff um {{1, percent}}%."
    },
    "2": {
      "name": "Donner schweigt, Winde ruhen",
      "desc": "Reduziert die Anzahl der Figuren auf dem Pfad der Nichtigkeit um 1, die für den max. Wert der Spur „Unterwelt“ benötigt wird. Erhält zu Beginn der eigenen Runde 1 Pkt. „Zerbrochener Traum“ und gleichzeitig wird der Gegner mit den meisten Stapelungen „Karminroter Knoten“ mit 1 weiterer Stapelung Karminroter Knoten belegt."
    },
    "3": {
      "name": "Ewiger Winterschlaf in bitterer Kälte",
      "desc": "Ultimate-Stufe +2 bis max. St. 15. Standardangriff-Stufe +1 bis max. St. 10."
    },
    "4": {
      "name": "Flammen erleuchten den Menschen im Spiegel",
      "desc": "Wenn Gegner in den Kampf eintreten, wird ihnen Ultimate-SCH-Anfälligkeit zugefügt. Ihr erlittener Ultimate-SCH wird um {{1, percent}}% erhöht."
    },
    "5": {
      "name": "Klippen bröckeln, Seelen schweifen",
      "desc": "Fertigkeitsstufe +2 bis max. St. 15. Talentstufe +2 bis max. St. 15."
    },
    "6": {
      "name": "Gespaltene Fesseln des Verhängnisses",
      "desc": "Erhöht die WDS-DUR aller Typen für den von Acheron verursachten Ultimate-SCH um {{1, percent}}%. Der durch Standardangriff und Fertigkeit verursachte SCH wird ebenfalls als Ultimate-SCH betrachtet und kann den WDS des Gegners unabhängig vom Schwächetyp reduzieren. Beim Schwächebruch wird der Effekt „Schwächebruch: Blitz“ ausgelöst."
    }
  }
}