{
  "name": "Welt",
  "abilities": {
    "basic": {
      "0": {
        "name": "Schwerkraftunterdrückung",
        "fullDesc": "Fügt einem anvisierten Gegner imaginären SCH in Höhe von <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> von Welts ANG zu.",
        "shortDesc": "Fügt einem Gegner geringen imaginären SCH zu."
      }
    },
    "skill": {
      "0": {
        "name": "Rand der Leere",
        "fullDesc": "Fügt einem anvisierten Gegner imaginären SCH in Höhe von <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> von Welts ANG zu und verursacht 2-mal zusätzlichen SCH. Jeder zusätzlicher Treffer fügt zufälligen Gegnern imaginären SCH in Höhe von <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> von Welts ANG zu. Jeder Treffer hat eine <u>Grundchance</u> von <color=#f29e38ff><unbreak>#2[i]%</unbreak></color>, die GES des Ziels für <unbreak>#4[i]</unbreak> Rd. um <unbreak>#3[i]%</unbreak> zu verringern.",
        "shortDesc": "Fügt einem Gegner geringen imaginären SCH zu. Dieser Angriff kann 3-mal abprallen und hat eine Chance, betroffene Ziele zu <color=#f29e38ff>verlangsamen</color>."
      }
    },
    "ult": {
      "0": {
        "name": "Synthetisches Schwarzes Loch",
        "fullDesc": "Fügt allen Gegnern imaginären SCH in Höhe von <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> von Welts ANG zu und verursacht bei getroffenen Gegnern mit einer <u>Grundchance</u> von <unbreak>#3[i]%</unbreak> den Status Gefangenschaft, der für 1 Rd. hält.\\nDie Aktionen der gefangenen Gegner werden um <color=#f29e38ff><unbreak>#2[f1]%</unbreak></color> <u>verzögert</u> und ihre GES sinkt um <unbreak>#4[i]%</unbreak>.",
        "shortDesc": "Fügt allen Gegnern imaginären SCH zu und <color=#f29e38ff>verursacht mit hoher Chance Gefangenschaft</color>."
      }
    },
    "technique": {
      "0": {
        "name": "Gravitationsgefängnis",
        "fullDesc": "Nach dem Einsatz von Welts Technik wird für <unbreak>#4[i]</unbreak> s eine spezielle Dimension erzeugt. Die Bewegungs-GES der Gegner in dieser Dimension wird um <unbreak>#5[i]%</unbreak> reduziert. Nach Kampfeintritt mit Gegnern in der Dimension besteht eine <u>Grundchance</u> von <unbreak>#1[i]%</unbreak>, bei Gegnern für 1 Rd. den Status Gefangenschaft zu verursachen.\\nDie Aktionen von gefangenen Gegnern werden um <unbreak>#2[i]%</unbreak> <u>verzögert</u> und ihre GES um <unbreak>#3[i]%</unbreak> verringert. Es kann nur eine von Verbündeten erschaffene Dimension zur gleichen Zeit existieren.",
        "shortDesc": "Erschafft eine Dimension. Gegner in dieser Dimension haben reduzierte Bewegungs-GES. Wenn du mit Gegnern in der Dimension kämpfst, <color=#f29e38ff>besteht eine hohe Chance, dass sie in Gefangenschaft geraten</color>."
      }
    },
    "overworld": {
      "0": {
        "name": "Angriff",
        "fullDesc": "Greift den Gegner an und schwächt nach Kampfeintritt den Widerstand des Ziels gegen den entsprechenden Typ."
      }
    }
  }
}