{
  "name": "Qingque",
  "abilities": {
    "basic": {
      "0": {
        "name": "Selbstgezogener Sieg",
        "fullDesc": "Wirft 1 Jadestein der Farbe mit der geringsten Anzahl von Steinen in Qingques aktueller Hand und fügt einem anvisierten Gegner Quanten-SCH in Höhe von <orangeStrong>{{1}}%</orangeStrong> von Qingques ANG zu.",
        "shortDesc": "Wirft 1 Stein und fügt einem anvisierten Gegner geringen Quanten-SCH zu."
      },
      "1": {
        "name": "Sieg mit dem Kong!",
        "fullDesc": "Fügt einem anvisierten Gegner Quanten-SCH in Höhe von <orangeStrong>{{1}}%</orangeStrong> von Qingques ANG zu und fügt angrenzenden Zielen Quanten-SCH in Höhe von <orangeStrong>{{2}}%</orangeStrong> von Qingques ANG zu.\\n„Sieg mit dem Kong!“ kann keine Fertigkeitspunkte wiederherstellen.",
        "shortDesc": "Fügt einem Gegner Quanten-SCH zu und fügt angrenzenden Zielen geringen Quanten-SCH zu."
      }
    },
    "skill": {
      "0": {
        "name": "Letzten Stein eingeholt",
        "fullDesc": "Zieht sofort {{1}} Jadesteine. Erhöht den SCH von Qingques Angriff um <orangeStrong>{{2}}%</orangeStrong> bis zum Ende dieser Runde. Dieser Effekt ist bis zu {{3}}-fach stapelbar. Diese Fertigkeit beendet die Runde nicht.",
        "shortDesc": "<orangeStrong>Zieht einen Stein</orangeStrong> und erhöht den zugefügten SCH. <orangeStrong>Die Runde wird nicht beendet</orangeStrong>."
      }
    },
    "ult": {
      "0": {
        "name": "Vier verborgene Fische? Gewonnen!",
        "fullDesc": "Fügt allen Gegnern Quanten-SCH in Höhe von <orangeStrong>{{1}}%</orangeStrong> von Qingques ANG zu und zieht 4 Jadesteine derselben Farbe.",
        "shortDesc": "Fügt allen Gegnern Quanten-SCH zu und zieht dann 4 Jadesteine derselben Farbe."
      }
    },
    "technique": {
      "0": {
        "name": "Mich selbst herausfordern",
        "fullDesc": "Qingque zieht nach dem Einsatz der Technik beim Kampfeintritt {{1}} Jadesteine.",
        "shortDesc": "Nach dem Einsatz der Technik wird zu Beginn des nächsten Kampfs ein Stein gezogen."
      }
    },
    "overworld": {
      "0": {
        "name": "Angriff",
        "fullDesc": "Greift den Gegner an und schwächt nach Kampfeintritt den Widerstand des Ziels gegen den entsprechenden Typ.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Bauer umgewandelt, Preis erhalten",
      "desc": "Der Ultimate verursacht {{1}}% mehr SCH."
    },
    "2": {
      "name": "Zeit für ein Nickerchen, direkt auf dem Schachbrett",
      "desc": "Jedes Mal, wenn Qingque einen Stein zieht, erhält sie sofort {{1}} Pkt. Energie zurück."
    },
    "3": {
      "name": "Auf die Spielsteine konzentrieren, auf das Ziehen verlassen",
      "desc": "Ultimate-Stufe +2 bis max. St. 15. Talentstufe +2 bis max. St. 15."
    },
    "4": {
      "name": "Glückliche Kombination, der letzte Stein wartet",
      "desc": "Nach dem Einsatz der Fertigkeit besteht eine feste Chance von {{1}}%, den Status „Autarkie“ zu erhalten. Dieser Status hält bis zum Ende dieser Runde.\\nIm Status Autarkie führt Qingque nach dem Einsatz des Standardangriffs oder verstärkten Standardangriffs sofort einen Folgeangriff aus und fügt dem Ziel Quanten-SCH in Höhe von 100 % des Standardangriff-SCH oder verstärkten Standardangriff-SCH zu."
    },
    "5": {
      "name": "Selbst gezogene Steine, das Glück verschmäht",
      "desc": "Fertigkeitsstufe +2 bis max. St. 15. Standardangriff-Stufe +1 bis max. St. 10."
    },
    "6": {
      "name": "Ruhig und gefasst, bereit für den Sieg",
      "desc": "Stellt beim Einsatz des verstärkten Standardangriffs 1 Fertigkeitspunkt wieder her."
    }
  }
}