{
  "name": "Xueyi",
  "abilities": {
    "basic": {
      "0": {
        "name": "Marabrecher-Ahle",
        "fullDesc": "Fügt einem anvisierten Gegner Quanten-SCH in Höhe von <orangeStrong>{{1}}%</orangeStrong> von Xueyis ANG zu.",
        "shortDesc": "Fügt einem Gegner geringen Quanten-SCH zu."
      }
    },
    "skill": {
      "0": {
        "name": "Vernichtung des Frevels",
        "fullDesc": "Fügt einem anvisierten Gegner Quanten-SCH in Höhe von <orangeStrong>{{1}}%</orangeStrong> von Xueyis ANG zu und fügt angrenzenden Zielen Quanten-SCH in Höhe von <orangeStrong>{{2}}%</orangeStrong> von Xueyis ANG zu.",
        "shortDesc": "Fügt einem Gegner Quanten-SCH zu und fügt angrenzenden Einheiten geringen Quanten-SCH zu."
      }
    },
    "ult": {
      "0": {
        "name": "Göttliche Geißelung",
        "fullDesc": "Fügt einem anvisierten Gegner Quanten-SCH in Höhe von <orangeStrong>{{1}}%</orangeStrong> von Xueyis ANG zu. Dieser Angriff ignoriert die Schwächen des Gegners und reduziert den WDS des Ziels. Wenn die Schwäche eines Gegners gebrochen wird, wird der Effekt „Schwächebruch: Quanten“ ausgelöst.\\nJe mehr WDS reduziert wird, desto höher ist der Schaden, der mit diesem Angriff zugefügt wird, bis maximal <orangeStrong>{{3}}%</orangeStrong>.",
        "shortDesc": "Fügt einem Gegner massiven Quanten-SCH zu. Dieser Angriff verringert den WDS des Gegners <orangeStrong>unabhängig vom Schwächetyp</orangeStrong>. Je mehr WDS verringert wird, desto höher ist der zugefügte SCH."
      }
    },
    "technique": {
      "0": {
        "name": "Kurzschluss-Exekution",
        "fullDesc": "Greift den Gegner unmittelbar an. Fügt nach Kampfeintritt allen Gegnern Quanten-SCH in Höhe von {{1}}% von Xueyis ANG zu.",
        "shortDesc": "Greift den Gegner an. Fügt nach Kampfeintritt allen Gegnern geringen Quanten-SCH zu."
      }
    },
    "overworld": {
      "0": {
        "name": "Angriff",
        "fullDesc": "Greift den Gegner an und schwächt nach Kampfeintritt den Widerstand des Ziels gegen den entsprechenden Typ.",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Webstuhl der Vorsehung",
        "fullDesc": "Erhöht den von dieser Einheit zugefügten SCH in Höhe von {{1}}% ihres Brucheffekts. Der SCH kann durch diesen Effekt um bis zu maximal {{2}}% erhöht werden.",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Unerbittliches Rotationsgelenk",
        "fullDesc": "Liegt der WDS des gegnerischen Ziels bei mindestens {{1}}% seines max. WDS, verursacht Xueyi beim Einsatz des Ultimates {{2}}% mehr SCH.",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Beobachtung des Verstandes",
        "fullDesc": "Xueyi wird die Anzahl an überzähligen Stapelungen von „Karma“ zusammenrechnen, bis zu max. {{1}} Stapelungen. Nachdem Xueyis Talent ausgelöst wurde, erhält sie dementsprechend Stapelungen Karma.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Dvesha, gefesselt",
      "desc": "Erhöht den durch Folgeangriffe verursachten SCH des Talents um {{1}}%."
    },
    "2": {
      "name": "Klesha, durchbrochen",
      "desc": "Der Folgeangriff des Talents verringert den WDS unabhängig vom Schwächetyp und stellt gleichzeitig Xueyis LP in Höhe von {{1}}% ihrer max. LP wieder her. Wenn die Schwäche gebrochen wird, wird der Effekt „Schwächebruch: Quanten“ ausgelöst."
    },
    "3": {
      "name": "Duhkha, ruhend",
      "desc": "Fertigkeitsstufe +2 bis zu max. St. 15. Standardangriff-Stufe. +1 bis zu max. St. 10."
    },
    "4": {
      "name": "Karma, durchtrennt",
      "desc": "Erhöht den Brucheffekt beim Einsatz des Ultimates für {{2}} Rd. um {{1}}%."
    },
    "5": {
      "name": "Deva, beschwingt",
      "desc": "Ultimate-Stufe +2 bis max. St. 15. Talentstufe +2 bis max. St. 15."
    },
    "6": {
      "name": "Samsara, gemeistert",
      "desc": "Verringert die maximale Stapelung von „Karma“ auf {{1}}."
    }
  }
}