{
  "name": "Коллеи",
  "title": "Росток возрождения",
  "description": "Стажёр Лесного дозора в лесу Авидья. За её энергичной речью и действиями скрывается довольно закрытая личность.",
  "constellationName": "Сервал",
  "auto": {
    "name": "Лук молельщицы",
    "fields": {
      "normal": {
        "0": "<strong><strong>Обычная атака:</strong>",
        "1": "До четырёх выстрелов из лука."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Более меткий <strong>прицельный выстрел</strong> с увеличенным уроном.",
        "2": "Во время прицеливания наконечник стрелы заряжается стихией Дендро. Полностью заряженная стрела наносит <dendro>Дендро урон</dendro>."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Выпускает град стрел в воздухе, которые при приземлении персонажа наносят урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Прицельный выстрел",
      "5": "Заряженный выстрел",
      "6": "Урон в падении",
      "7": "Урон низкого/высокого удара",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Сметающие цветы",
    "description": {
      "0": "Бросает Цветочное кольцо, которое наносит однократный <dendro>Дендро урон</dendro> врагам, с которыми оно соприкоснулось.",
      "1": "Цветочное кольцо через некоторое время возвращается и наносит <dendro>Дендро урон</dendro> ещё раз.",
      "2": "<br/>",
      "3": "<i>Надёжный инструмент, который помогает Коллеи утихомиривать яростных зверей. После парочки ударов даже самые неистовые из них приходят в полное спокойствие. Он так же хорошо работает и для недружелюбно настроенных людей.</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Время отката",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Кошачье сокровище",
    "description": {
      "0": "Надёжнейший Куйлейн-Анбар спешит на помощь!",
      "1": "Бросает куклу по имени Куйлейн-Анбар, взрыв которой наносит <dendro>Дендро урон по площади</dendro>, и создаёт зону Куйлейн-Анбара. Куйлейн-Анбар беспрестанно прыгает внутри неё, нанося <dendro>Дендро урон по площади</dendro>.",
      "2": "<br/>",
      "3": "<i>«Круто, да? ...А? Как я придумала это имя, \"Куйлейн-Анбар\"? Эм, ну, я...»</i>"
    },
    "skillParams": {
      "0": "Урон от взрыва",
      "1": "Урон прыжка",
      "2": "Длительность",
      "3": "Время отката",
      "4": "Потребление энергии",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Возвращение цветов",
    "description": {
      "0": "Свой персонаж, который до возвращения <strong>Цветочного кольца</strong> вызвал Горение, Стимуляцию, Обострение, Разрастание, Бутонизацию, Вегетацию или Цветение, по его возвращении получит Росток. Во время его действия враги поблизости будут получать продолжительный <dendro>Дендро урон</dendro>, равный 40% от силы атаки Коллеи. Эффект длится 3 сек.",
      "1": "При повторной активации Ростка существующий эффект снимается. Нанесённый Ростком урон считается уроном элементального навыка."
    }
  },
  "passive2": {
    "name": "Безмолвная чаща",
    "description": {
      "0": "Когда персонаж в <strong>зоне Куйлейн-Анбара</strong> активирует реакцию Горение, Стимуляция, Обострение, Разрастание, Бутонизация, Вегетация или Цветение, длительность зоны увеличивается на 1 сек.",
      "1": "Длительность одного и того же <strong>Кошачьего сокровища</strong> можно увеличить этим способом до 3 раз."
    }
  },
  "passive3": {
    "name": "Чемпион полётов Сумеру",
    "description": {
      "0": "Уменьшает потребление выносливости активного персонажа во время полёта на 20%.",
      "1": "Не суммируется с пассивными талантами, дающими точно такие же эффекты."
    }
  },
  "constellation1": {
    "name": "Охрана чащи",
    "description": {
      "0": "Когда Коллеи в отряде, но не является активным персонажем, её восстановление энергии повышается на 20%."
    }
  },
  "constellation2": {
    "name": "По горам и лесам",
    "description": {
      "0": "Пассивный талант «Возвращение цветов» меняется следующим образом:",
      "1": "Возвращаясь, <strong>Цветочное кольцо</strong> наделяет персонажа эффектом Ростка, который наносит врагам поблизости продолжительный <dendro>Дендро урон</dendro>, равный 40% от силы атаки Коллеи. Эффект длится 3 сек.",
      "2": "Если с момента использования навыка <strong>Сметающие цветы</strong> до завершения текущего Ростка свой персонаж отряда вызывает Горение, Стимуляцию, Обострение, Разрастание, Бутонизацию, Вегетацию или Цветение, действие Ростка продлится на 3 сек.",
      "3": "Продлить действие Ростка таким способом можно только один раз. При повторной активации Ростка текущий эффект снимается. Урон, наносимый эффектом «Росток», считается уроном элементального навыка.",
      "4": "Требуется разблокировать пассивный талант «Возвращение цветов»."
    }
  },
  "constellation3": {
    "name": "Благоухание лета",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Сметающие цветы</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Дар лесов",
    "description": {
      "0": "Активация <strong>Кошачьего сокровища</strong> увеличивает мастерство стихий всех членов отряда поблизости (кроме самой Коллеи) на 60 ед. на 12 сек."
    }
  },
  "constellation5": {
    "name": "Всё как угли",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Кошачье сокровище</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Лес падающих стрел",
    "description": {
      "0": "Попадание <strong>Цветочного кольца</strong> создаёт миниатюрного Куйлейн-Анбара, который наносит <dendro>Дендро урон</dendro>, равный 200% от силы атаки Коллеи.",
      "1": "При каждом использовании <strong>Сметающих цветов</strong> можно создать только одного миниатюрного Куйлейн-Анбара."
    }
  }
}