{
  "name": "Элегия погибели",
  "description": {
    "0": "В изящности этот лук не уступает лире барда. Словно вздох печали, выпущенные из него стрелы разят точно в сердце."
  },
  "passiveName": "Песнь разлуки",
  "passiveDescription": {
    "0": {
      "0": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает мастерство стихий на <cryo>60</cryo> ед. При попадании элементальным навыком или взрывом стихии по противнику персонаж получает один Талисман воспоминаний. Он может возникнуть раз в 0,2 сек., даже когда персонаж в отряде, но не активен. Четыре собранных Талисмана воспоминаний пропадают, на 12 сек. наделяя ближайших членов отряда эффектом «Тысячелетняя симфония: Прощальный гимн». Их мастерство стихии повышается на <cryo>100</cryo> ед., а сила атаки - на <cryo>20%</cryo>. В течение 20 сек. после активации эффекта Талисманы воспоминаний появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается."
    },
    "1": {
      "0": "С ветром доносится мотив Тысячелетней симфонии, которая увеличивает мастерство стихий на <cryo>75</cryo> ед. При попадании элементальным навыком или взрывом стихии по противнику персонаж получает один Талисман воспоминаний. Он может возникнуть раз в 0,2 сек., даже когда персонаж в отряде, но не активен. Четыре собранных Талисмана воспоминаний пропадают, на 12 сек. наделяя ближайших членов отряда эффектом «Тысячелетняя симфония: Прощальный гимн». Их мастерство стихии повышается на <cryo>125</cryo> ед., а сила атаки - на <cryo>25%</cryo>. В течение 20 сек. после активации эффекта Талисманы воспоминаний появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается."
    },
    "2": {
      "0": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает мастерство стихий на <cryo>90</cryo> ед. При попадании элементальным навыком или взрывом стихии по противнику персонаж получает один Талисман воспоминаний. Он может возникнуть раз в 0,2 сек., даже когда персонаж в отряде, но не активен. Четыре собранных Талисмана воспоминаний пропадают, на 12 сек. наделяя ближайших членов отряда эффектом «Тысячелетняя симфония: Прощальный гимн». Их мастерство стихии повышается на <cryo>150</cryo> ед., а сила атаки - на <cryo>30%</cryo>. В течение 20 сек. после активации эффекта Талисманы воспоминаний появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается."
    },
    "3": {
      "0": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает мастерство стихий на <cryo>105</cryo> ед. При попадании элементальным навыком или взрывом стихии по противнику персонаж получает один Талисман воспоминаний. Он может возникнуть раз в 0,2 сек., даже когда персонаж в отряде, но не активен. Четыре собранных Талисмана воспоминаний пропадают, на 12 сек. наделяя ближайших членов отряда эффектом «Тысячелетняя симфония: Прощальный гимн». Их мастерство стихии повышается на <cryo>175</cryo> ед., а сила атаки - на <cryo>35%</cryo>. В течение 20 сек. после активации эффекта Талисманы воспоминаний появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается."
    },
    "4": {
      "0": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает мастерство стихий на <cryo>120</cryo> ед. При попадании элементальным навыком или взрывом стихии по противнику персонаж получает один Талисман воспоминаний. Он может возникнуть раз в 0,2 сек., даже когда персонаж в отряде, но не активен. Четыре собранных Талисмана воспоминаний пропадают, на 12 сек. наделяя ближайших членов отряда эффектом «Тысячелетняя симфония: Прощальный гимн». Их мастерство стихии повышается на <cryo>200</cryo> ед., а сила атаки - на <cryo>40%</cryo>. В течение 20 сек. после активации эффекта Талисманы воспоминаний появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается."
    }
  }
}