{
  "name": "Истина кагура",
  "description": {
    "0": "Божественные колокольчики, используемые в ритуальном танце кагура, благословлены самой Гудзи. Вокруг них витает аромат цветков Священной сакуры."
  },
  "passiveName": "Кагура Священной сакуры",
  "passiveDescription": {
    "0": {
      "0": "Использование элементального навыка наделяет экипированного этим оружием персонажа эффектом «Танец кагура», который увеличивает урон его элементального навыка на <cryo>12%</cryo>. Этот эффект длится 16 сек. и может складываться до 3 раз. На 3 уровне эффекта персонаж получает <cryo>12%</cryo> бонус урона всеми элементами."
    },
    "1": {
      "0": "Использование элементального навыка наделяет экипированного этим оружием персонажа эффектом «Танец кагура», который увеличивает урон его элементального навыка на <cryo>15%</cryo>. Этот эффект длится 16 сек. и может складываться до 3 раз. На 3 уровне эффекта персонаж получает <cryo>15%</cryo> бонус урона всеми элементами."
    },
    "2": {
      "0": "Использование элементального навыка наделяет экипированного этим оружием персонажа эффектом «Танец кагура», который увеличивает урон его элементального навыка на <cryo>18%</cryo>. Этот эффект длится 16 сек. и может складываться до 3 раз. На 3 уровне эффекта персонаж получает <cryo>18%</cryo> бонус урона всеми элементами."
    },
    "3": {
      "0": "Использование элементального навыка наделяет экипированного этим оружием персонажа эффектом «Танец кагура», который увеличивает урон его элементального навыка на <cryo>21%</cryo>. Этот эффект длится 16 сек. и может складываться до 3 раз. На 3 уровне эффекта персонаж получает <cryo>21%</cryo> бонус урона всеми элементами."
    },
    "4": {
      "0": "Использование элементального навыка наделяет экипированного этим оружием персонажа эффектом «Танец кагура», который увеличивает урон его элементального навыка на <cryo>24%</cryo>. Этот эффект длится 16 сек. и может складываться до 3 раз. На 3 уровне эффекта персонаж получает <cryo>24%</cryo> бонус урона всеми элементами."
    }
  }
}