{
  "name": "Sparkle",
  "abilities": {
    "basic": {
      "0": {
        "name": "Monodrama",
        "fullDesc": "Deals Quantum DMG equal to <orangeStrong>{{1}}%</orangeStrong> of Sparkle's ATK to a single target enemy.",
        "shortDesc": "Deals minor Quantum DMG to a single enemy."
      }
    },
    "skill": {
      "0": {
        "name": "Dreamdiver",
        "fullDesc": "Increases the CRIT DMG of a single target ally by <orangeStrong>{{1}}%</orangeStrong> of Sparkle's CRIT DMG plus <orangeStrong>{{2}}%</orangeStrong>, lasting for {{3}} turn(s). And at the same time, Advances Forward this ally's action by {{4}}%.\\nWhen Sparkle uses this ability on herself, the Action Advance effect will not trigger.",
        "shortDesc": "Increases an ally's <color=#f29e38ff>CRIT DMG</color> and Advances Forward their action."
      }
    },
    "ult": {
      "0": {
        "name": "The Hero with a Thousand Faces",
        "fullDesc": "Recovers {{2}} Skill Points for the team and grants all allies Cipher. For allies with Cipher, each stack of the DMG Boost effect provided by Sparkle's Talent additionally increases by <orangeStrong>{{3}}%</orangeStrong>, lasting for {{4}} turns.",
        "shortDesc": "Recovers <color=#f29e38ff>Skill Points</color> for the team, and enables the DMG Boost provided by Sparkle's Talent to be additionally enhanced."
      }
    },
    "technique": {
      "0": {
        "name": "Unreliable Narrator",
        "fullDesc": "Using the Technique grants all allies Misdirect for {{2}} seconds. Characters with Misdirect will not be detected by enemies, and entering battle in the Misdirect state recovers {{1}} Skill Point(s) for the team.",
        "shortDesc": "Using the Technique grants all allies Misdirect. Characters with Misdirect will not be detected by enemies, and entering battle while in Misdirect recovers <color=#f29e38ff>Skill Points</color> for allies."
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "Attacks an enemy, and when the battle starts, reduces their Toughness of the corresponding Type.",
        "shortDesc": ""
      }
    }
  }
}