{
  "name": "Blade",
  "abilities": {
    "basic": {
      "0": {
        "name": "Shard Sword",
        "fullDesc": "Deals <orangeStrong>{{1, percent}}%</orangeStrong> of Blade's ATK as Wind DMG to a target enemy.",
        "shortDesc": "Deals minor Wind DMG to an enemy.",
        "tag": "Single Target"
      },
      "1": {
        "name": "Forest of Swords",
        "fullDesc": "Consumes HP equal to {{1, percent}}% of Blade's Max HP and deals Wind DMG equal to the sum of <orangeStrong>{{2, percent}}%</orangeStrong> of his ATK and <orangeStrong>{{4, percent}}%</orangeStrong> of his Max HP to a single enemy. In addition, deals Wind DMG equal to the sum of <orangeStrong>{{3, percent}}%</orangeStrong> of Blade's ATK and <orangeStrong>{{5, percent}}%</orangeStrong> of his Max HP to adjacent targets.<br>If Blade's current HP is insufficient, his HP will be reduced to 1 when using Forest of Swords.<br>Forest of Swords cannot regenerate Skill Points.",
        "shortDesc": "Consumes HP and deals Wind DMG to an enemy, as well as minor Wind DMG to adjacent targets.",
        "tag": "Blast"
      }
    },
    "skill": {
      "0": {
        "name": "Hellscape",
        "fullDesc": "Consumes HP equal to {{1, percent}}% of Blade's Max HP to enter the Hellscape state.<br>When Hellscape is active, his Skill cannot be used, his DMG dealt increases by <orangeStrong>{{4, percent}}%</orangeStrong>, and his Basic ATK Shard Sword is enhanced to Forest of Swords for {{2}} turn(s).<br>If Blade's current HP is insufficient, his HP will be reduced to 1 when he uses his Skill.<br>This Skill does not regenerate Energy. Using this Skill does not end the current turn.",
        "shortDesc": "Consumes HP to <orangeStrong>Enhance Basic ATK</orangeStrong>, and this turn does not end after this Skill is used.",
        "tag": "Enhance"
      }
    },
    "ult": {
      "0": {
        "name": "Death Sentence",
        "fullDesc": "Sets Blade's current HP to 50% of his Max HP and deals Wind DMG to a single enemy equal to the sum of <orangeStrong>{{1, percent}}%</orangeStrong> of his ATK, <orangeStrong>{{2, percent}}%</orangeStrong> of his Max HP, and <orangeStrong>{{5, percent}}%</orangeStrong> of the tally of Blade's HP loss in the current battle. At the same time, deals Wind DMG to adjacent targets equal to the sum of <orangeStrong>{{3, percent(fixed: 1)}}%</orangeStrong> of his ATK, <orangeStrong>{{4, percent}}%</orangeStrong> of his Max HP, and <orangeStrong>{{6, percent}}%</orangeStrong> of the tally of his HP loss in the current battle.<br>The tally of Blade's HP loss in the current battle is capped at {{7, percent}}% of his Max HP. This value will be reset and re-accumulated after his Ultimate has been used.",
        "shortDesc": "Sets current HP to 50% of Max HP, and deals massive Wind DMG to a single enemy and Wind DMG to adjacent targets.",
        "tag": "Blast"
      }
    },
    "talent": {
      "0": {
        "name": "Shuhu's Gift",
        "fullDesc": "When Blade sustains DMG or consumes his HP, he gains 1 stack of Charge, stacking up to 5 times. A max of 1 Charge stack can be gained every time he is attacked.<br>When Charge stack reaches maximum, immediately launches a Follow-up ATK on all enemies, dealing Wind DMG equal to <orangeStrong>{{2, percent}}%</orangeStrong> of Blade's ATK plus <orangeStrong>{{4, percent}}%</orangeStrong> of his Max HP. At the same time, restores Blade's HP by {{3, percent}}% of his Max HP. After the Follow-up ATK, all Charges are consumed.",
        "shortDesc": "When Blade's HP decreases, gains 1 stack of Charge. Upon reaching maximum Charge, launches Follow-up ATK, <orangeStrong>dealing Wind DMG to all enemies</orangeStrong>, restoring HP, and consuming all Charges.",
        "tag": "AoE"
      }
    },
    "technique": {
      "0": {
        "name": "Karma Wind",
        "fullDesc": "Immediately attacks the enemy. After entering combat, consumes {{2, percent}}% of Blade's Max HP while dealing Wind DMG equal to {{1, percent}}% of his Max HP to all enemies.<br>If Blade's current HP is insufficient, his HP will be reduced to 1 when this Technique is used.",
        "shortDesc": "Attacks the enemy. After entering combat, consumes own HP and deals Wind DMG to all enemies.",
        "tag": ""
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "Attacks an enemy, and when the battle starts, reduces their Toughness of the corresponding Type.",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Vita Infinita",
        "fullDesc": "When Blade's current HP percentage is at 50% of Max HP or lower, Incoming Healing increases by {{1, percent}}%."
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Neverending Deaths",
        "fullDesc": "If Blade hits a Weakness Broken enemy after using \"Forest of Swords,\" he will restore HP equal to {{1, percent}}% of his Max HP plus {{2}}."
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Cyclone of Destruction",
        "fullDesc": "Increases DMG dealt by the Talent's Follow-up ATK by {{1, percent}}%."
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Blade Cuts the Deepest in Hell",
      "desc": "Blade's Ultimate deals additionally increased DMG to a single enemy target, with the increased amount equal to {{1, percent}}% of the tally of Blade's HP loss in the current battle.<br>The tally of Blade's HP loss in the current battle is capped at {{2, percent}}% of his Max HP. The tally value will be reset and re-accumulated after his Ultimate has been used."
    },
    "2": {
      "name": "Ten Thousand Sorrows From One Broken Dream",
      "desc": "When Blade is in the Hellscape state, his CRIT Rate increases by {{1, percent}}%."
    },
    "3": {
      "name": "Hardened Blade Bleeds Coldest Shade",
      "desc": "Ultimate Lv. +2, up to a maximum of Lv. 15.<br>Talent Lv. +2, up to a maximum of Lv. 15."
    },
    "4": {
      "name": "Rejected by Death, Infected With Life",
      "desc": "When Blade's current HP percentage drops to 50% or lower of his Max HP, increases his Max HP by {{1, percent}}%. Stacks up to {{2}} time(s)."
    },
    "5": {
      "name": "Death By Ten Lords' Gaze",
      "desc": "Skill Lv. +2, up to a maximum of Lv. 15.<br>Basic ATK Lv. +1, up to a maximum of Lv. 10."
    },
    "6": {
      "name": "Reborn Into an Empty Husk",
      "desc": "The maximum number of Charge stacks is reduced to 4. The Follow-up ATK triggered by Talent deals additionally increased DMG equal to {{1, percent}}% of Blade's Max HP."
    }
  }
}