{
  "name": "Topaz & Numby",
  "abilities": {
    "basic": {
      "0": {
        "name": "Deficit...",
        "fullDesc": "Deals Fire DMG equal to <orangeStrong>{{1, percent}}%</orangeStrong> of Topaz's ATK to a single enemy.",
        "shortDesc": "Deals minor Fire DMG to an enemy.",
        "tag": "Single Target"
      }
    },
    "skill": {
      "0": {
        "name": "Difficulty Paying?",
        "fullDesc": "Inflicts a single target enemy with a Proof of Debt status, increasing the Follow-up ATK DMG it receives by <orangeStrong>{{2, percent}}%</orangeStrong>. Proof of Debt only takes effect on the most recent target it is applied to. If there are no enemies inflicted with Proof of Debt on the field when an ally's turn starts or when an ally takes action, Topaz will inflict a random enemy with Proof of Debt.<br>Numby deals Fire DMG equal to <orangeStrong>{{1, percent}}%</orangeStrong> of Topaz's ATK to this target. Using this Skill to deal DMG is considered as launching a Follow-up ATK.",
        "shortDesc": "Inflicts one enemy with a \"Proof of Debt\" state and causes it to <orangeStrong>receive increased Follow-up ATK DMG</orangeStrong>. Numby deals Fire DMG to the target.",
        "tag": "Single Target"
      }
    },
    "ult": {
      "0": {
        "name": "Turn a Profit!",
        "fullDesc": "Numby enters the Windfall Bonanza! state and its DMG multiplier increases by <orangeStrong>{{1, percent}}%</orangeStrong> and CRIT DMG increases by <orangeStrong>{{2, percent}}%</orangeStrong>. Also, when enemies with Proof of Debt are hit by an ally's Basic ATK, Skill, or Ultimate, Numby's action is Advanced Forward by {{3, percent}}%. Numby exits the Windfall Bonanza! state after using {{4}} attacks.",
        "shortDesc": "Numby enters the Windfall Bonanza! state and <orangeStrong>increases its DMG multiplier and CRIT DMG</orangeStrong>.",
        "tag": "Enhance"
      }
    },
    "talent": {
      "0": {
        "name": "Trotter Market!?",
        "fullDesc": "Summons Numby at the start of battle. Numby has {{1}} SPD by default. When taking action, Numby launches Follow-up ATKs on a single enemy target afflicted with Proof of Debt, dealing Fire DMG equal to <orangeStrong>{{2, percent}}%</orangeStrong> of Topaz's ATK.<br>When enemies afflicted with Proof of Debt receive an ally's Follow-up ATKs, Numby's action is Advanced Forward by {{3, percent}}%. The action Advance Forward effect cannot be triggered during Numby's own turn.<br>When Topaz is downed, Numby disappears.",
        "shortDesc": "At the start of the battle, <orangeStrong>summons Numby</orangeStrong>. When Numby takes action, it <orangeStrong>launches Follow-up ATK on a target afflicted with \"Proof of Debt\"</orangeStrong>, dealing Fire DMG.<br>When an enemy afflicted with \"Proof of Debt\" receives Follow-up ATK, Numby's <orangeStrong>action advances</orangeStrong>.",
        "tag": "Single Target"
      }
    },
    "technique": {
      "0": {
        "name": "Explicit Subsidy",
        "fullDesc": "Summons Numby when Topaz enters the overworld. Numby will automatically search for Basic Treasures and Trotters within a set radius.<br>Using her Technique will regenerate {{1}} Energy for Topaz after Numby's first attack in the next battle.<br>If Topaz is still in the team after using her Technique and defeating overworld enemies, a small bonus amount of credits will be added to the earned credits. A maximum of {{2}} bonus credits can be received per calendar day.<br>After using her Technique and defeating enemies in Simulated Universe or Divergent Universe, additionally receive a small amount of Cosmic Fragments with a small chance to obtain 1 random Curio.",
        "shortDesc": "<orangeStrong>Summons Numby to tag along</orangeStrong> in a map. Numby will automatically <orangeStrong>search for Basic Treasures and Trotters nearby</orangeStrong>. Using Technique will regenerate Energy for Topaz after Numby's first attack in the next battle.",
        "tag": "Enhance"
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "Attacks an enemy, and when the battle starts, reduces their Toughness of the corresponding Type.",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Overdraft",
        "fullDesc": "When Topaz uses Basic ATK to deal DMG, it is considered as a Follow-up ATK."
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Financial Turmoil",
        "fullDesc": "Increases Topaz & Numby's DMG dealt to enemy targets with Fire Weakness by {{1, percent}}%."
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Stonks Market",
        "fullDesc": "After Numby uses an attack while in the Windfall Bonanza! state, Topaz additionally regenerates {{1}} Energy."
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Future Market",
      "desc": "When enemies afflicted with \"Proof of Debt\" receive Follow-up ATKs, they will enter the \"Debtor\" state. This can take effect only once within a single attack.<br>The \"Debtor\" state increases the CRIT DMG of Follow-up ATKs inflicted on the target enemies by {{1, percent}}%, stacking up to {{2}} time(s). When \"Proof of Debt\" is removed, the \"Debtor\" state is also removed."
    },
    "2": {
      "name": "Bona Fide Acquisition",
      "desc": "After Numby takes action and launches an attack, Topaz regenerates {{1}} Energy."
    },
    "3": {
      "name": "Seize the Big and Free the Small",
      "desc": "Skill Lv. +2, up to a maximum of Lv. 15.<br>Basic ATK Lv. +1, up to a maximum of Lv. 10."
    },
    "4": {
      "name": "Agile Operation",
      "desc": "After Numby's turn begins, Topaz's action advances by {{1, percent}}%."
    },
    "5": {
      "name": "Inflationary Demand",
      "desc": "Ultimate Lv. +2, up to a maximum of Lv. 15.<br>Talent Lv. +2, up to a maximum of Lv. 15."
    },
    "6": {
      "name": "Incentive Mechanism",
      "desc": "Numby's attack count during the \"Windfall Bonanza!\" state increases by {{1}}, and its Fire RES PEN increases by {{2, percent}}% when it attacks."
    }
  }
}