{
  "name": "Fu Xuan",
  "abilities": {
    "basic": {
      "0": {
        "name": "Novaburst",
        "fullDesc": "Deals Quantum DMG equal to <orangeStrong>{{1, percent}}%</orangeStrong> of Fu Xuan's Max HP to a single enemy.",
        "shortDesc": "Deals minor Quantum DMG to a single enemy.",
        "tag": "Single Target"
      }
    },
    "skill": {
      "0": {
        "name": "Known by Stars, Shown by Hearts",
        "fullDesc": "Activates Matrix of Prescience, via which Fu Xuan's teammates will Distribute {{1, percent}}% of the DMG they receive (before this DMG is mitigated by any Shields) to Fu Xuan for {{3}} turn(s).<br>While affected by Matrix of Prescience, all ally targets gain the Knowledge effect, which increases their respective Max HP by <orangeStrong>{{4, percent(fixed: 1)}}%</orangeStrong> of Fu Xuan's Max HP, and increases CRIT Rate by <orangeStrong>{{5, percent(fixed: 1)}}%</orangeStrong>.<br>When Fu Xuan is knocked down, the Matrix of Prescience will be dispelled.",
        "shortDesc": "Activates Matrix of Prescience. <orangeStrong>DMG received by Fu Xuan's teammates is Distributed</orangeStrong> to her. Also <orangeStrong>increases CRIT Rate</orangeStrong> and Max HP of all allies.",
        "tag": "Defense"
      }
    },
    "ult": {
      "0": {
        "name": "Woes of Many Morphed to One",
        "fullDesc": "Deals Quantum DMG equal to <orangeStrong>{{1, percent}}%</orangeStrong> of Fu Xuan's Max HP to all enemies and obtains 1 trigger count for the HP Restore effect granted by Fu Xuan's Talent.",
        "shortDesc": "Deals Quantum DMG to all enemies and increases Fu Xuan's Talent trigger count.",
        "tag": "AoE"
      }
    },
    "talent": {
      "0": {
        "name": "Bleak Breeds Bliss",
        "fullDesc": "While Fu Xuan is still active in battle, Misfortune Avoidance is applied to the entire team. With Misfortune Avoidance, allies take <orangeStrong>{{1, percent(fixed: 1)}}%</orangeStrong> less DMG.<br>When Fu Xuan's current HP percentage falls to {{2, percent}}% of her Max HP or less, HP Restore will be triggered for Fu Xuan, restoring her HP by <orangeStrong>{{3, percent}}%</orangeStrong> of the amount of HP she is currently missing. This effect cannot be triggered if she receives a killing blow. This effect has 1 trigger count by default and can hold up to a maximum of 2 trigger counts.",
        "shortDesc": "While Fu Xuan is still active in battle, the DMG taken by all team members is reduced.<br>When her HP is low, <orangeStrong>automatically</orangeStrong> <orangeStrong>restores her own HP</orangeStrong> based on the HP percentage already lost. This effect can have up to 2 trigger counts at any given time.",
        "tag": "Restore"
      }
    },
    "technique": {
      "0": {
        "name": "Of Fortune Comes Fate",
        "fullDesc": "After the Technique is used, all team members receive a Barrier, lasting for {{1}} seconds. This Barrier can block all enemy attacks, and the team will not enter battle when attacked. Entering battle while the Barrier is active will have Fu Xuan automatically activate Matrix of Prescience at the start of the battle, lasting for {{2}} turn(s).",
        "shortDesc": "Activates a Barrier. Allies will not enter battle when attacked by enemies. Entering battle will automatically activate Matrix of Prescience.",
        "tag": "Defense"
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "Attacks an enemy, and when the battle starts, reduces their Toughness of the corresponding Type.",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Taiyi, the Macrocosmic",
        "fullDesc": "When Matrix of Prescience is active, Fu Xuan will regenerate {{1}} extra Energy when she uses her Skill."
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Dunjia, the Metamystic",
        "fullDesc": "When Fu Xuan's Ultimate is used, heals all other allies by an amount equal to {{1, percent}}% of Fu Xuan's Max HP plus {{2}}."
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Liuren, the Sexagenary",
        "fullDesc": "If a target enemy applies Crowd Control debuffs to allies while the \"Matrix of Prescience\" is active, all allies will resist all Crowd Control debuffs applied by the enemy target during the current action. This effect can only be triggered once. When \"Matrix of Prescience\" is activated again, the number of times this effect can be triggered will reset."
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Dominus Pacis",
      "desc": "The Knowledge effect increases CRIT DMG by {{1, percent}}%."
    },
    "2": {
      "name": "Optimus Felix",
      "desc": "If any ally target is struck by a killing blow while \"Matrix of Prescience\" is active, then all ally targets who were struck by a killing blow during this action will not be knocked down, and {{1, percent}}% of their Max HP is immediately restored. This effect can trigger 1 time per battle."
    },
    "3": {
      "name": "Apex Nexus",
      "desc": "Skill Lv. +2, up to a maximum of Lv. 15.<br>Talent Lv. +2, up to a maximum of Lv. 15."
    },
    "4": {
      "name": "Fortuna Stellaris",
      "desc": "When other allies under Matrix of Prescience are attacked, Fu Xuan regenerates {{1}} Energy."
    },
    "5": {
      "name": "Arbiter Primus",
      "desc": "Ultimate Lv. +2, up to a maximum of Lv. 15.<br>Basic ATK Lv. +1, up to a maximum of Lv. 10."
    },
    "6": {
      "name": "Omnia Vita",
      "desc": "Once Matrix of Prescience is activated, it will keep a tally of the total HP lost by all team members in the current battle. The DMG dealt by Fu Xuan's Ultimate will increase by {{1, percent}}% of this tally of HP loss.<br>This tally is also capped at {{2, percent}}% of Fu Xuan's Max HP and the tally value will reset and re-accumulate after Fu Xuan's Ultimate is used."
    }
  }
}