{
  "name": "Dori",
  "title": "Tesoro del giardino dei sogni",
  "description": "Una mercante inafferrabile con un debole per i Mora luccicanti.",
  "constellationName": "Magicae Lucerna",
  "auto": {
    "name": "Sublime danza della Spada (modificata)",
    "fields": {
      "normal": {
        "0": "<strong><strong>Attacco normale</strong>",
        "1": "Sferra fino a 3 colpi consecutivi."
      },
      "charged": {
        "0": "<strong>Attacco caricato</strong>",
        "1": "Consuma vigore nel tempo per sferrare attacchi rotanti contro tutti gli avversari vicini.",
        "2": "Al termine della sequenza, sferra un fendente più potente. "
      },
      "plunging": {
        "0": "<strong>Attacco in picchiata</strong>",
        "1": "Attacca scagliandosi contro il suolo da mezz'aria, infliggendo DAN agli avversari lungo la traiettoria e DAN ad area all'impatto."
      }
    },
    "skillParams": {
      "0": "DAN da 1º colpo",
      "1": "DAN da 2º colpo",
      "2": "DAN da 3º colpo",
      "3": "DAN da ATT caricato rotante",
      "4": "DAN da ATT caricato finali",
      "5": "Costo vigore ATT caricato",
      "6": "Durata max",
      "7": "DAN da ATT in picchiata",
      "8": "DAN da ATT in picchiata basso/alto",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Lampada sigilla spiriti: Cannone solvitutto",
    "description": {
      "0": "Usa una Lampada sigilla spiriti per sparare un Colpo solvitutto agli avversari, infliggendo <electro>DAN da Electro</electro>.",
      "1": "Quando i Colpi solvitutto vanno a segno, creano 2 Turni di assistenza post vendita che inseguono automaticamente gli avversari vicini provocando <electro>DAN da Electro</electro>.",
      "2": "<br/>",
      "3": "<i>Si dice che Dori possa risolvere qualsiasi problema... al giusto prezzo.</i>"
    },
    "skillParams": {
      "0": "DAN da Colpo solvitutto",
      "1": "DAN da Turno di assistenza post vendita",
      "2": "TdR",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Esattezza di Alcazarzaray",
    "description": {
      "0": "Evoca il djinn all'interno della lampada per fornire al cliente vari tipi di aiuto.",
      "1": "<br/>",
      "2": "<strong>Djinn</strong>",
      "3": "Si collega a un personaggio vicino, il quale riceve i seguenti effetti:",
      "4": [
        " i suoi PS si rigenerano continuamente in base ai PS max di Dori;",
        " la sua energia si rigenera continuamente;",
        " subisce l'influenza di <electro>Electro</electro>."
      ],
      "5": "Quando il Connettore tra il djinn e il personaggio tocca gli avversari, infligge loro <electro>DAN da Electro</electro> ogni 0,4 s.",
      "6": "<br/>",
      "7": "Può esistere solo un djinn alla volta.",
      "8": "<br/>",
      "9": "<i>\"Mmh? Vuoi questa lampada, vero? Oh, cielo, hai buon gusto! Sfortunatamente, non esiste prezzo per questo tesoro... Dopotutto, neanche tu venderesti mai la mascotte che hai al tuo fianco, per nessun prezzo al mondo.\"</i>"
    },
    "skillParams": {
      "0": "DAN da Connettore",
      "1": "Guarigione continua",
      "2": "RIGEN energia",
      "3": "Durata",
      "4": "TdR",
      "5": "Costo energia",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Fiuto per gli affari",
    "description": {
      "0": "Quando il personaggio connesso al <strong>djinn</strong> innesca una reazione di Electrocarica, Superconduzione, Sovraccarico, Vivificazione, Accentuazione, Iperfioritura, Turbinio di Electro o Cristallizzazione, il TdR di <strong>Lampada sigilla spiriti: Cannone solvitutto</strong> si riduce di 1 s.",
      "1": "Quest'effetto può attivarsi una volta ogni 3 s."
    }
  },
  "passive2": {
    "name": "Alti profitti",
    "description": {
      "0": "Quando i Colpi solvitutto o i Turni di assistenza post vendita di <strong>Lampada sigilla spiriti: Cannone solvitutto</strong> colpiscono i nemici, l'energia elementale di Dori si rigenera di 5 per ogni 100% di ricarica d'energia che possiede.",
      "1": "Per ogni Lampada sigilla spiriti: Cannone solvitutto, è possibile rigenerare l'energia in questo modo una sola volta, per un massimo di 15 di energia."
    }
  },
  "passive3": {
    "name": "Ordine inaspettato",
    "description": {
      "0": "Ha una probabilità di un 25% di recuperare alcuni dei materiali usati per la creazione di materiali per armi e personaggi."
    }
  },
  "constellation1": {
    "name": "Investimento aggiuntivo",
    "description": {
      "0": "Il numero di Turni di assistenza post vendita creati dai <strong>Colpi solvitutto</strong> aumenta di 1."
    }
  },
  "constellation2": {
    "name": "Franchise speciale",
    "description": {
      "0": "Quando sei in combattimento e il <strong>djinn</strong> guarisce il personaggio a cui è connesso, spara un Colpo di genio dalla posizione del personaggio che infligge un 50% dei DAN da ATT di Dori."
    }
  },
  "constellation3": {
    "name": "Meraviglie a non finire",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Esattezza di Alcazarzaray</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation4": {
    "name": "Supplemento all'occorrenza",
    "description": {
      "0": "Il personaggio connesso al <strong>djinn</strong> ottiene i seguenti effetti positivi in base ai suoi PS ed energia attuali:",
      "1": [
        " quando i suoi PS sono inferiori a un 50%, il bonus di guarigione ricevuta aumenta di un 50%;",
        " quando la sua energia è inferiore a un 50%, ottiene un 30% di ricarica d'energia."
      ]
    }
  },
  "constellation5": {
    "name": "Rapporto qualità-prezzo",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Lampada sigilla spiriti: Cannone solvitutto</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation6": {
    "name": "Peso leggero",
    "description": {
      "0": "Dopo aver utilizzato <strong>Lampada sigilla spiriti: Cannone solvitutto</strong> Dori ottiene i seguenti effetti per 3 s:",
      "1": [
        " <electro>infusione di Electro</electro>;",
        " quando un attacco normale colpisce un avversario, tutti i membri del gruppo nelle vicinanze guariscono di una quantità equivalente a un 4% dei PS max di Dori. Quest'effetto può verificarsi una volta ogni 0,1 s."
      ]
    }
  }
}