{
  "name": "Tighnari",
  "title": "Vagabondo verdeggiante",
  "description": "Un giovane ricercatore molto portato per la botanica che al momento ricopre il ruolo di Guardiano della foresta nella Selva di Avidya. È una persona onesta e di buon cuore, oltre a essere un esperto nel guidare anche gli studenti più disorientati.",
  "constellationName": "Zerda Vulpes",
  "auto": {
    "name": "Khanda rompibarriere",
    "fields": {
      "normal": {
        "0": "<strong>Attacco normale</strong>",
        "1": "Esegue fino a 4 tiri consecutivi con l'arco."
      },
      "charged": {
        "0": "<strong>Attacco caricato</strong>",
        "1": "Effettua un <strong>ATT mirato</strong> ancora più preciso con DAN aumentati.",
        "2": "Mentre mira, il potere di Dendro si accumula nella punta della freccia prima che venga scoccata. Ha diversi effetti in base al tempo di carica dell'energia.",
        "3": [
          " Livello di carica 1: scocca una freccia infusa di potere della natura che infligge <dendro>DAN da Dendro</dendro>.",
          " Livello di carica 2: scocca una Freccia ghirlanda che infligge <dendro>DAN da Dendro</dendro>. Dopo aver colpito l'obiettivo, la Freccia ghirlanda crea 4 Frecce a grappolo che inseguono automaticamente il bersaglio infliggendo <dendro>DAN da Dendro</dendro>."
        ]
      },
      "plunging": {
        "0": "<strong>Attacco in picchiata</strong>",
        "1": "Scocca una pioggia di frecce a mezz'aria prima di cadere e colpire il suolo, infliggendo DAN ad area all'impatto."
      }
    },
    "skillParams": {
      "0": "DAN da 1º colpo",
      "1": "DAN da 2º colpo",
      "2": "DAN da 3º colpo",
      "3": "DAN da 4º colpo",
      "4": "ATT mirato",
      "5": "ATT mirato livello 1",
      "6": "DAN da Freccia ghirlanda",
      "7": "DAN da Frecce a grappolo",
      "8": "DAN da ATT in picchiata",
      "9": "DAN da ATT in picchiata basso/alto",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Bomba Vijnana-Phala",
    "description": {
      "0": "Tighnari lancia in avanti una Vijnana cuortempesta che infligge <dendro>DAN da Dendro ad area</dendro>, e crea un Campo Vijnana-Khanda che cattura l'attenzione degli avversari e attira il fuoco nemico.",
      "1": "Inoltre, Tighnari ottiene l'effetto Effusione Vijnana, che diminuisce il tempo di ricarica della Freccia ghirlanda di 2,4 s. Quest'effetto svanisce una volta terminata l'abilità o dopo che Tighnari avrà scoccato 3 Frecce ghirlanda.",
      "2": "<br/>",
      "3": "<i>\"Se un seme appassisce fuori dal terreno, non rimarrà che un unico seme. Ma se restituito al terreno, si moltiplicherà dieci milioni di volte.\"</i>"
    },
    "skillParams": {
      "0": "DAN da abilità",
      "1": "Durata Campo Vijnana-Khanda",
      "2": "Durata Effusione Vijnana",
      "3": "TdR",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Frecce a groviglio",
    "description": {
      "0": "Combina la potenza di tutti i semi per sparare 6 Frecce a groviglio che possono inseguire gli avversari e infliggere <dendro>DAN da Dendro</dendro>.",
      "1": "Quando colpiscono l'obiettivo, le Frecce a groviglio creano un'ondata secondaria di Frecce a groviglio che possono inseguire gli avversari vicini e infliggere <dendro>DAN da Dendro</dendro> quando colpiscono.",
      "2": "<br/>",
      "3": "<i>\"Non cercare di scappare così facilmente. I rampicanti crescono e ricrescono sempre. Le cose possono diventare pericolose se non li elimini tutti fino all'ultimo.\"</i>"
    },
    "skillParams": {
      "0": "DAN da Frecce a groviglio",
      "1": "DAN da Frecce a groviglio secondarie",
      "2": "TdR",
      "3": "Costo energia",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Vista acuta",
    "description": {
      "0": "Quando Tighnari scocca una <strong>Freccia ghirlanda</strong>, la sua maestria elementale aumenta di 50 per 4 s."
    }
  },
  "passive2": {
    "name": "Lama accademica",
    "description": {
      "0": "Per ogni punto di maestria elementale che Tighnari possiede, i DAN del suo attacco caricato e di <strong>Frecce a groviglio</strong> aumentano di uno 0,06%.",
      "1": "Il bonus DAN massimo ottenibile in questo modo è di un 60%."
    }
  },
  "passive3": {
    "name": "Conoscenza enciclopedica",
    "description": {
      "0": "Mostra sulla minimappa la posizione delle <strong>risorse uniche di Sumeru</strong>."
    }
  },
  "constellation1": {
    "name": "Determinato alle radici",
    "description": {
      "0": "Il tasso di CRIT dell'attacco caricato di Tighnari aumenta di un 15%."
    }
  },
  "constellation2": {
    "name": "Stelo primordiale",
    "description": {
      "0": "Se all'interno del Campo Vijnana-Khanda creato dalla <strong>Bomba Vijnana-Phala</strong> ci sono dei nemici, Tighnari ottiene un 20% di <dendro>bonus DAN da Dendro</dendro>.",
      "1": "Quest'effetto termina 6 s dopo che il campo si è esaurito o quando non ci sono nemici al suo interno."
    }
  },
  "constellation3": {
    "name": "Fortuna letta tra i rami",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Frecce a groviglio</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation4": {
    "name": "Avvizzimento intravisto nelle foglie",
    "description": {
      "0": "Quando le <strong>Frecce a groviglio</strong> vengono scoccate, la maestria elementale di tutti i membri del gruppo nelle vicinanze aumenta di 60 per 8 s. Se le Frecce a groviglio innescano una reazione di Ustione, Fioritura, Vivificazione o Propagazione, la maestria elementale aumenta ulteriormente di 60. Quest'ultimo caso ripristinerà anche la durata dello stato dell'effetto positivo."
    }
  },
  "constellation5": {
    "name": "Comprensione tra i fiori",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Bomba Vijnana-Phala</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation6": {
    "name": "Verdetto karmico",
    "description": {
      "0": "Il tempo di caricamento di <strong>Freccia ghirlanda</strong> si riduce di 0,9 s e produce una Freccia a grappolo aggiuntiva quando colpisce. Questa freccia infligge un 150% dei DAN da ATT di Tighnari."
    }
  }
}