{
  "name": "Kaveh",
  "title": "Riflesso empireo",
  "description": "Un rinomato architetto originario di Sumeru che si preoccupa esageratamente di fin troppe cose. È un esteta turbato dalla realtà.",
  "constellationName": "Paradisaea",
  "auto": {
    "name": "Installazione schematica",
    "fields": {
      "normal": {
        "0": "<strong>Attacco normale</strong>",
        "1": "Usa Mehrak per sferrare fino a 4 attacchi consecutivi."
      },
      "charged": {
        "0": "<strong>Attacco caricato</strong>",
        "1": "Consuma vigore nel tempo per sferrare fendenti continui.",
        "2": "Al termine della sequenza, sferra un fendente più potente."
      },
      "plunging": {
        "0": "<strong>Attacco in picchiata</strong>",
        "1": "Attacca scagliandosi contro il suolo da mezz'aria, infliggendo DAN agli avversari lungo la traiettoria e DAN ad area all'impatto."
      }
    },
    "skillParams": {
      "0": "DAN da 1º colpo",
      "1": "DAN da 2º colpo",
      "2": "DAN da 3º colpo",
      "3": "DAN da 4º colpo",
      "4": "DAN da ATT caricato ciclico",
      "5": "DAN da ATT caricato finali",
      "6": "Costo vigore ATT caricato",
      "7": "Durata max",
      "8": "DAN da ATT in picchiata",
      "9": "DAN da ATT in picchiata basso/alto",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Ingegno artistico",
    "description": {
      "0": "Usa le abilità di mappatura di Mehrak a scopo offensivo, dando il via a una scansione radiale che infligge <dendro>DAN da Dendro ad area</dendro>. Scansiona anche tutti i nuclei di Dendro nell'area d'effetto, causandone l'immediata esplosione.",
      "1": "<br/>",
      "2": "<i>Mehrak è stato creato modificando tecnologie antiche e potrebbe avere altre funzionalità oltre alla creazione di mappe...</i>"
    },
    "skillParams": {
      "0": "DAN da abilità",
      "1": "TdR",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Volta dipinta",
    "description": {
      "0": "Scatena tutta l'energia di Mehrak e crea uno spazio cubico scansionato, infliggendo <dendro>DAN da Dendro ad area</dendro> a tutti gli avversari al suo interno, causando l'esplosione di tutti i nuclei di Dendro all'interno dell'area d'effetto e fornendo a Kaveh i seguenti potenziamenti per uno specifico lasso di tempo.",
      "1": [
        " L'area d'effetto degli attacchi normali, caricati e in picchiata di Kaveh aumenta, e i DAN dei suoi attacchi vengono convertiti in <dendro>DAN da Dendro</dendro> non influenzabili da altre infusioni elementali.",
        " Tutti i nuclei di Dendro creati dai membri del tuo gruppo tramite reazioni di Fioritura infliggono DAN aggiuntivi quando esplodono.",
        " La resistenza all'interruzione di Kaveh aumenta."
      ],
      "2": "Questi effetti si annullano quando Kaveh lascia il campo.",
      "3": "<br/>",
      "4": "<i>\"Lo stile di ogni edificio incorpora la visione del mondo dell'architetto. Da questo punto di vista, possiamo dire che gli edifici stessi sono un agglomerato di ricordi dell'umanità.\"</i>"
    },
    "skillParams": {
      "0": "DAN da abilità",
      "1": "Durata",
      "2": "Bonus DAN da esplosione nucleo di Dendro",
      "3": "TdR",
      "4": "Costo energia",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Impresa dell'architetto",
    "description": {
      "0": "Quando subisce DAN inflitti da un nucleo di Dendro (inclusi i DAN da Germinazione e Iperfioritura), Kaveh ripristina PS pari a un 300% della sua maestria elementale. Quest'effetto può attivarsi una volta ogni 0,5 s."
    }
  },
  "passive2": {
    "name": "Ideazioni estrose",
    "description": {
      "0": "Durante l'effetto di <strong>Volta dipinta</strong>, dopo che un attacco normale, caricato o in picchiata di Kaveh colpisce un avversario, la sua maestria elementale aumenta di 25. Quest'effetto può attivarsi una volta ogni 0,1 s. Cumulabile fino a 4 volte.",
      "1": "Quest'effetto si annulla al termine dell'effetto di Volta dipinta."
    }
  },
  "passive3": {
    "name": "L'arte del risparmio",
    "description": {
      "0": "Quando Kaveh crea paesaggi, edifici e oggetti decorativi per il cortile, ha un 100% di probabilità di restituire una parte dei materiali utilizzati."
    }
  },
  "constellation1": {
    "name": "Saluti eccelsi",
    "description": {
      "0": "Entro 3 s dopo aver usato <strong>Ingegno artistico</strong>, Kaveh ottiene un aumento della <dendro>RES a Dendro</dendro> e del bonus di guarigione ricevuta pari rispettivamente a un 50% e a un 25%."
    }
  },
  "constellation2": {
    "name": "Grazia delle vie reali",
    "description": {
      "0": "Durante l'uso di <strong>Volta dipinta</strong> la VEL dell'attacco normale di Kaveh aumenta di un 15%."
    }
  },
  "constellation3": {
    "name": "Profferte di Dur Untash",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Volta dipinta</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation4": {
    "name": "Banchetto dell'Apadana",
    "description": {
      "0": "I nuclei di Dendro creati dalle reazioni di Fioritura innescate da Kaveh infliggono un 60% di DAN in più quando esplodono."
    }
  },
  "constellation5": {
    "name": "Tesori della Bonkhanak",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Ingegno artistico</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation6": {
    "name": "Sogni del Pairidaeza",
    "description": {
      "0": "Quando gli attacchi normali, caricati o in picchiata di Kaveh colpiscono gli avversari durante <strong>Volta dipinta</strong>, viene sprigionata la Luce del Pairidaeza nella posizione dell'avversario, che infligge <dendro>DAN da Dendro ad area</dendro> pari a un 61,8% dell'ATT di Kaveh e causa l'esplosione di tutti i nuclei di Dendro all'interno di quell'area. Quest'effetto può attivarsi una volta ogni 3 s."
    }
  }
}