{
  "name": "Diona",
  "title": "Barista Kätzlein",
  "description": "Una fanciulla che ha ereditato in minima parte sangue non umano. È la barista della taverna Coda di Gatto, ed è incredibilmente popolare.",
  "constellationName": "Feles",
  "auto": {
    "name": "Stile Kätzlein",
    "fields": {
      "normal": {
        "0": "<strong>Attacco normale</strong>",
        "1": "Effettua fino a 5 tiri consecutivi con un arco."
      },
      "charged": {
        "0": "<strong>Attacco caricato</strong>",
        "1": "Effettua un <strong>attacco mirato</strong> ancora più preciso con DAN aumentati.",
        "2": "Mentre mira, sulla punta della freccia si accumulerà del gelo pungente. Una freccia gelida caricata al massimo infligge <cryo>DAN da Cryo</cryo>."
      },
      "plunging": {
        "0": "<strong>Attacco in picchiata</strong>",
        "1": "Scocca una pioggia di frecce a mezz'aria prima di cadere e colpire il suolo, infliggendo DAN ad area all'impatto."
      }
    },
    "skillParams": {
      "0": "DAN da 1º colpo",
      "1": "DAN da 2º colpo",
      "2": "DAN da 3º colpo",
      "3": "DAN da 4º colpo",
      "4": "DAN da 5º colpo",
      "5": "ATT mirato",
      "6": "ATT mirato a piena carica",
      "7": "DAN da ATT in picchiata",
      "8": "DAN da ATT in picchiata basso/alto",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Zampe glaciali",
    "description": {
      "0": "Scocca una Zampa glaciale che infligge <cryo>DAN da Cryo</cryo> agli avversari e genera uno scudo quando colpisce.",
      "1": "L'assorbimento DAN varia in base ai PS max di Diona, e la sua durata dipende dal numero di Zampe glaciali che colpiscono l'obiettivo.",
      "2": "<br/>",
      "3": "<strong>Pressione</strong>",
      "4": "Scocca rapidamente 2 Zampe glaciali.",
      "5": "<br/>",
      "6": "<strong>Pressione prolungata</strong>",
      "7": "Scatta velocemente all'indietro per poi scoccare 5 Zampe glaciali.",
      "8": "Lo scudo creato con un attacco a pressione prolungata acquisisce un bonus assorbimento DAN di un 75%.",
      "9": "<br/>",
      "10": "Lo scudo ha un bonus Assorbimento <cryo>DAN da Cryo</cryo> di un 250% e fa sì che il tuo personaggio attivo subisca l'effetto di <cryo>Cryo</cryo> nel punto di formazione per una breve durata.",
      "11": "<br/>",
      "12": "<i>Quando iniziò a servire al bar, Diona scoprì che non importava quanto ghiaccio mettesse nei suoi cocktail, dato che questo non avrebbe mai fatto del male a un ubriacone. Tutto cambiò quando ricevette la sua Visione: ora può formare del ghiaccio gelido al punto da causare una fortissima cefalea da freddo. Una tecnica sopraffina!</i>"
    },
    "skillParams": {
      "0": "DAN da Zampa glaciale",
      "1": "Assorbimento DAN base scudo",
      "2": "Durata",
      "3": "TdR pressione",
      "4": "TdR pressione prolungata",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Miscela d'autore",
    "description": {
      "0": "Lancia uno speciale drink freddo che infligge <cryo>DAN da Cryo ad area</cryo> e crea una Foschia ubriaca nell'area d'effetto.",
      "1": "<br/>",
      "2": "<strong>Foschia ubriaca</strong>",
      "3": [
        " Infligge <cryo>DAN da Cryo</cryo> continui agli avversari nell'area d'effetto.",
        " Rigenera continuamente i PS dei personaggi nell'area d'effetto."
      ],
      "4": "<br/>",
      "5": "<i>Un miscuglio orribile che persino Diona considera inumano. Il gusto orripilante dovrebbe essere riservato ai nemici. Ha un retrogusto pungente ma, sfortunatamente, si può sentire solo dal naso e dalla pelle.</i>"
    },
    "skillParams": {
      "0": "DAN da abilità",
      "1": "DAN da campo continui",
      "2": "RIGEN PS nel tempo",
      "3": "Durata",
      "4": "TdR",
      "5": "Costo energia",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Menù segreto della Coda di Gatto",
    "description": {
      "0": "Aumenta la VEL di movimento e riduce il consumo di vigore dei personaggi protetti da <strong>Zampe glaciali</strong> di un 10%."
    }
  },
  "passive2": {
    "name": "Farsa inebriante",
    "description": {
      "0": "L'ATT degli avversari nell'area d'effetto di <strong>Miscela d'autore</strong> si riduce di un 10% per 15 s."
    }
  },
  "passive3": {
    "name": "Omaggio della casa",
    "description": {
      "0": "Quando si ottiene una preparazione perfetta di un piatto con effetti rigeneranti, c'è un 12% di probabilità di ottenere il doppio del prodotto."
    }
  },
  "constellation1": {
    "name": "Retrogusto indimenticabile",
    "description": {
      "0": "Quando l'effetto di <strong>Miscela d'autore</strong> termina, rigenera di 15 l'energia di Diona."
    }
  },
  "constellation2": {
    "name": "Agitato, non \"miaoscolato\"",
    "description": {
      "0": "Aumenta i DAN di <strong>Zampe glaciali</strong> e l'assorbimento DAN del suo scudo di un 15%.",
      "1": "Inoltre, quando le zampe colpiscono i loro bersagli, si genera uno scudo che protegge i personaggi vicini sul campo. Tale scudo possiede un 50% di assorbimento DAN dello scudo di <strong>Zampe glaciali</strong> e dura 5 s."
    }
  },
  "constellation3": {
    "name": "U-Un altro giro?",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Miscela d'autore</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation4": {
    "name": "Assassina dell'industria del vino",
    "description": {
      "0": "Nel raggio di <strong>Miscela d'autore</strong>, il tempo di carica degli attacchi mirati di Diona si riduce di un 60%."
    }
  },
  "constellation5": {
    "name": "Per me doppio con ghiaccio!",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Zampe glaciali</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation6": {
    "name": "Orario di chiusura",
    "description": {
      "0": "I personaggi nel raggio di <strong>Miscela d'autore</strong> ricevono i seguenti effetti in base alla loro quantità di PS:",
      "1": [
        " se i PS sono pari o inferiori a un 50%, il bonus di guarigione ricevuta aumenta di un 30%;",
        " se i PS sono superiori a un 50%, la maestria elementale aumenta di 200."
      ]
    }
  }
}