{
  "name": "Yun Jin",
  "title": "Stella del palcoscenico",
  "description": "Una celebre cantante d'opera di Liyue dalle doti canore e drammaturgiche. Il suo stile è unico, raffinato e delicato, proprio come la sua persona.",
  "constellationName": "Opera Grandis",
  "auto": {
    "name": "Colpo Sfregianubi",
    "fields": {
      "normal": {
        "0": "<strong>Attacco normale</strong>",
        "1": "Sferra fino a 5 colpi di lancia consecutivi."
      },
      "charged": {
        "0": "<strong>Attacco caricato</strong>",
        "1": "Consuma una determinata quantità di vigore per attaccare balzando in avanti infliggendo DAN agli avversari lungo la traiettoria."
      },
      "plunging": {
        "0": "<strong>Attacco in picchiata</strong>",
        "1": "Attacca scagliandosi contro il suolo da mezz'aria, infliggendo DAN agli avversari lungo la traiettoria e DAN ad area all'impatto."
      }
    },
    "skillParams": {
      "0": "DAN da 1º colpo",
      "1": "DAN da 2º colpo",
      "2": "DAN da 3º colpo",
      "3": "DAN da 4º colpo",
      "4": "DAN da 5º colpo",
      "5": "ATT caricato",
      "6": "Costo vigore ATT caricato",
      "7": "DAN da ATT in picchiata",
      "8": "DAN da ATT in picchiata basso/alto",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Gesto d'apertura",
    "description": {
      "0": "Sul palco, la signorina Yun finge di combattere, ma le sue abilità con la lancia sono decisamente reali e non ha problemi a difendersi dai nemici.",
      "1": "<br/>",
      "2": "<strong>Pressione</strong>",
      "3": "Muove la sua lancia in una posizione da Sfregianubi, infliggendo <geo>DAN da Geo</geo>.",
      "4": "<br/>",
      "5": "<strong>Pressione prolungata</strong>",
      "6": "Assume la posa di Gesto d'apertura e carica l'abilità, creando uno scudo. L'assorbimento DAN si basa sui PS max di Yun Jin e ha un 150% di efficacia contro tutti i DAN elementali e fisici. Lo scudo dura finché Yun Jin non smette di utilizzare la sua abilità elementale.",
      "7": "Quando l'abilità viene rilasciata, al termine della durata o quando lo scudo si infrange, Yun Jin libera l'energia accumulata sotto forma di attacco, infliggendo <geo>DAN da Geo</geo>.",
      "8": "In base al tempo di carica dell'abilità, rilascerà un attacco al livello di carica 1 o 2.",
      "9": "<br/>",
      "10": "<i>Un glorioso momento sul palco, un decennio di preparativi dietro di esso.</i>"
    },
    "skillParams": {
      "0": "DAN da pressione",
      "1": "DAN da livello di carica 1",
      "2": "DAN da livello di carica 2",
      "3": "Assorbimento DAN scudo",
      "4": "TdR",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Stendardo del Frantumarupi",
    "description": {
      "0": "Infligge <geo>DAN da Geo ad area</geo> e garantisce a tutti i membri del gruppo vicini una Formazione Bandiera della nube volante.",
      "1": "<br/>",
      "2": "<strong>Formazione Bandiera della nube volante</strong>",
      "3": "Quando gli avversari subiscono DAN da attacco normale, vengono inflitti DAN bonus in base all'attuale DIF di Yun Jin.",
      "4": "<br/>",
      "5": "Gli effetti di quest'abilità cesseranno dopo una durata prestabilita o dopo averla attivata un numero specifico di volte.",
      "6": "Quando un attacco normale colpisce più avversari, l'effetto si attiva più volte a seconda del numero di avversari colpiti. Il numero di volte in cui l'effetto si attiva si conta in maniera indipendente per ogni membro del gruppo con Formazione Bandiera della nube volante.",
      "7": "<br/>",
      "8": "<i>Al suono dei tamburi, mentre spade e alabarde si intrecciano e scontrano, la donzella si trasforma in un potente generale.</i>",
      "9": "<i>Mentre gli strumenti sul palco risuonano all'unisono, ecco che lei sbaraglia i demoni!</i>"
    },
    "skillParams": {
      "0": "DAN da abilità",
      "1": "Aumento DAN",
      "2": "Durata",
      "3": "Quota attivazione",
      "4": "TdR",
      "5": "Costo energia",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Coerenza",
    "description": {
      "0": "Usare <strong>Gesto d'apertura</strong> nel preciso momento in cui Yun Jin subisce un attacco sprigionerà la sua forma di carica (pressione prolungata) di livello 2."
    }
  },
  "passive2": {
    "name": "Infrangere le consuetudini",
    "description": {
      "0": "Il bonus DAN da attacco normale conferito da <strong>Formazione Bandiera della nube volante</strong> aumenta ulteriormente la DIF di Yun Jin di un 2,5%/5%/7,5%/11,5% quando il gruppo contiene rispettivamente personaggi di 1/2/3/4 tipi elementali."
    }
  },
  "passive3": {
    "name": "Alimentazione leggera",
    "description": {
      "0": "Quando si ottiene una preparazione perfetta di un piatto con effetti relativi all'avventura, c'è un 12% di probabilità di ottenere il doppio del prodotto."
    }
  },
  "constellation1": {
    "name": "Galoppo teatrale",
    "description": {
      "0": "Il TdR di <strong>Gesto d'apertura</strong> si riduce di un 18%."
    }
  },
  "constellation2": {
    "name": "Regia teatrale",
    "description": {
      "0": "Dopo che <strong>Stendardo del Frantumarupi</strong> è stato rilasciato, i DAN da attacco normale di tutti i membri vicini del gruppo aumentano di un 15% per 12 s."
    }
  },
  "constellation3": {
    "name": "Stendardo del generale",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Stendardo del Frantumarupi</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation4": {
    "name": "Un fiore come scudo",
    "description": {
      "0": "Quando Yun Jin innesca una reazione di Cristallizzazione, la sua DIF aumenta di un 20% per 12 s."
    }
  },
  "constellation5": {
    "name": "Artista rinomata",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Gesto d'apertura</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation6": {
    "name": "Armonia e decoro",
    "description": {
      "0": "La VEL d'ATT normale dei personaggi sotto l'effetto di <strong>Formazione Bandiera della nube volante</strong> aumenta di un 12%."
    }
  }
}