{
  "name": "Kamisato Ayato",
  "title": "Pilastro della forza d'animo",
  "description": "Il giovane ma particolarmente abile capo del clan Kamisato della Commissione Yashiro. Un uomo dalle mille risorse, colto e garbato.",
  "constellationName": "Cypressus Custos",
  "auto": {
    "name": "Arte Kamisato - Marobashi",
    "fields": {
      "normal": {
        "0": "<strong>Attacco normale</strong>",
        "1": "Sferra fino a 5 colpi rapidi."
      },
      "charged": {
        "0": "<strong>Attacco caricato</strong>",
        "1": "Consuma una determinata quantità di vigore per scattare in avanti ed eseguire uno iai."
      },
      "plunging": {
        "0": "<strong>Attacco in picchiata</strong>",
        "1": "Attacca scagliandosi contro il suolo da mezz'aria, infliggendo DAN agli avversari lungo la traiettoria e DAN ad area all'impatto."
      }
    },
    "skillParams": {
      "0": "DAN da 1º colpo",
      "1": "DAN da 2º colpo",
      "2": "DAN da 3º colpo",
      "3": "DAN da 4 colpi",
      "4": "DAN da 5 colpi",
      "5": "DAN da ATT caricato",
      "6": "Costo vigore ATT caricato",
      "7": "DAN da ATT in picchiata",
      "8": "DAN da ATT in picchiata basso/alto",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Arte Kamisato: Kyouka",
    "description": {
      "0": "Kamisato Ayato cambia posizione ed entra nello stato Takimeguri Kanka.",
      "1": "Così facendo, lascia un'illusione d'acqua nella sua posizione originale. Dopo essersi formata, l'illusione esplode se ci sono avversari vicini o al termine della sua durata, infliggendo <hydro>DAN da Hydro ad area</hydro>.",
      "2": "<br/>",
      "3": "<strong>Takimeguri Kanka</strong>",
      "4": "In questo stato, Kamisato Ayato usa la sua Shunsuiken per sferrare attacchi incredibilmente veloci, e i DAN dei suoi attacchi normali vengono convertiti in <hydro>DAN da Hydro ad area</hydro> non influenzabili da altre infusioni elementali.",
      "5": "Questo stato possiede anche le seguenti proprietà:",
      "6": [
        " quando la Shunsuiken colpisce un avversario, Ayato riceve l'effetto Namisen, che aumenta i DAN da Shunsuiken inflitti in base ai suoi PS max attuali. Inizialmente, il numero massimo di accumuli di Namisen è 4, ed è possibile ottenerne 1 accumulo tramite la Shunsuiken ogni 0,1 s. Questo effetto si annulla al termine di Takimeguri Kanka;",
        " la resistenza all'interruzione di Kamisato Ayato aumenta;",
        " non è possibile eseguire attacchi caricati o in picchiata."
      ],
      "7": "<br/>",
      "8": "Takimeguri Kanka termina quando Ayato lascia il campo di battaglia. Usare nuovamente Arte Kamisato: Kyouka nello stato Takimeguri Kanka ripristinerà e sostituirà lo stato preesistente.",
      "9": "<br/>",
      "10": "<i>\"Pensavi davvero di poter vincere?\"</i>",
      "11": "<i>— Ayato è così sia in campo politico che militare, ma per salvaguardare la dignità dei suoi colleghi commissari, non si rivolge mai a loro in questo modo. Solo Thoma, Itto, e Ayaka l'hanno sentito pronunciare questa frase.</i>"
    },
    "skillParams": {
      "0": "DAN da 1º colpo Shunsuiken",
      "1": "DAN da 2º colpo Shunsuiken",
      "2": "DAN da 3º colpo Shunsuiken",
      "3": "Durata Takimeguri Kanka",
      "4": "Bonus DAN da Namisen",
      "5": "DAN da Illusione d'acqua",
      "6": "Durata Illusione d'acqua",
      "7": "TdR",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Arte Kamisato: Suiyuu",
    "description": {
      "0": "Svela un giardino di purezza che mette a tacere ogni rumore al suo interno.",
      "1": "Finché questo spazio rimane, le Idrolame attaccheranno continuamente gli avversari nella sua area d'effetto, infliggendo <hydro>DAN da Hydro</hydro> e aumentando i DAN da attacco normale dei personaggi al suo interno.",
      "2": "<br/>",
      "3": "<i>\"Riesco a vedere le increspature del tuo cuore che batte in questo reame dalle acque tranquille.\"</i>"
    },
    "skillParams": {
      "0": "DAN da Idrolama",
      "1": "Bonus DAN da ATT normale",
      "2": "Durata",
      "3": "TdR",
      "4": "Costo energia",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Arte Kamisato: Mine Wo Matoishi Kiyotaki",
    "description": {
      "0": "<strong>Arte Kamisato: Kyouka</strong> ha le seguenti proprietà:",
      "1": [
        " una volta attivata, Kamisato Ayato ottiene 2 accumuli di Namisen;",
        " quando l'illusione d'acqua esplode, Ayato otterrà un effetto Namisen equivalente al numero massimo di accumuli possibili."
      ]
    }
  },
  "passive2": {
    "name": "Arte Kamisato: Michiyuku Hagetsu",
    "description": {
      "0": "Se Kamisato Ayato non è sul campo e la sua energia è inferiore a 40, quest'ultima si rigenera di 2 ogni secondo."
    }
  },
  "passive3": {
    "name": "Arte Kamisato: Cucina giornaliera",
    "description": {
      "0": "Quando Ayato prepara alla perfezione un piatto, ha un 18% di probabilità di ricevere anche una versione \"sospetta\" dello stesso tipo di piatto."
    }
  },
  "constellation1": {
    "name": "Kyouka Fuushi",
    "description": {
      "0": "I DAN da <strong>Shunsuiken</strong> aumentano di un 40% contro gli avversari che hanno una quantità di PS rimanenti pari alla metà o inferiore."
    }
  },
  "constellation2": {
    "name": "Fonte del mondo",
    "description": {
      "0": "Il numero massimo di accumuli di <strong>Namisen</strong> aumenta fino a 5. Quando Kamisato Ayato ottiene almeno 3 accumuli di Namisen, i suoi PS max aumentano della metà."
    }
  },
  "constellation3": {
    "name": "Ammirando i fiori",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Arte Kamisato: Kyouka</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation4": {
    "name": "Flusso infinito",
    "description": {
      "0": "Dopo aver usato <strong>Arte Kamisato: Suiyuu</strong>, la VEL dell'attacco normale di tutti i membri del gruppo vicini aumenta di un 15% per 15 s."
    }
  },
  "constellation5": {
    "name": "Bansui Ichiro",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Arte Kamisato: Suiyuu</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation6": {
    "name": "Fonte infinita",
    "description": {
      "0": "Dopo aver usato <strong>Arte Kamisato: Kyouka</strong>, il successivo attacco della Shunsuiken di Ayato originerà 2 attacchi extra della Shunsuiken quando si colpiscono gli avversari, infliggendo ognuno DAN pari a un 450% dell'ATT di Ayato.",
      "1": "Entrambi questi attacchi della Shunsuiken non vengono influenzati da Namisen."
    }
  }
}