{
  "name": "Yaoyao",
  "title": "Grazia germogliante",
  "description": "La più giovane discepola di Raminga dei sentieri. Una \"piccola adulta\" gentile e premurosa.",
  "constellationName": "Osmanthus",
  "auto": {
    "name": "Lancia spasmodica",
    "fields": {
      "normal": {
        "0": "<strong><strong>Attacco normale</strong>",
        "1": "Sferra fino a 4 colpi di lancia consecutivi."
      },
      "charged": {
        "0": "<strong>Attacco caricato</strong>",
        "1": "Consuma una determinata quantità di vigore per attaccare balzando in avanti infliggendo DAN agli avversari lungo la traiettoria."
      },
      "plunging": {
        "0": "<strong>Attacco in picchiata</strong>",
        "1": "Attacca scagliandosi contro il suolo da mezz'aria, infliggendo DAN agli avversari lungo la traiettoria e DAN ad area all'impatto."
      }
    },
    "skillParams": {
      "0": "DAN da 1º colpo",
      "1": "DAN da 2º colpo",
      "2": "DAN da 3º colpo",
      "3": "DAN da 4º colpo",
      "4": "DAN da ATT caricato",
      "5": "Costo vigore ATT caricato",
      "6": "DAN da ATT in picchiata",
      "7": "DAN da ATT in picchiata basso/alto",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Ravanelli a grappolo",
    "description": {
      "0": "Evoca Yuegui: Modalità di lancio, un dispositivo speciale creato da una certa Adepta che aiuta Yaoyao a risolvere i suoi problemi.",
      "1": "La pressione prolungata permette di usare quest'abilità diversamente.",
      "2": "<br/>",
      "3": "<strong>Pressione prolungata</strong>",
      "4": "Attiva la modalità di mira per regolare la direzione di lancio.",
      "5": "<br/>",
      "6": "<strong>Yuegui: Modalità di lancio</strong>",
      "7": "Scaglia dei Ravanelli di giada bianca che esplodono a contatto con gli avversari o i personaggi, infliggendo <dendro>DAN da Dendro</dendro> agli avversari in una determinata area d'effetto, e guarendo i personaggi nella stessa area in base ai PS max di Yaoyao. Se un ravanello non colpisce gli avversari o i personaggi, rimane fermo sul posto ed esplode a contatto con gli uni o con gli altri, oppure quando la sua durata si esaurisce.",
      "8": "Yuegui: Modalità di lancio sceglie automaticamente i bersagli da colpire.",
      "9": [
        " Se tutti i personaggi nelle vicinanze hanno più di un 70% di PS rimanenti, i ravanelli vengono lanciati in direzione dell'avversario più vicino.",
        " Se i personaggi nelle vicinanze hanno un 70% o meno di PS rimanenti, i ravanelli vengono lanciati al personaggio con la percentuale di PS rimanenti inferiore. Se non ci sono avversari nei paraggi, Yuegui lancia i Ravanelli di giada bianca ai personaggi se hanno tutti più di un 70% di PS e meno di un 100% di PS rimanenti. In assenza di tale condizione, lancia i ravanelli casualmente."
      ],
      "10": "<br/>",
      "11": "Possono esistere al massimo 2 Yuegui: Modalità di lancio contemporaneamente.",
      "12": "<br/>",
      "13": "<i>\"Un ravanello al giorno toglie il medico di torno! Oh... Non è esattamente un ravanello con proprietà medicinali, ma ha comunque i suoi benefici, ebbene sì!\"</i>"
    },
    "skillParams": {
      "0": "DAN da Ravanello di giada bianca",
      "1": "Guarigione da Ravanello di giada bianca",
      "2": "Durata Yuegui: Modalità di lancio",
      "3": "Durata Ravanello di giada bianca",
      "4": "TdR",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Cascata di giada lunare",
    "description": {
      "0": "In caso di emergenza e per la gioia di una certa Adepta, è possibile scatenare il pieno potenziale di Yuegui infliggendo <dendro>DAN da Dendro</dendro> agli avversari vicini e attivando uno stato di Eredità adeptica insuperabile (per così dire).",
      "1": "<br/>",
      "2": "<strong>Eredità adeptica</strong>",
      "3": [
        " I Ravanelli di giada bianca generati si modificano per guarire e infliggere DAN in base a quest'abilità. Le esplosioni guariscono tutti i membri del gruppo vicini, e i <dendro>DAN da Dendro</dendro> che esse infliggono vengono considerati come DAN da Tripudio elementale.",
        " Evoca periodicamente Yuegui: Modalità di salto fino a raggiungere il limite massimo. Il comportamento di questa versione di Yuegui è lo stesso di Yuegui: Modalità di lancio nell'abilità elementale Ravanelli a grappolo. Possono esistere fino a 3 Yuegui: Modalità di salto contemporaneamente.",
        " La VEL di movimento di Yaoyao aumenta di un 15%.",
        " La <dendro>RES a Dendro</dendro> di Yaoyao aumenta."
      ],
      "4": "<br/>",
      "5": "Lo stato di Eredità adeptica termina se Yaoyao esce dal campo, e tutti gli Yuegui: Modalità di salto rimanenti spariscono una volta terminato lo stato.",
      "6": "<br/>",
      "7": "<i>\"Eh? Vuoi sapere quale di questi è Yuegui? Non lo sono tutti?\"</i>"
    },
    "skillParams": {
      "0": "DAN da abilità",
      "1": "DAN da Ravanello di giada bianca di Eredità adeptica",
      "2": "Guarigione da Ravanello di giada bianca di Eredità adeptica",
      "3": "Bonus RES a Dendro",
      "4": "Durata Eredità adeptica",
      "5": "TdR",
      "6": "Costo energia",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Stelle sparse",
    "description": {
      "0": "Mentre l'effetto dell'Eredità adeptica generata da <strong>Cascata di giada lunare</strong> è attivo, Yaoyao lancia continuamente dei Ravanelli di giada bianca quando scatta, salta o corre. Può lanciare un Ravanello di giada bianca in questo modo ogni 0,6 s."
    }
  },
  "passive2": {
    "name": "Per il bene di tutti",
    "description": {
      "0": "Quando i <strong>Ravanelli di giada bianca</strong> esplodono, i PS dei personaggi presenti nella loro area d'effetto vengono ripristinati di uno 0,8% dei PS max di Yaoyao ogni secondo. L'effetto dura 5 s."
    }
  },
  "passive3": {
    "name": "In punta di piedi",
    "description": {
      "0": "Quando Yaoyao è nel gruppo, i Cristallotteri e altri animali non fuggiranno spaventati quando i tuoi personaggi si avvicinano a essi.",
      "1": "Controlla la sottocategoria Altro della sezione Esseri viventi/Fauna nell'Archivio per scoprire su quali creature ha effetto quest'abilità."
    }
  },
  "constellation1": {
    "name": "Formazione adeptica",
    "description": {
      "0": "Quando i <strong>Ravanelli di giada bianca</strong> esplodono, i personaggi attivi presenti nella loro area d'effetto ottengono un 15% di <dendro>bonus DAN da Dendro</dendro> per 8 s, e il loro vigore si ripristina di 15. Questa forma di recupero del vigore può verificarsi solo una volta ogni 5 s."
    }
  },
  "constellation2": {
    "name": "Innocenza",
    "description": {
      "0": "Mentre l'effetto dell'Eredità adeptica generata da <strong>Cascata di giada lunare</strong> è attivo, se i Ravanelli di giada bianca esplodono e colpiscono i nemici, l'energia di Yaoyao si ripristina di 3. Questa forma di recupero dell'energia può verificarsi solo una volta ogni 0,8 s."
    }
  },
  "constellation3": {
    "name": "Lealtà e gentilezza",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Ravanelli a grappolo</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation4": {
    "name": "Tenerezza",
    "description": {
      "0": "Dopo aver usato <strong>Ravanelli a grappolo</strong> o <strong>Cascata di giada lunare</strong>, la maestria elementale di Yaoyao aumenta di uno 0,3% dei suoi PS max per 8 s. È possibile ottenere in questo modo fino a 120 di maestria elementale."
    }
  },
  "constellation5": {
    "name": "Compassione",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Cascata di giada lunare</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation6": {
    "name": "Bontà",
    "description": {
      "0": "Per ogni 2 Ravanelli di giada bianca lanciati da <strong>Yuegui: Modalità di lancio</strong>, il tiro successivo scaglierà anche un Megaravanello, che ha un'area d'effetto maggiore rispetto a un comune Ravanello di giada bianca e produce i seguenti effetti quando esplode:",
      "1": [
        " infligge <dendro>DAN da Dendro ad area</dendro> in base a un 75% dell'ATT di Yaoyao;",
        " ripristina i PS del personaggio attivo in base a un 7,5% dei PS max di Yaoyao."
      ],
      "2": "<br/>",
      "3": "Ogni Yuegui: Modalità di lancio può scagliare fino a un massimo di 2 Megaravanelli."
    }
  }
}