{
  "name": "Candace",
  "title": "Voto dorato",
  "description": "Una discendente di Re Deshret, nonché protettrice del Villaggio di Aaru. Il suo occhio sinistro ha il colore dell'ambra.",
  "constellationName": "Sagitta Scutum",
  "auto": {
    "name": "Lancia splendente - Posizione del guardiano",
    "fields": {
      "normal": {
        "0": "<strong>Attacco normale</strong>",
        "1": "Sferra fino a 4 colpi di lancia consecutivi."
      },
      "charged": {
        "0": "<strong>Attacco caricato</strong>",
        "1": "Consuma una determinata quantità di vigore per attaccare balzando in avanti infliggendo DAN agli avversari lungo la traiettoria."
      },
      "plunging": {
        "0": "<strong>Attacco in picchiata</strong>",
        "1": "Attacca scagliandosi contro il suolo da mezz'aria, infliggendo DAN agli avversari lungo la traiettoria e DAN ad area all'impatto."
      }
    },
    "skillParams": {
      "0": "DAN da 1º colpo",
      "1": "DAN da 2º colpo",
      "2": "DAN da 3º colpo",
      "3": "DAN da 4º colpo",
      "4": "DAN da ATT caricato",
      "5": "Costo vigore ATT caricato",
      "6": "DAN da ATT in picchiata",
      "7": "DAN da ATT in picchiata basso/alto",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Rito sacro: Santuario dell'airone",
    "description": {
      "0": "Con il suo stile marziale, Candace è in grado di respingere intere orde di avversari.",
      "1": "<br/>",
      "2": "<strong>Pressione</strong>",
      "3": "Si lancia in avanti col suo scudo, infliggendo <hydro>DAN da Hydro</hydro> agli avversari davanti a lei.",
      "4": "<br/>",
      "5": "<strong>Pressione prolungata</strong>",
      "6": "Candace issa il suo scudo per bloccare gli attacchi dei nemici vicini, creando una barriera che assorbe i DAN in base ai suoi PS max e assorbe i <hydro>DAN da Hydro</hydro> con un 250% di efficacia in più. La barriera dura finché l'abilità elementale non viene sprigionata.",
      "7": "Se la pressione raggiunge una certa durata, Candace completa la ricarica. Quando si rilascia il tasto, o quando la durata dell'abilità si esaurisce o la barriera va in frantumi, Candace esegue un attacco in salto che infligge <hydro>DAN da Hydro</hydro> ai nemici di fronte a lei.",
      "8": "<br/>",
      "9": "<i>Il giuramento dei guardiani è più forte degli stessi scudi che essi ereditano.</i>"
    },
    "skillParams": {
      "0": "Assorbimento DAN scudo",
      "1": "DAN base",
      "2": "DAN caricati",
      "3": "TdR pressione",
      "4": "TdR pressione prolungata",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Rito sacro: Marea della cutrettola",
    "description": {
      "0": "Candace innalza l'arma ed evoca una benedizione divina che infligge <hydro>DAN da Hydro ad area</hydro> in base ai suoi PS max e conferisce continuamente Lode della Corona cremisi al personaggio attivo.",
      "1": "<br/>",
      "2": "<strong>Lode della Corona cremisi</strong>",
      "3": "Questo effetto possiede le seguenti proprietà:",
      "4": [
        " gli attacchi normali dei personaggi infliggono DAN elementali aumentati;",
        " quando un personaggio entra in campo, sprigiona un'onda acquatica che infligge <hydro>DAN da Hydro</hydro> ai nemici vicini. Nella durata dell'abilità, il numero di onde che è possibile sprigionare è limitato;",
        " i personaggi che fanno uso di spade, claymore e lance, e che si trovano sotto l'influsso di questo effetto, ricevono un'<hydro>infusione di Hydro</hydro>."
      ],
      "5": "<br/>",
      "6": "<i>Questo rituale segreto viene tramandato di generazione in generazione nel clan di Candace. Nonostante le vecchie fedi siano andate perdute nel corso del tempo, le sabbie difendono ancora gli eredi dell'antico regno.</i>"
    },
    "skillParams": {
      "0": "DAN da abilità",
      "1": "Durata",
      "2": "Bonus DAN",
      "3": "DAN da impatto onda",
      "4": "Numero di onde",
      "5": "TdR",
      "6": "Costo energia",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Egida della croce di frecce",
    "description": {
      "0": "Se Candace viene colpita da un attacco mentre usa la variante a pressione prolungata di <strong>Rito sacro: Santuario dell'airone</strong>, l'abilità finisce immediatamente di caricarsi."
    }
  },
  "passive2": {
    "name": "Cupola della sabbia celeste",
    "description": {
      "0": "Quando infliggono DAN elementali con i propri attacchi normali, i personaggi sotto l'effetto di Lode della Corona cremisi innescato da <strong>Rito sacro: Marea della cutrettola</strong> infliggono ai nemici DAN aumentati di uno 0,5% per ogni 1.000 PS max di Candace."
    }
  },
  "passive3": {
    "name": "Alle prime luci dell'alba",
    "description": {
      "0": "Riduce di un 20% il consumo di vigore durante l'arrampicata per i membri del tuo gruppo.",
      "1": "Non è cumulabile con talenti passivi che conferiscono gli stessi effetti."
    }
  },
  "constellation1": {
    "name": "Ritorno dell'ereditiera delle sabbie scarlatte",
    "description": {
      "0": "La durata dell'effetto Lode della Corona cremisi innescato da <strong>Rito sacro: Marea della cutrettola</strong> aumenta di 3 s."
    }
  },
  "constellation2": {
    "name": "Fulgore Trapassaluna",
    "description": {
      "0": "Quando <strong>Rito sacro: Santuario dell'airone</strong> colpisce gli avversari, i PS max di Candace aumentano di un 20% per 15 s."
    }
  },
  "constellation3": {
    "name": "Supplica del cacciatore",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Rito sacro: Marea della cutrettola</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation4": {
    "name": "Giuramento della sentinella",
    "description": {
      "0": "Riduce il TdR della variante a pressione prolungata di <strong>Rito sacro: Santuario dell'airone</strong> e lo rende uguale al TdR della variante a pressione."
    }
  },
  "constellation5": {
    "name": "Sguardo eterocromatico",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Rito sacro: Santuario dell'airone</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation6": {
    "name": "Trabocco",
    "description": {
      "0": "Quando i personaggi (esclusa Candace) sotto l'effetto di Lode della Corona cremisi derivante da <strong>Rito sacro: Marea della cutrettola</strong> infliggono DAN elementali agli avversari tramite gli attacchi normali, viene sprigionata un'onda d'urto che infligge <hydro>DAN da Hydro ad area</hydro> pari a un 15% dei PS max di Candace.",
      "1": "Quest'effetto può attivarsi una volta ogni 2,3 s e i DAN che infligge sono considerati DAN da Tripudio elementale."
    }
  }
}