{
  "name": "Arataki Itto",
  "title": "Eroe di Hanamizaka",
  "description": "Primo e sommo capo della Banda di Arataki, famoso in tutta la zona di Hanamizaka della Città d'Inazuma. Aspetta... Cosa?? Non ne hai mai sentito parlare? Mi prendi in giro?",
  "constellationName": "Taurus Iracundus",
  "auto": {
    "name": "Leggenda della lotta",
    "fields": {
      "normal": {
        "0": "<strong>Attacco normale</strong>",
        "1": "Sferra fino a 4 colpi consecutivi.",
        "2": "Quando il secondo e il quarto colpo colpiscono gli avversari, Itto ottiene rispettivamente 1 e 2 accumuli di Superforza superlativa.",
        "3": "L'effetto è cumulabile fino a 5 volte. Attivare questo effetto ripristina la durata attuale degli accumuli esistenti.",
        "4": "<br/>",
        "5": "Inoltre, la combo d'attacco normale di Itto non si azzera immediatamente dopo lo Scatto o dopo aver usato la sua abilità elementale Masatsu Zetsugi: Scoppio Akaushi!."
      },
      "charged": {
        "0": "<strong>Attacco caricato</strong>",
        "1": "Quando tieni premuto per eseguire un attacco caricato, Itto sferra una serie di fendenti Arataki Kesagiri senza consumare vigore. Ogni Arataki Kesagiri consuma 1 accumulo di Superforza superlativa. Quando l'ultimo accumulo viene consumato, Itto sferra un potente fendente finale.",
        "2": "Se non è disponibile alcun accumulo di Superforza superlativa, Itto esegue un singolo Fendente Saichimonji."
      },
      "plunging": {
        "0": "<strong>Attacco in picchiata</strong>",
        "1": "Attacca scagliandosi contro il suolo da mezz'aria, infliggendo DAN agli avversari lungo la traiettoria e DAN ad area all'impatto."
      }
    },
    "skillParams": {
      "0": "DAN da 1º colpo",
      "1": "DAN da 2º colpo",
      "2": "DAN da 3º colpo",
      "3": "DAN da 4º colpo",
      "4": "DAN da fendente combo Arataki Kesagiri",
      "5": "DAN da fendente finale Arataki Kesagiri",
      "6": "Durata Superforza superlativa",
      "7": "DAN da Fendente Saichimonji",
      "8": "Costo vigore Fendente Saichimonji",
      "9": "DAN da ATT in picchiata",
      "10": "DAN da ATT in picchiata basso/alto",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Masatsu Zetsugi: Scoppio Akaushi!",
    "description": {
      "0": "Lancia Ushi, il giovane toro akaushi nonché membro ausiliario della Banda di Arataki, infliggendo <geo>DAN da Geo</geo> agli avversari colpiti. Quando Ushi colpisce gli avversari, Arataki Itto ottiene 1 accumulo di Superforza superlativa.",
      "1": "<br/>",
      "2": "Ushi rimane sul campo e fornisce supporto nei seguenti modi:",
      "3": [
        " provoca gli avversari circostanti e attira i loro attacchi;",
        " eredita PS in base a una percentuale dei PS max di Arataki Itto;",
        " quando Ushi subisce danni, Arataki Itto ottiene 1 accumulo di Superforza superlativa. È possibile ottenere solo 1 accumulo ogni 2 s in questo modo;",
        " Ushi fugge via quando i suoi PS raggiungono lo 0 o al termine della sua durata. Quando lascia il campo, Arataki Itto riceve 1 accumulo di Superforza superlativa."
      ],
      "4": "<br/>",
      "5": "<strong>Pressione prolungata</strong>",
      "6": "Regola l'angolo di lancio.",
      "7": "<br/>",
      "8": "Ushi è considerato un <geo>costrutto di Geo</geo>. Arataki Itto può schierare in campo solo 1 Ushi alla volta.",
      "9": "<br/>",
      "10": "<i>Il nome di questa tecnica deriva da Onibudou (una serie di light novel scritta da Junkichi). Tuttavia, chiamarla \"Onisatsu Zetsugi\" probabilmente costituisce una violazione di copyright, per non parlare del fatto che Itto stesso è un oni...</i>"
    },
    "skillParams": {
      "0": "DAN da abilità",
      "1": "PS ereditati",
      "2": "Durata",
      "3": "TdR",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Discesa regale: Osservate, Itto il Malvagio!",
    "description": {
      "0": "È ora di mostrare la forza della Banda di Arataki! Per un lasso di tempo, Itto scatena la sua Furia del Re oni interiore, brandendo la sua Kanabou del Re oni in battaglia.",
      "1": "Questo stato ha le seguenti proprietà speciali:",
      "2": [
        " gli attacchi normali, caricati e in picchiata di Itto infliggono <geo>DAN da Geo</geo> non influenzabili da altre infusioni elementali;",
        " aumenta la VEL d'attacco normale di Itto e il suo ATT in base alla sua DIF;",
        " quando vanno a segno, il primo e il terzo colpo della combo d'attacco conferiscono ad Arataki Itto 1 accumulo di Superforza superlativa;",
        " riduce la RES fisica ed elementale di Itto di un 20%."
      ],
      "3": "<br/>",
      "4": "Lo stato di Furia del Re oni cessa se Itto lascia il campo di battaglia.",
      "5": "<br/>",
      "6": "<i>Questa è la tecnica culmine dello stile di combattimento definitivo (secondo Itto). Sarebbe inutile per Arataki Itto rifarsi ad altri stili di combattimento per migliorare il proprio, perché lui, e nessun altro, è il più forte e più terribile oni sulla faccia della terra.</i>",
      "7": "<i>Shouta pensa che sia fantastico.</i>"
    },
    "skillParams": {
      "0": "Bonus ATT",
      "1": "Bonus VEL d'ATT",
      "2": "Durata",
      "3": "TdR",
      "4": "Costo energia",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Arataki Ichiban",
    "description": {
      "0": "Quando Arataki Itto usa consecutivamente Arataki Kesagiri, ottiene i seguenti effetti:",
      "1": [
        " ogni fendente aumenta di un 10% la VEL d'ATT del fendente successivo. La VEL d'ATT massima è di un 30%;",
        " aumenta la sua resistenza all'interruzione."
      ],
      "2": "<br/>",
      "3": "Questi effetti si annullano quando non vengono più sferrati fendenti consecutivamente."
    }
  },
  "passive2": {
    "name": "Stirpe degli oni cremisi",
    "description": {
      "0": "I DAN di Arataki Kesagiri aumentano di una quantità pari a un 35% della DIF di Arataki Itto."
    }
  },
  "passive3": {
    "name": "Il taglialegna",
    "description": {
      "0": "Quando un membro del gruppo usa gli attacchi per ottenere il legno da un albero, ha un 25% di probabilità di ottenere un pezzo di legno extra."
    }
  },
  "constellation1": {
    "name": "Apri bene le orecchie!",
    "description": {
      "0": "Dopo aver usato <strong>Discesa regale: Osservate, Itto il Malvagio!</strong>, Arataki Itto ottiene 2 accumuli di Superforza superlativa. Dopo 1 s, Itto otterrà 1 accumulo di Superforza superlativa ogni 0,5 s per 1,5 s."
    }
  },
  "constellation2": {
    "name": "Accorrete, è l'ora della rissa!",
    "description": {
      "0": "Dopo aver usato <strong>Discesa regale: Osservate, Itto il Malvagio!</strong>, ogni membro del gruppo il cui elemento è <geo>Geo</geo> ridurrà il TdR della suddetta abilità di 1,5 s e ripristinerà di 6 l'energia di Arataki Itto.",
      "1": "In questo modo è possibile ridurre il TdR fino a 4,5 s e può essere ripristinato un massimo di 18 di energia."
    }
  },
  "constellation3": {
    "name": "Prendere il toro per le corna",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Masatsu Zetsugi: Scoppio Akaushi!</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation4": {
    "name": "Cibo da prigione",
    "description": {
      "0": "Quando lo stato di Furia del Re oni causato da <strong>Discesa regale: Osservate, Itto il Malvagio!</strong> termina, la DIF e l'ATT di tutti i membri vicini del gruppo aumentano di un 20% per 10 s."
    }
  },
  "constellation5": {
    "name": "Un decennio di fama ad Hanamizaka",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Discesa regale: Osservate, Itto il Malvagio!</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation6": {
    "name": "Arataki Itto, presente!",
    "description": {
      "0": "L'attacco caricato di Arataki Itto infligge +70% di DAN da CRIT. Inoltre, quando usa Arataki Kesagiri, ha un 50% di probabilità di non consumare cariche di Superforza superlativa."
    }
  }
}