{
  "name": "Layla",
  "title": "Stella fantastica della sera",
  "description": "Una studentessa della Rtawahist specializzata in astrologia teorica. Molto predisposta al sonnambulismo e bloccata in una logorante battaglia contro la mancanza di sonno. Il suo più grande problema è riuscire a farsi una bella dormita riposante.",
  "constellationName": "Luscinia",
  "auto": {
    "name": "Spada del Sentiero radioso",
    "fields": {
      "normal": {
        "0": "<strong>Attacco normale</strong>",
        "1": "Sferra fino a 3 colpi rapidi."
      },
      "charged": {
        "0": "<strong>Attacco caricato</strong>",
        "1": "Consuma una determinata quantità di vigore per sferrare 2 colpi di spada rapidi."
      },
      "plunging": {
        "0": "<strong>Attacco in picchiata</strong>",
        "1": "Attacca scagliandosi al suolo da mezz'aria, infliggendo DAN agli avversari lungo la traiettoria e DAN ad area all'impatto."
      }
    },
    "skillParams": {
      "0": "DAN da 1º colpo",
      "1": "DAN da 2º colpo",
      "2": "DAN da 3º colpo",
      "3": "DAN da ATT caricato",
      "4": "Costo vigore attacco caricato",
      "5": "DAN da ATT in picchiata",
      "6": "DAN da ATT in picchiata basso/alto",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Concentrazione solenne",
    "description": {
      "0": "Crea uno scudo noto come Cortina onirica che infligge <cryo>DAN da Cryo ad area</cryo>.",
      "1": "L'assorbimento DAN della Cortina onirica si basa sui PS max di Layla, e assorbe i <cryo>DAN da Cryo</cryo> con un 250% di efficacia. Quando lo scudo è attivato, a Layla sarà applicato <cryo>Cryo</cryo> per un breve periodo.",
      "2": "<br/>",
      "3": "<strong>Stelle notturne e cadenti</strong>",
      "4": "Mentre è attiva, la Cortina onirica creerà 1 Stella notturna ogni 1,5 s. Quando un personaggio protetto da questo scudo userà un'abilità elementale, saranno generate 2 Stelle notturne. Le Stelle notturne si possono generare una volta ogni 0,3 s. È possibile accumulare fino a 4 Stelle notturne ogni volta.",
      "5": "In presenza di avversari vicini, quando la Cortina onirica avrà accumulato 4 Stelle notturne, queste si trasformeranno in Stelle cadenti, che saranno scagliate in sequenza infliggendo <cryo>DAN da Cryo</cryo> a tutti gli avversari colpiti.",
      "6": "Se la Cortina onirica terminerà o verrà distrutta, le Stelle notturne scompariranno. Se saranno in procinto di trasformarsi in Stelle cadenti, queste ultime dureranno fino al termine dell'ondata dei colpi.",
      "7": "<br/>",
      "8": "Non saranno generate nuove Stelle notturne fin quando l'ondata successiva di Stelle cadenti non terminerà.",
      "9": "<br/>",
      "10": "<i>\"Io e lei siamo come due maestri artigiani che non si conoscono, ma che siedono sul medesimo cuscino mentre ricamano un unico fiore dei sogni.\"</i>"
    },
    "skillParams": {
      "0": "DAN da abilità",
      "1": "DAN da Stella cadente",
      "2": "Assorbimento DAN base scudo",
      "3": "Durata scudo",
      "4": "TdR",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Culla dei sogni stellati",
    "description": {
      "0": "Attiva un'Onirisfera celestiale che scaglia continuamente Proiettili stellari contro gli avversari nell'area d'effetto, infliggendo <cryo>DAN da Cryo</cryo>.",
      "1": "Quando un Proiettile stellare fa centro, genera 1 Stella notturna per le Cortine oniriche vicine. In questo modo, ciascuna Cortina onirica può acquisire 1 Stella notturna ogni 0,5 s.",
      "2": "<br/>",
      "3": "<i>\"Ora dormi... Che molti destini possano esserti rivelati all'interno dei tuoi sogni stellati.\"</i>"
    },
    "skillParams": {
      "0": "DAN da Proiettile stellare",
      "1": "Durata",
      "2": "TdR",
      "3": "Costo energia",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Luce nascente",
    "description": {
      "0": "Mentre la <strong>Cortina onirica</strong> è attiva, l'effetto Sonno profondo viene innescato ogni volta che la Cortina onirica acquisisce 1 Stella notturna:",
      "1": [
        " l'efficacia dello scudo di un personaggio sotto l'effetto della Cortina onirica aumenta di un 6%;",
        " l'effetto è cumulabile fino a 4 volte e perdura finché la Cortina onirica non svanisce."
      ]
    }
  },
  "passive2": {
    "name": "Sonno sereno",
    "description": {
      "0": "I DAN inflitti dalle Stelle cadenti di <strong>Concentrazione solenne</strong> aumentano di un 1,5% dei PS max di Layla."
    }
  },
  "passive3": {
    "name": "Segni onirici oscuri",
    "description": {
      "0": "Quando Layla crea materiali per i talenti dei personaggi, ha un 10% di probabilità di ricevere il doppio del prodotto."
    }
  },
  "constellation1": {
    "name": "Fortezza fantastica",
    "description": {
      "0": "L'Assorbimento dello scudo della Cortina onirica generata da <strong>Concentrazione solenne</strong> aumenta di un 20%.",
      "1": "Inoltre, quando si attiva Concentrazione solenne, sarà generato uno scudo per ogni membro del gruppo vicino non protetto da una Cortina onirica. Questo scudo assorbirà un 35% della Cortina onirica per 12 s, oltre ai <cryo>DAN da Cryo</cryo> con un 250% di efficacia."
    }
  },
  "constellation2": {
    "name": "Mandato della luce",
    "description": {
      "0": "Quando le Stelle cadenti di <strong>Concentrazione solenne</strong> colpiscono gli avversari, ripristinano ciascuna 1 punto di energia di Layla. Ogni Stella cadente può ripristinare l'energia di Layla in questo modo una sola volta."
    }
  },
  "constellation3": {
    "name": "Segreti della notte",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Concentrazione solenne</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation4": {
    "name": "Illuminazione stellare",
    "description": {
      "0": "Quando <strong>Concentrazione solenne</strong> comincia a scagliare Stelle cadenti, concede ai membri del gruppo vicini l'effetto Stella del mattino, incrementando i loro DAN da attacco normale e caricato in base a un 5% dei PS max di Layla.",
      "1": "Stella del mattino può durare fino a 3 s e sarà rimosso 0,05 s dopo aver inflitto DAN da attacco normale o caricato."
    }
  },
  "constellation5": {
    "name": "Flusso di coscienza",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Culla dei sogni stellati</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation6": {
    "name": "Animardente radiosa",
    "description": {
      "0": "Le Stelle cadenti di <strong>Concentrazione solenne</strong> e i Proiettili stellari di <strong>Culla dei sogni stellati</strong> infliggono un 40% di DAN in più.",
      "1": "L'intervallo di creazione delle Stelle notturne tramite Concentrazione solenne si riduce di un 20%."
    }
  }
}