{
  "constellationName": "Lapis Dei",
  "name": "Zhongli",
  "title": "Vago mundo",
  "description": "Un misterioso esperto ingaggiato dai Servizi Funebri Wangsheng. Estremamente competente in qualsiasi materia.",
  "auto": {
    "name": "Pioggia di pietra",
    "fields": {
      "normal": {
        "0": "<strong><strong>Attacco normale</strong>",
        "1": "Sferra fino a 6 colpi di lancia consecutivi."
      },
      "charged": {
        "0": "<strong>Attacco caricato</strong>",
        "1": "Consuma una determinata quantità di vigore per balzare in avanti, mentre lance di pietra cadono lungo il suo cammino."
      },
      "plunging": {
        "0": "<strong>Attacco in picchiata</strong>",
        "1": "Attacca scagliandosi contro il suolo da mezz'aria, infliggendo DAN agli avversari lungo la traiettoria e DAN ad area all'impatto."
      }
    },
    "skillParams": {
      "0": "DAN da 1º colpo",
      "1": "DAN da 2º colpo",
      "2": "DAN da 3º colpo",
      "3": "DAN da 4º colpo",
      "4": "DAN da 5º colpo",
      "5": "DAN da 6º colpo",
      "6": "DAN da ATT caricato",
      "7": "Costo vigore ATT caricato",
      "8": "DAN da ATT in picchiata",
      "9": "DAN da ATT in picchiata basso/alto",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Dominus lapidis",
    "description": {
      "0": "Ogni montagna, roccia e centimetro di terra trabocca del potere di Geo, ma coloro che sanno brandire liberamente questo potere sono molto rari.",
      "1": "<br/>",
      "2": "<strong>Pressione</strong>",
      "3": "Comanda il potere della terra per creare una Stele di pietra.",
      "4": "<br/>",
      "5": "<strong>Pressione prolungata</strong>",
      "6": "La vicina energia di Geo esplode, causando i seguenti effetti:",
      "7": [
        " crea una Stele di pietra, se non n'è ancora stato raggiunto il numero massimo;",
        " crea uno Scudo di giada. L'assorbimento DAN dello scudo varia in base ai PS max di Zhongli;",
        " infligge <geo>DAN da Geo ad area</geo>;",
        " se ci sono avversari vicini con l'<geo>elemento Geo</geo>, assorbirà una quantità ingente di <geo>elemento Geo</geo> da un massimo di 2 di questi bersagli. Questo effetto non infligge DAN."
      ],
      "8": "<br/>",
      "9": "<strong>Stele di pietra</strong>",
      "10": "Quando viene creata, infligge <geo>DAN da Geo ad area</geo>.",
      "11": "Inoltre, crea una risonanza a intermittenza con altri <geo>costrutti di Geo</geo> nelle vicinanze, infliggendo <geo>DAN da Geo</geo> agli avversari vicini.",
      "12": "La Stele di pietra è considerata un <geo>costrutto di Geo</geo> che si può sia scalare che usare per bloccare gli attacchi.",
      "13": "In un dato momento, può esistere inizialmente una sola Stele creata da Zhongli in persona.",
      "14": "<br/>",
      "15": "<strong>Scudo di giada</strong>",
      "16": "Possiede un 150% di assorbimento DAN contro tutti i DAN fisici ed elementali.",
      "17": "I personaggi protetti dallo Scudo di giada riducono di un 20% la RES elementale e la RES fisica degli avversari in una piccola area d'effetto. Questo effetto non è cumulabile.",
      "18": "<br/>",
      "19": "<i>Un vero maestro della pietra sa incidere la giada e plasmare l'oro.</i>"
    },
    "skillParams": {
      "0": "DAN da Stele di pietra/risonanza",
      "1": "TdR pressione",
      "2": "DAN da pressione prolungata",
      "3": "Assorbimento base scudo",
      "4": "Assorbimento scudo aggiuntivo",
      "5": "Durata scudo",
      "6": "TdR pressione prolungata",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Pioggia meteoritica",
    "description": {
      "0": "Attira verso il suolo un meteorite cadente che infligge ingenti <geo>DAN da Geo</geo> agli avversari che si trovano nella sua area d'effetto e applica lo stato di <geo>Pietrificazione</geo>.",
      "1": "<br/>",
      "2": "<strong>Pietrificazione</strong>",
      "3": "Gli avversari affetti da questo stato non possono muoversi.",
      "4": "<br/>",
      "5": "<i>Lo schianto del meteorite punisce gli ingiusti.</i>"
    },
    "skillParams": {
      "0": "DAN da abilità",
      "1": "Durata Pietrificazione",
      "2": "TdR",
      "3": "Costo energia",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Onde risonanti",
    "description": {
      "0": "Quando lo Scudo di giada subisce DAN, lo scudo ottiene l'effetto Fortificazione.",
      "1": [
        " L'efficacia dello scudo aumenta di un 5% per i personaggi protetti dallo scudo fortificato."
      ],
      "2": "La Fortificazione è cumulabile fino a 5 volte e dura fin quando lo Scudo di giada non scompare."
    }
  },
  "passive2": {
    "name": "Dominio della terra",
    "description": {
      "0": "Zhongli infligge DAN bonus in base ai suoi PS max:",
      "1": [
        " I DAN da attacco normale, attacco caricato e attacco in picchiata aumentano di un 1,39% dei PS max;",
        " I DAN della Stele di pietra, della risonanza e della variante a pressione prolungata di <strong>Dominus lapidis</strong> aumentano di un 1,9% dei PS max;",
        " I DAN di <strong>Pioggia meteoritica</strong> aumentano di un 33% dei PS max."
      ]
    }
  },
  "passive3": {
    "name": "Arcanum di cristallo",
    "description": {
      "0": "Rimborsa un 15% del materiale usato quando forgi armi di tipo Lancia."
    }
  },
  "constellation1": {
    "name": "Roccia, struttura portante della Terra",
    "description": {
      "0": "Aumenta a 2 il numero massimo di Stele di pietra create da <strong>Dominus lapidis</strong> che possono esistere contemporaneamente."
    }
  },
  "constellation2": {
    "name": "Pietra, culla della giada",
    "description": {
      "0": "<strong>Pioggia meteoritica</strong> fornisce ai personaggi vicini sul campo uno Scudo di giada."
    }
  },
  "constellation3": {
    "name": "Giada, luce tra le tenebre",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Dominus lapidis</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation4": {
    "name": "Topazio, indistruttibile e intrepido",
    "description": {
      "0": "Aumenta di un 20% l'area d'effetto di <strong>Pioggia meteoritica</strong> ed estende di 2 s la durata dell'effetto Pietrificazione di Pioggia meteoritica."
    }
  },
  "constellation5": {
    "name": "Lapislazzuli, araldo dell'ordine",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Pioggia meteoritica</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation6": {
    "name": "Oro, dono divino",
    "description": {
      "0": "Quando lo Scudo di giada subisce DAN, un 40% dei DAN viene convertito in PS per il personaggio attuale.",
      "1": "Non è possibile rigenerare più di un 8% dei PS max alla volta."
    }
  }
}