{
  "name": "Shogun Raiden",
  "title": "Piano dell'eutimia",
  "description": "Sua Eccellenza, la potente Narukami Ogosho, che ha promesso al popolo di Inazuma un'Eternità immutevole.",
  "constellationName": "Imperatrix Umbrosa",
  "auto": {
    "name": "Origine",
    "fields": {
      "normal": {
        "0": "<strong>Attacco normale</strong>",
        "1": "Sferra fino a 5 colpi di lancia consecutivi."
      },
      "charged": {
        "0": "<strong>Attacco caricato</strong>",
        "1": "Consuma una determinata quantità di vigore per eseguire un fendente verso l'alto."
      },
      "plunging": {
        "0": "<strong>Attacco in picchiata</strong>",
        "1": "Attacca scagliandosi contro il suolo da mezz'aria, infliggendo DAN agli avversari lungo la traiettoria e DAN ad area all'impatto."
      }
    },
    "skillParams": {
      "0": "DAN da 1º colpo",
      "1": "DAN da 2º colpo",
      "2": "DAN da 3º colpo",
      "3": "DAN da 4º colpo",
      "4": "DAN da 5º colpo",
      "5": "DAN da ATT caricato",
      "6": "Costo vigore ATT caricato",
      "7": "DAN da ATT in picchiata",
      "8": "DAN da ATT in picchiata basso/alto",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Trascendenza: Presagio minaccioso",
    "description": {
      "0": "La Shogun Raiden rivela un frammento della sua eutimia, infliggendo <electro>DAN da Electro</electro> agli avversari vicini e conferendo ai membri del gruppo vicini l'Occhio del giudizio tempestoso.",
      "1": "<br/>",
      "2": "<strong>Occhio del giudizio tempestoso</strong>",
      "3": [
        " Quando i personaggi con questo effetto positivo infliggono DAN agli avversari, l'Occhio sferra un attacco coordinato, infliggendo <electro>DAN da Electro ad area</electro> nella posizione dell'avversario.",
        " I DAN da Tripudio elementale dei personaggi che ottengono Occhio del giudizio tempestoso aumentano in base al costo d'energia del Tripudio elementale finché l'Occhio è attivo."
      ],
      "4": "<br/>",
      "5": "L'Occhio può avviare un attacco coordinato ogni 0,9 s per gruppo.",
      "6": "Gli attacchi coordinati generati dai personaggi non controllati dal giocatore infliggono un 20% dei DAN normali.",
      "7": "<br/>",
      "8": "<i>Gli esseri divini possono influenzare tutto ciò che sorvegliano, e l'Archon di Electro può manipolare le stesse stelle minacciose per difendere i suoi servitori e riversare la sua tonante sentenza sui loro nemici.</i>"
    },
    "skillParams": {
      "0": "DAN da abilità",
      "1": "DAN da ATT coordinato",
      "2": "Durata",
      "3": "Bonus DAN da Tripudio elementale",
      "4": "TdR",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Arte segreta: Musou Shinsetsu",
    "description": {
      "0": "Convogliando innumerevoli verità e infiniti desideri, la Shogun Raiden scatena Musou no Hitotachi e infligge <electro>DAN da Electro ad area</electro>, usando successivamente la Musou Isshin in combattimento per una certa durata. I DAN inflitti dagli attacchi di Musou no Hitotachi e della Musou Isshin aumentano in base al numero di accumuli di Risoluzione di Chakra Desiderata consumati con l'uso di quest'abilità.",
      "1": "<br/>",
      "2": "<strong>Musou Isshin</strong>",
      "3": "Mentre è in questo stato, la Shogun Raiden brandisce la sua tachi in combattimento, e i suoi attacchi normali, caricati e in picchiata infliggono <electro>DAN da Electro</electro> non influenzabili da altre infusioni elementali. Quando questi attacchi colpiscono gli avversari, la Shogun Raiden rigenera punti energia per tutti i membri del gruppo vicini. L'energia può rigenerarsi in questo modo una volta ogni secondo, e questo effetto può innescarsi fino a 5 volte mentre l'abilità è attiva.",
      "4": "Mentre è in questo stato, la resistenza all'interruzione della Shogun Raiden aumenta, ed è immune ai DAN da reazione di <electro>Electrocarica</electro>.",
      "5": "Quando Musou Isshin è attiva, i DAN da attacco normale, caricato e in picchiata della Shogun Raiden sono considerati DAN da Tripudio elementale.",
      "6": "<br/>",
      "7": "Gli effetti di Musou Isshin cessano quando la Shogun Raiden lascia il campo di battaglia.",
      "8": "<br/>",
      "9": "<strong>Chakra Desiderata</strong>",
      "10": "Quando i membri del gruppo vicini (esclusa la Shogun Raiden) usano i loro Tripudi elementali, la Shogun Raiden accumula Risoluzione in base al costo di energia dei Tripudi elementali.",
      "11": "Il numero massimo di accumuli di Risoluzione è 60.",
      "12": "<br/>",
      "13": "La Risoluzione ottenuta con Chakra Desiderata si azzera 300 s dopo che la Shogun Raiden lascia il campo di battaglia.",
      "14": "<br/>",
      "15": "<i>Questa è la nuova tecnica della Shogun Raiden. Abbandonando il \"Musou\" simile al vuoto, ora si fa carico di un nuovo \"Musou\", ossia i sogni e le ambizioni di tutti. Proprio come \"shinsetsu\", \"verità\", significa anche \"novità\", così ha inizio un nuovo capitolo della storia di Inazuma.</i>"
    },
    "skillParams": {
      "0": "DAN base da Musou no Hitotachi",
      "1": "Bonus Risoluzione",
      "2": "Accumuli Risoluzione ottenuti",
      "3": "DAN da 1º colpo",
      "4": "DAN da 2º colpo",
      "5": "DAN da 3º colpo",
      "6": "DAN da 4º colpo",
      "7": "DAN da 5º colpo",
      "8": "DAN da ATT caricato",
      "9": "Costo vigore ATT caricato",
      "10": "DAN da ATT in picchiata",
      "11": "DAN da ATT in picchiata basso/alto",
      "12": "Ripristino energia Musou Isshin",
      "13": "Durata Musou Isshin",
      "14": "TdR",
      "15": "Costo energia"
    }
  },
  "passive1": {
    "name": "Aspirazione infinita",
    "description": {
      "0": "Quando i membri del gruppo vicini ottengono sfere o particelle elementali, <strong>Chakra Desiderata</strong> ottiene 2 accumuli di Risoluzione.",
      "1": "Si può verificare una sola volta ogni 3 s."
    }
  },
  "passive2": {
    "name": "L'illuminata",
    "description": {
      "0": "Per ogni 1% in più oltre il 100% di ricarica d'energia in suo possesso, la Shogun Raiden ottiene:",
      "1": [
        " uno 0,6% in più di ripristino dell'energia da <strong>Musou Isshin</strong>;",
        " uno 0,4% di <electro>bonus DAN da Electro</electro>."
      ]
    }
  },
  "passive3": {
    "name": "Conservatrice",
    "description": {
      "0": "La quantità di Mora spesi per l'ascensione delle spade e delle lance si riduce di un 50%."
    }
  },
  "constellation1": {
    "name": "Iscrizione sinistra",
    "description": {
      "0": "<strong>Chakra Desiderata</strong> ottiene Risoluzione ancora più velocemente. Quando i personaggi di <electro>Electro</electro> usano i loro Tripudi elementali, gli accumuli di Risoluzione ottenuti aumentano di un 80%. Quando i personaggi di altri tipi elementali usano i loro Tripudi elementali, gli accumuli di Risoluzione ottenuti aumentano di un 20%."
    }
  },
  "constellation2": {
    "name": "Spezzacciaio",
    "description": {
      "0": "Quando usa Musou no Hitotachi ed è nello stato di Musou Isshin applicato da <strong>Arte segreta: Musou Shinsetsu</strong>, gli attacchi della Shogun Raiden ignorano un 60% della DIF degli avversari."
    }
  },
  "constellation3": {
    "name": "Shinkage del passato",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Arte segreta: Musou Shinsetsu</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation4": {
    "name": "Giuramento di decoro",
    "description": {
      "0": "Quando la durata dello stato di <strong>Musou Isshin</strong> applicato da <strong>Arte segreta: Musou Shinsetsu</strong> termina, tutti i membri vicini del gruppo (esclusa la Shogun Raiden) ricevono un bonus ATT di un 30% per 10 s."
    }
  },
  "constellation5": {
    "name": "Discesa della Shogun",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Trascendenza: Presagio minaccioso</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation6": {
    "name": "Custode di desideri",
    "description": {
      "0": "Quando è nello stato di <strong>Musou Isshin</strong> applicato da <strong>Arte segreta: Musou Shinsetsu</strong>, gli attacchi della Shogun Raiden considerati parte del suo Tripudio elementale che colpiscono gli avversari riducono di 1 s il TdR del Tripudio elementale di tutti i membri vicini del gruppo (esclusa la Shogun Raiden).",
      "1": "Quest'effetto si può attivare una volta ogni secondo per un totale di 5 volte mentre Musou Isshin è attivo."
    }
  }
}