{
  "name": "Hu Tao",
  "title": "Fragranza del disgelo",
  "description": "La 77ᵃ direttrice dei Servizi Funebri Wangsheng. Ha rilevato l'attività in giovane età.",
  "constellationName": "Papilio Charontis",
  "auto": {
    "name": "Lancia segreta di Wangsheng",
    "fields": {
      "normal": {
        "0": "<strong>Attacco normale</strong>",
        "1": "Sferra fino a 6 colpi di lancia consecutivi."
      },
      "charged": {
        "0": "<strong>Attacco caricato</strong>",
        "1": "Consuma una determinata quantità di vigore per attaccare balzando in avanti infliggendo DAN agli avversari lungo la traiettoria."
      },
      "plunging": {
        "0": "<strong>Attacco in picchiata</strong>",
        "1": "Attacca scagliandosi contro il suolo da mezz'aria, infliggendo DAN agli avversari lungo la traiettoria e DAN ad area all'impatto."
      }
    },
    "skillParams": {
      "0": "DAN da 1º colpo",
      "1": "DAN da 2º colpo",
      "2": "DAN da 3º colpo",
      "3": "DAN da 4º colpo",
      "4": "DAN da 5º colpo",
      "5": "DAN da 6º colpo",
      "6": "ATT caricato",
      "7": "Costo vigore ATT caricato",
      "8": "DAN da ATT in picchiata",
      "9": "DAN da ATT in picchiata basso/alto",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Guida all'aldilà",
    "description": {
      "0": "Solo una fiamma risoluta può purificare le impurità di questo mondo.",
      "1": "Hu Tao consuma una data porzione dei suoi PS per respingere i nemici circostanti ed entrare nello stato di Paramita Papilio.",
      "2": "<br/>",
      "3": "<strong>Paramita Papilio</strong>",
      "4": [
        " Aumenta l'ATT di Hu Tao in base ai suoi PS max al momento dell'entrata in questo stato. Il bonus ATT ottenuto in questo modo non può superare un 400% dell'ATT di base di Hu Tao.",
        " Converte i DAN da attacco in <pyro>DAN da Pyro</pyro> non influenzabili da altre infusioni elementali.",
        " Gli attacchi caricati applicano l'effetto Bocciolo di sangue ai nemici colpiti.",
        " Aumenta la resistenza di Hu Tao all'interruzione."
      ],
      "5": "<br/>",
      "6": "<strong>Bocciolo di sangue</strong>",
      "7": "I nemici affetti da Bocciolo di sangue subiscono <pyro>DAN da Pyro</pyro> ogni 4 s. Questo tipo di DAN è considerato DAN da abilità elementale.",
      "8": "Ogni nemico può subire un solo effetto di Bocciolo di sangue alla volta e la durata può essere ripristinata da Hu Tao.",
      "9": "<br/>",
      "10": "<strong>Paramita Papilio</strong> smette di avere effetto al termine della sua durata, quando Hu Tao lascia il campo di battaglia o quando viene sconfitta.",
      "11": "<br/>",
      "12": "<i>La tecnica segreta di Hu Tao con la lancia si basa su varie regole, la prima delle quali è: \"La lancia apre le porte dell'aldilà e le farfalle formano un ponte tra questo e l'altro mondo\".</i>"
    },
    "skillParams": {
      "0": "Costo attivazione",
      "1": "Aumento ATT",
      "2": "DAN da Bocciolo di sangue",
      "3": "Durata Bocciolo di sangue",
      "4": "Durata",
      "5": "TdR",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Sollievo dello spirito",
    "description": {
      "0": "Ordina a uno spirito infuocato di attaccare, infliggendo <pyro>DAN da Pyro</pyro> in un'ampia area d'effetto.",
      "1": "Dopo aver colpito il nemico, rigenera una percentuale dei PS max di Hu Tao. Questo effetto può attivarsi fino a 5 volte, in base al numero di nemici colpiti.",
      "2": "Se i PS di Hu Tao sono inferiori o pari a un 50% quando il nemico viene colpito, sia i DAN che la RIGEN PS aumentano.",
      "3": "<br/>",
      "4": "<i>Le attività soprannaturali di coloro che hanno già lasciato questo mondo è fonte di grande ansia per i Servizi Funebri Wangsheng. In questi casi, la cremazione porta sempre sollievo a Hu Tao. Più ansia prova, più forte è la fiamma.</i>"
    },
    "skillParams": {
      "0": "DAN da abilità",
      "1": "DAN da abilità con PS bassi",
      "2": "RIGEN PS abilità",
      "3": "RIGEN abilità PS bassi",
      "4": "TdR",
      "5": "Costo energia",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Farfalla nascosta",
    "description": {
      "0": "Quando lo stato di <strong>Paramita Papilio</strong> attivato da <strong>Guida all'aldilà</strong> termina, il tasso di CRIT di tutti gli alleati nel gruppo (esclusa Hu Tao) aumenta di un 12% per 8 s."
    }
  },
  "passive2": {
    "name": "Rosso sangue",
    "description": {
      "0": "Quando i PS di Hu Tao sono pari o inferiori a un 50%, il suo <pyro>bonus DAN da Pyro</pyro> aumenta di un 33%."
    }
  },
  "passive3": {
    "name": "Meglio abbondare",
    "description": {
      "0": "Quando Hu Tao prepara alla perfezione un piatto, ha un 18% di probabilità di ricevere anche una versione \"sospetta\" dello stesso tipo di piatto."
    }
  },
  "constellation1": {
    "name": "Fioritura cremisi",
    "description": {
      "0": "Mentre è nello stato di <strong>Paramita Papilio</strong> attivato da <strong>Guida all'aldilà</strong>, gli attacchi caricati di Hu Tao non consumano vigore."
    }
  },
  "constellation2": {
    "name": "Presagio nefasto",
    "description": {
      "0": "Aumenta i DAN di <strong>Bocciolo di sangue</strong> di una quantità pari a un 10% dei PS max di Hu Tao nel momento in cui viene applicato l'effetto.",
      "1": "Inoltre, <strong>Sollievo dello spirito</strong> applicherà l'effetto <strong>Bocciolo di sangue</strong>."
    }
  },
  "constellation3": {
    "name": "Rituale cremisi",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Guida all'aldilà</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation4": {
    "name": "Giardino dell'eterno riposo",
    "description": {
      "0": "Quando viene sconfitto un nemico sotto l'effetto di <strong>Bocciolo di sangue</strong> applicato da Hu Tao, il tasso di CRIT di tutti gli alleati vicini del gruppo (esclusa Hu Tao) aumenterà di un 12% per 15 s."
    }
  },
  "constellation5": {
    "name": "Incenso floreale",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Sollievo dello spirito</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation6": {
    "name": "L'abbraccio della farfalla",
    "description": {
      "0": "Si attiva quando i PS di Hu Tao scendono al di sotto di un 25% o quando subisce un colpo letale:",
      "1": "Hu Tao non verrà sconfitta a causa dei DAN subiti. Inoltre, per i 10 s successivi, la sua RES elementale e fisica aumenta di un 200%, il suo tasso di CRIT aumenta di un 100%, e la sua resistenza all'interruzione aumenta notevolmente.",
      "2": "Questo effetto si attiva in automatico quando Hu Tao ha 1 PS rimanente.",
      "3": "Si può verificare una sola volta ogni 60 s."
    }
  }
}