{
  "name": "Nilou",
  "title": "Danza della luce di loto",
  "description": "La stella del Teatro Zubayr. Una fanciulla piena di calore e innocenza, che si esibisce in danze vivaci ed eleganti.",
  "constellationName": "Lotos Somno",
  "auto": {
    "name": "Danza di Samser",
    "fields": {
      "normal": {
        "0": "<strong><strong>Attacco normale</strong>",
        "1": "Sferra fino a 3 colpi di spada consecutivi."
      },
      "charged": {
        "0": "<strong>Attacco caricato</strong>",
        "1": "Consuma una determinata quantità di vigore per eseguire un fendente in piroetta."
      },
      "plunging": {
        "0": "<strong>Attacco in picchiata</strong>",
        "1": "Attacca scagliandosi contro il suolo da mezz'aria, infliggendo DAN agli avversari lungo la traiettoria e DAN ad area all'impatto."
      }
    },
    "skillParams": {
      "0": "DAN da 1º colpo",
      "1": "DAN da 2º colpo",
      "2": "DAN da 3º colpo",
      "3": "DAN da ATT caricato",
      "4": "Costo vigore ATT caricato",
      "5": "DAN da ATT in picchiata",
      "6": "DAN da ATT in picchiata basso/alto",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Danza di Haftkarsvar",
    "description": {
      "0": "Nilou entra nello stato di Piroetta, infliggendo <hydro>DAN da Hydro</hydro> ai nemici vicini in base ai suoi PS max.",
      "1": "Quando si trova in questo stato, gli attacchi normali e le abilità elementali permettono a Nilou di assumere rispettivamente le pose Danza della spada e Passi vorticosi, convertendo i DAN inflitti in <hydro>DAN da Hydro</hydro> non influenzabili da altre infusioni elementali, e i DAN inflitti vengono considerati DAN da abilità elementale.",
      "2": "<br/>",
      "3": "Quando assume tali pose, il terzo passo di danza di Nilou pone fine allo stato Piroetta e genera gli effetti di seguito elencati in base al passo di danza in questione.",
      "4": [
        " Danza della spada: sprigiona un'Illusione luminosa che infligge <hydro>DAN da Hydro</hydro> a tutti gli avversari che tocca, fornendo a Nilou l'effetto Preghiera lunare. Tale effetto converte i suoi attacchi normali in tecniche di Danza della spada, e il suo colpo finale sprigiona un'Illusione luminosa.",
        " Passi vorticosi: Nilou scatena una Ruota acquatica turbinante infliggendo <hydro>DAN da Hydro ad area</hydro> e creando un'Aura di Placidità che segue il personaggio attivo e infligge lo stato di <hydro>Umidità</hydro> agli avversari nella sua area d'effetto."
      ],
      "5": "<br/>",
      "6": "Quando è sotto gli effetti di Piroetta o Preghiera lunare, Nilou non può sferrare attacchi caricati. Gli effetti si annullano quando Nilou esce dal campo.",
      "7": "<br/>",
      "8": "<i>\"Con le punte dei piedi, la fanciulla tocca leggiadra la superficie dell'acqua, generando abbaglianti increspature che eguagliano la luce dei sette cieli.\"</i>"
    },
    "skillParams": {
      "0": "DAN da abilità",
      "1": "DAN da 1º colpo Danza della spada/Passi vorticosi",
      "2": "DAN da 2º colpo Danza della spada/Passi vorticosi",
      "3": "DAN da Illusione luminosa/Ruota acquatica",
      "4": "Durata Piroetta",
      "5": "Durata Preghiera lunare",
      "6": "Durata Aura di Placidità",
      "7": "TdR",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Danza di Abzendegi: Sogni distanti, sorgenti che ascoltano",
    "description": {
      "0": "Nilou danza in onore di sogni lontani e sorgenti in ascolto, facendo sbocciare un Loto delle acque remote che infligge <hydro>DAN da Hydro ad area</hydro> in base ai suoi PS max e applicando l'effetto Eone persistente a tutti gli avversari colpiti.",
      "1": "Dopo un breve intervallo, i nemici affetti da Eone persistente subiscono <hydro>DAN da Hydro</hydro>.",
      "2": "<br/>",
      "3": "<i>\"Anche se non abbiamo mai assistito a quel sogno lontano, questa danza può tramutarlo in realtà.\"</i>"
    },
    "skillParams": {
      "0": "DAN da abilità",
      "1": "DAN da Eone persistente",
      "2": "TdR",
      "3": "Costo energia",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Corte dei petali danzanti",
    "description": {
      "0": "Quando tutti i membri del gruppo sono personaggi di <dendro>Dendro</dendro> o <hydro>Hydro</hydro>, e ci sono almeno un personaggio di Dendro e uno di Hydro, il completamento del terzo passo della <strong>Danza di Haftkarsvar</strong> di Nilou concede il Dorato calice dell'abbondanza a tutti i personaggi per 30 s.",
      "1": "I personaggi sotto l'effetto del Dorato calice dell'abbondanza aumentano la maestria elementale dei personaggi vicini di 100 per 10 s ogni volta che vengono colpiti da <dendro>attacchi di Dendro</dendro>. Inoltre, l'innesco di una reazione di Fioritura materializza dei Nuclei munifici al posto dei nuclei di Dendro.",
      "2": "Questi Nuclei esplodono poco dopo la loro creazione e hanno un'area d'effetto molto ampia.",
      "3": "I Nuclei munifici non possono innescare reazioni di Iperfioritura o Germinazione, e condividono lo stesso limite numerico dei nuclei di Dendro. I DAN da Nucleo munifico sono considerati DAN da nuclei di Dendro prodotti tramite Fioritura.",
      "4": "Se il gruppo non soddisfa le condizioni di questo talento passivo, ogni effetto esistente del Dorato calice dell'abbondanza viene annullato."
    }
  },
  "passive2": {
    "name": "Danza dei sogni eterni",
    "description": {
      "0": "Ogni 1.000 PS superiori a 30.000 PS max di Nilou forniscono un incremento di un 9% dei DAN inflitti dai Nuclei munifici creati dai personaggi sotto l'effetto del Dorato calice dell'abbondanza.",
      "1": "In questo modo, è possibile raggiungere un 400% d'incremento massimo dei DAN da Nucleo munifico."
    }
  },
  "passive3": {
    "name": "Loto della giada bianca",
    "description": {
      "0": "Quando si ottiene una preparazione perfetta di un piatto con effetti relativi all'avventura, c'è un 12% di probabilità di ottenere il doppio del prodotto."
    }
  },
  "constellation1": {
    "name": "Danza della luna calante",
    "description": {
      "0": "<strong>Danza di Haftkarsvar</strong> riceve i seguenti potenziamenti:",
      "1": [
        " i DAN da Illusione luminosa aumentano di un 65%;",
        " la durata dell'aura di Placidità aumenta di 6 s."
      ]
    }
  },
  "constellation2": {
    "name": "Cieli stellati e piogge di fiori",
    "description": {
      "0": "Quando un personaggio sotto l'effetto del Dorato calice dell'abbondanza infligge <hydro>DAN da Hydro</hydro> agli avversari, la <hydro>RES a Hydro</hydro> di questi ultimi si riduce di un 35% per 10 s. Quando una reazione di Fioritura infligge DAN agli avversari, la <dendro>RES a Dendro</dendro> di questi ultimi si riduce di un 35% per 10 s.",
      "1": "Devi prima sbloccare il talento Corte dei petali danzanti."
    }
  },
  "constellation3": {
    "name": "Loto ammaliatore",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Danza di Abzendegi: Sogni distanti, sorgenti che ascoltano</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation4": {
    "name": "Impulso fricativo",
    "description": {
      "0": "Quando il terzo passo della Piroetta di <strong>Danza di Haftkarsvar</strong> colpisce gli avversari, l'energia elementale di Nilou si ricarica di 15, e i DAN di <strong>Danza di Abzendegi: Sogni distanti, sorgenti che ascoltano</strong> aumentano di un 50% per 8 s."
    }
  },
  "constellation5": {
    "name": "Luce volteggiante",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Danza di Haftkarsvar</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation6": {
    "name": "Melodia spaccagelo",
    "description": {
      "0": "Per ogni 1.000 dei suoi PS max, il tasso di CRIT e i DAN da CRIT di Nilou incrementano rispettivamente di uno 0,6% e un 1,2%.",
      "1": "L'incremento massimo del tasso di CRIT e dei DAN da CRIT è rispettivamente di un 30% e di un 60%."
    }
  }
}