{
  "name": "Chongyun",
  "title": "Ardore ghiacciato",
  "description": "Il giovane erede di una famiglia di esorcisti. Fa tutto il possibile per sopprimere la sua abbondanza di energia yang.",
  "constellationName": "Nubis Caesor",
  "auto": {
    "name": "Assillo demoniaco",
    "fields": {
      "normal": {
        "0": "<strong><strong>Attacco normale</strong>",
        "1": "Sferra fino a 4 colpi consecutivi."
      },
      "charged": {
        "0": "<strong>Attacco caricato</strong>",
        "1": "Consuma vigore nel tempo per sferrare attacchi rotanti contro tutti gli avversari vicini.",
        "2": "Al termine della sequenza, sferra un fendente più potente. "
      },
      "plunging": {
        "0": "<strong>Attacco in picchiata</strong>",
        "1": "Attacca scagliandosi contro il suolo da mezz'aria, infliggendo DAN agli avversari lungo la traiettoria e DAN ad area all'impatto."
      }
    },
    "skillParams": {
      "0": "DAN da 1º colpo",
      "1": "DAN da 2º colpo",
      "2": "DAN da 3º colpo",
      "3": "DAN da 4º colpo",
      "4": "DAN da ATT caricato ciclico",
      "5": "DAN da ATT caricato finali",
      "6": "Costo vigore ATT caricato",
      "7": "Durata max",
      "8": "DAN da ATT in picchiata",
      "9": "DAN da ATT in picchiata basso/alto",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Lama spirituale: Gelo stratificato di Chonghua",
    "description": {
      "0": "Chongyun colpisce il suolo con il suo spadone, causando un'esplosione di Cryo in un'area d'effetto circolare davanti a lui, che infligge <cryo>DAN da Cryo</cryo>.",
      "1": "Dopo un breve lasso di tempo, l'aria fredda creata dall'esplosione di Cryo si condensa in un Campo di gelo Chonghua, dentro il quale tutte le armi dei personaggi che usano spada, claymore o lancia vengono infuse di <cryo>Cryo</cryo>.",
      "2": "<br/>",
      "3": "<i>\"Un anello puro come il cristallo, circondato dal silenzio. I fiumi non scorrono, e le nuvole sono cariche di gelo. Quando i cancelli dell'altare si aprono, il male è scacciato.\"</i>"
    },
    "skillParams": {
      "0": "DAN da abilità",
      "1": "Durata infusione",
      "2": "Durata campo",
      "3": "TdR",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Lama spirituale: Stella squarcianuvole",
    "description": {
      "0": "Chongyun disegna con le mani i sigilli segreti per evocare 3 lame spirituali giganti a mezz'aria che cadono a terra una dopo l'altra, esplodendo a contatto col suolo.",
      "1": "Quando le lame spirituali esplodono, infliggono <cryo>DAN da Cryo ad area</cryo> e scagliano via gli avversari.",
      "2": "<br/>",
      "3": "<i>\"Così come il ghiaccio genera il gelo pungente, la mia lama trascendentale scuote il cielo e la terra. Ascolta il mio richiamo e vieni avanti!\"</i>"
    },
    "skillParams": {
      "0": "DAN da abilità",
      "1": "TdR",
      "2": "Costo energia",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Respiro regolare",
    "description": {
      "0": "La VEL d'ATT normale dei personaggi con spada, claymore o lancia all'interno del campo creato da <strong>Lama spirituale: Gelo stratificato di Chonghua</strong> aumenta di un 8%."
    }
  },
  "passive2": {
    "name": "Lama del cacciatore di brina",
    "description": {
      "0": "Quando il campo creato da <strong>Lama spirituale: Gelo stratificato di Chonghua</strong> scompare, viene evocata un'altra lama spirituale per colpire gli avversari vicini, infliggendo <cryo>DAN da Cryo ad area</cryo> pari a un 100% dei DAN da abilità di Gelo stratificato di Chonghua. La <cryo>RES a Cryo</cryo> degli avversari colpiti dalla lama si riduce di un 10% per 8 s."
    }
  },
  "passive3": {
    "name": "Avventuriero valoroso",
    "description": {
      "0": "Quando intraprende una spedizione a Liyue, il tempo impiegato per portarla a termine si riduce di un 25%."
    }
  },
  "constellation1": {
    "name": "Potenza di ghiaccio",
    "description": {
      "0": "L'ultimo attacco di una combo d'attacco normale di Chongyun rilascia 3 lame di ghiaccio. Ogni lama infligge a tutti gli avversari sul suo percorso <cryo>DAN da Cryo</cryo> pari a un 50% dell'ATT di Chongyun."
    }
  },
  "constellation2": {
    "name": "Rivoluzione atmosferica",
    "description": {
      "0": "I TdR delle abilità elementali e dei Tripudi elementali usati all'interno del Campo di gelo creato da <strong>Lama spirituale: Gelo stratificato di Chonghua</strong> si riducono di un 15%."
    }
  },
  "constellation3": {
    "name": "Nuvole scintillanti",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Lama spirituale: Stella squarcianuvole</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation4": {
    "name": "Cieli ghiacciati",
    "description": {
      "0": "L'energia di Chongyun si rigenera di 1 ogni volta che colpisce un avversario sotto l'effetto di <cryo>Cryo</cryo>.",
      "1": "Si può verificare una sola volta ogni 2 s."
    }
  },
  "constellation5": {
    "name": "Il giusto cammino",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Lama spirituale: Gelo stratificato di Chonghua</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation6": {
    "name": "Raduno delle quattro lame",
    "description": {
      "0": "<strong>Lama spirituale: Stella squarcianuvole</strong> infligge un 15% di DAN extra agli avversari con una percentuale di PS rimanenti inferiore rispetto a quella di Chongyun.",
      "1": "Inoltre, quest'abilità evocherà 1 Lama spirituale aggiuntiva."
    }
  }
}