{
  "name": "Yae Miko",
  "title": "Divertimento astuto",
  "description": "Lady Guuji del Gran Santuario di Narukami e caporedattrice della Casa editrice Yae. Dietro alla sua bellezza si celano un'intelligenza e un'astuzia incredibili.",
  "constellationName": "Divina Vulpes",
  "auto": {
    "name": "Volpe espiatoria",
    "fields": {
      "normal": {
        "0": "<strong>Attacco normale</strong>",
        "1": "Evoca degli spiriti di kitsune, dando inizio a un massimo di 3 attacchi che infliggono <electro>DAN da Electro</electro>."
      },
      "charged": {
        "0": "<strong>Attacco caricato</strong>",
        "1": "Consuma una determinata quantità di vigore per infliggere <electro>DAN da Electro ad area</electro> dopo un breve periodo di lancio."
      },
      "plunging": {
        "0": "<strong>Attacco in picchiata</strong>",
        "1": "Si tuffa verso il terreno da mezz'aria, infliggendo danni a tutti gli avversari sul suo percorso con impetuosa potenza. Infligge <electro>DAN da Electro ad area</electro> all'impatto col terreno."
      }
    },
    "skillParams": {
      "0": "DAN da 1º colpo",
      "1": "DAN da 2º colpo",
      "2": "DAN da 3º colpo",
      "3": "DAN da ATT caricato",
      "4": "Costo vigore ATT caricato",
      "5": "DAN da ATT in picchiata",
      "6": "DAN da ATT in picchiata basso/alto",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Evocazione di Yakan: Sakura Sesshou",
    "description": {
      "0": "Dal momento che può evocare degli spiriti, Yae non ritiene necessario svolgere personalmente gli incarichi più noiosi.",
      "1": "Si muove rapidamente, lasciandosi dietro un Sakura Sesshou.",
      "2": "<br/>",
      "3": "<strong>Sakura Sesshou</strong>",
      "4": "Ha le seguenti proprietà:",
      "5": [
        " colpisce periodicamente un avversario vicino con un fulmine, infliggendo <electro>DAN da Electro</electro>;",
        " in presenza di altri Sakura Sesshou nelle vicinanze, il loro livello aumenta, incrementando i DAN inflitti da questi fulmini."
      ],
      "6": "<br/>",
      "7": "Questa abilità ha 3 cariche.",
      "8": "Possono coesistere fino a un massimo di 3 Sakura Sesshou in contemporanea. Il livello iniziale di ogni Sakura Sesshou è 1, e il livello iniziale più alto che ogni sakura può raggiungere corrisponde a 3. Nel caso in cui un nuovo Sakura Sesshou venga creato troppo vicino rispetto a uno già esistente, quest'ultimo verrà distrutto.",
      "9": "<br/>",
      "10": "<i>\"Gli spiriti di kitsune imprigionati nei rami sono tutti yakan chinatisi per prendere di mira gli umani. Gli yakan sono inferiori di due gradi rispetto a noi Kitsune celesti, pertanto non considero un problema... chiedere loro di obbedire ai miei ordini. Questo non significa che voi umani dobbiate imparare dai nostri sistemi gerarchici. Per quanto riguarda chi tra di noi, kitsune o umani, occupi il gradino più alto della gerarchia... Eheh, vorresti saperlo, non è vero?\"</i>"
    },
    "skillParams": {
      "0": "DAN da Sakura Sesshou: livello 1",
      "1": "DAN da Sakura Sesshou: livello 2",
      "2": "DAN da Sakura Sesshou: livello 3",
      "3": "DAN da Sakura Sesshou: livello 4",
      "4": "Durata",
      "5": "TdR",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Grande arte segreta: Tenko Kenshin",
    "description": {
      "0": "Le leggende sulla \"kitsunetsuki\", altrimenti nota come manifestazione della potenza di una kitsune, sono comuni a Inazuma. Un racconto particolarmente evocativo è quello della Kitsune celeste, che si dice faccia cadere un fulmine sui nemici del Gran Santuario di Narukami. Evoca un fulmine, infliggendo <electro>DAN da Electro ad area</electro>.",
      "1": "Quando usa questa abilità, Yae Miko rivela i Sakura Sesshou nelle vicinanze, distruggendone le forme esterne e trasformandoli così in Saette Tenko che piombano dal cielo, infliggendo <electro>DAN da Electro ad area</electro>. Ogni Sakura Sesshou distrutto in questo modo dà vita a una Saetta Tenko.",
      "2": "<br/>",
      "3": "<i>Solo in momenti come questi Yae rivela la sua forma da Kitsune celeste e arriva a brandire il fulmine. Nessuno ha mai visto le code di Lady Guuji ed è riuscito a sopravvivere per poterlo raccontare... Ricorda: per quanto ne sai, Lady Yae non ha nessuna coda.</i>"
    },
    "skillParams": {
      "0": "DAN da abilità",
      "1": "DAN da Saetta Tenko",
      "2": "TdR",
      "3": "Costo energia",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "L'ombra sacra del santuario",
    "description": {
      "0": "Quando usi <strong>Grande arte segreta: Tenko Kenshin</strong>, ogni Sakura Sesshou distrutto azzera il tempo di ricarica per 1 carica di <strong>Evocazione di Yakan: Sakura Sesshou</strong>."
    }
  },
  "passive2": {
    "name": "Benedizione illuminata",
    "description": {
      "0": "Ogni punto di maestria elementale posseduto da Yae Miko incrementa i DAN dei <strong>Sakura Sesshou</strong> di uno 0,15%."
    }
  },
  "passive3": {
    "name": "Meditazioni da Yako",
    "description": {
      "0": "Ha una probabilità di un 25% di ottenere 1 materiale per talenti dei personaggi regionale (materiale di base escluso) durante la forgiatura. La rarità è quella del materiale di base."
    }
  },
  "constellation1": {
    "name": "Offerta di Yakan",
    "description": {
      "0": "Ogni volta che <strong>Grande arte segreta: Tenko Kenshin</strong> attiva una Saetta Tenko, l'energia di Yae Miko si ripristina di 8."
    }
  },
  "constellation2": {
    "name": "Richiamo della luna",
    "description": {
      "0": "Quando vengono creati, il livello dei <strong>Sakura Sesshou</strong> equivale a 2, il loro livello massimo sale a 4 e il loro raggio d'attacco aumenta di un 60%."
    }
  },
  "constellation3": {
    "name": "Le sette malie",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Evocazione di Yakan: Sakura Sesshou</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation4": {
    "name": "Canalizzazione del sakura",
    "description": {
      "0": "Quando il fulmine di un <strong>Sakura Sesshou</strong> colpisce gli avversari, il <electro>bonus DAN da Electro</electro> di tutti i membri vicini del gruppo aumenta di un 20% per 5 s."
    }
  },
  "constellation5": {
    "name": "Dispetto provocatore",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Grande arte segreta: Tenko Kenshin</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation6": {
    "name": "Arte proibita: Daisesshou",
    "description": {
      "0": "Gli attacchi di un <strong>Sakura Sesshou</strong> ignorano un 60% della DIF degli avversari."
    }
  }
}