{
  "name": "Bastone delle sabbie scarlatte",
  "description": {
    "0": "Uno degli esemplari di una coppia di scettri forgiati in ossidiana. Leggenda vuole che questi bastoni dessero la facoltà di guidare le popolazioni del deserto, ma nessun servitore attualmente in vita è in grado d'identificare queste insegne regali."
  },
  "passiveName": "Foschia di calore all'orizzonte",
  "passiveDescription": {
    "0": {
      "0": "Il personaggio che equipaggia l'arma guadagna un bonus ATT pari a un <cryo>52%</cryo> della propria maestria elementale. Quando un'abilità elementale colpisce gli avversari, si ottiene per 10 s l'effetto Sogno delle sabbie scarlatte: il personaggio che equipaggia l'arma ottiene un bonus ATT pari a un <cryo>28%</cryo> della propria maestria elementale, che può accumularsi per un massimo di 3 volte."
    },
    "1": {
      "0": "Il personaggio che equipaggia l'arma guadagna un bonus ATT pari a un <cryo>65%</cryo> della propria maestria elementale. Quando un'abilità elementale colpisce gli avversari, si ottiene per 10 s l'effetto Sogno delle sabbie scarlatte: il personaggio che equipaggia l'arma ottiene un bonus ATT pari a un <cryo>35%</cryo> della propria maestria elementale, che può accumularsi per un massimo di 3 volte."
    },
    "2": {
      "0": "Il personaggio che equipaggia l'arma guadagna un bonus ATT pari a un <cryo>78%</cryo> della propria maestria elementale. Quando un'abilità elementale colpisce gli avversari, si ottiene per 10 s l'effetto Sogno delle sabbie scarlatte: il personaggio che equipaggia l'arma ottiene un bonus ATT pari a un <cryo>42%</cryo> della propria maestria elementale, che può accumularsi per un massimo di 3 volte."
    },
    "3": {
      "0": "Il personaggio che equipaggia l'arma guadagna un bonus ATT pari a un <cryo>91%</cryo> della propria maestria elementale. Quando un'abilità elementale colpisce gli avversari, si ottiene per 10 s l'effetto Sogno delle sabbie scarlatte: il personaggio che equipaggia l'arma ottiene un bonus ATT pari a un <cryo>49%</cryo> della propria maestria elementale, che può accumularsi per un massimo di 3 volte."
    },
    "4": {
      "0": "Il personaggio che equipaggia l'arma guadagna un bonus ATT pari a un <cryo>104%</cryo> della propria maestria elementale. Quando un'abilità elementale colpisce gli avversari, si ottiene per 10 s l'effetto Sogno delle sabbie scarlatte: il personaggio che equipaggia l'arma ottiene un bonus ATT pari a un <cryo>56%</cryo> della propria maestria elementale, che può accumularsi per un massimo di 3 volte."
    }
  }
}