{
  "name": "Gancio trappola",
  "description": {
    "0": "Il corpo centrale e i flettenti di questo arco sono realizzati in lega metallica, ma ciononostante risulta sorprendentemente leggero. Le sue frecce sono in grado di trapassare ogni cosa senza alcun impedimento."
  },
  "passiveName": "Lampo spettrale",
  "passiveDescription": {
    "0": {
      "0": "Dopo aver innescato una reazione elementale, aumenta la maestria elementale di <cryo>60</cryo> per 12 s. Quando Presagio lunare: Barlume ascendente è attivo, la maestria elementale di questo effetto aumenta di ulteriori <cryo>60</cryo> punti. L'effetto si innesca anche quando il personaggio che equipaggia l'arma non è in campo."
    },
    "1": {
      "0": "Dopo aver innescato una reazione elementale, aumenta la maestria elementale di <cryo>75</cryo> per 12 s. Quando Presagio lunare: Barlume ascendente è attivo, la maestria elementale di questo effetto aumenta di ulteriori <cryo>75</cryo> punti. L'effetto si innesca anche quando il personaggio che equipaggia l'arma non è in campo."
    },
    "2": {
      "0": "Dopo aver innescato una reazione elementale, aumenta la maestria elementale di <cryo>90</cryo> per 12 s. Quando Presagio lunare: Barlume ascendente è attivo, la maestria elementale di questo effetto aumenta di ulteriori <cryo>90</cryo> punti. L'effetto si innesca anche quando il personaggio che equipaggia l'arma non è in campo."
    },
    "3": {
      "0": "Dopo aver innescato una reazione elementale, aumenta la maestria elementale di <cryo>105</cryo> per 12 s. Quando Presagio lunare: Barlume ascendente è attivo, la maestria elementale di questo effetto aumenta di ulteriori <cryo>105</cryo> punti. L'effetto si innesca anche quando il personaggio che equipaggia l'arma non è in campo."
    },
    "4": {
      "0": "Dopo aver innescato una reazione elementale, aumenta la maestria elementale di <cryo>120</cryo> per 12 s. Quando Presagio lunare: Barlume ascendente è attivo, la maestria elementale di questo effetto aumenta di ulteriori <cryo>120</cryo> punti. L'effetto si innesca anche quando il personaggio che equipaggia l'arma non è in campo."
    }
  }
}