{
  "name": "Rimembranza di Tulaytullah",
  "description": {
    "0": "Una campana forgiata in zaffiro scuro e argento sterling. I suoi echi non perdono di brillantezza neanche a lunghe distanze."
  },
  "passiveName": "Vetusta lacrima azzurra",
  "passiveDescription": {
    "0": {
      "0": "La VEL dell'attacco normale aumenta di un <cryo>10%</cryo>. Se il personaggio che impugna l'arma scatena un'abilità elementale, i suoi DAN da attacco normale aumentano di un <cryo>4,8%</cryo> al secondo per 14 s. Ogni volta che un avversario viene colpito con un attacco normale mentre l'effetto è attivo, i DAN da attacco normale aumentano immediatamente di un <cryo>9,6%</cryo>. Questo incremento può attivarsi una volta ogni 0,3 s. L'aumento massimo dei DAN da attacco normale per la durata complessiva del singolo effetto è pari a un <cryo>48%</cryo>. L'effetto si annulla quando il personaggio che impugna l'arma lascia il campo. Usare nuovamente l'abilità elementale ripristina gli effetti positivi dei DAN."
    },
    "1": {
      "0": "La VEL dell'attacco normale aumenta di un <cryo>12,5%</cryo>. Se il personaggio che impugna l'arma scatena un'abilità elementale, i suoi DAN da attacco normale aumentano di un <cryo>6%</cryo> al secondo per 14 s. Ogni volta che un avversario viene colpito con un attacco normale mentre l'effetto è attivo, i DAN da attacco normale aumentano immediatamente di un <cryo>12%</cryo>. Questo incremento può attivarsi una volta ogni 0,3 s. L'aumento massimo dei DAN da attacco normale per la durata complessiva del singolo effetto è pari a un <cryo>60%</cryo>. L'effetto si annulla quando il personaggio che impugna l'arma lascia il campo. Usare nuovamente l'abilità elementale ripristina gli effetti positivi dei DAN."
    },
    "2": {
      "0": "La VEL dell'attacco normale aumenta di un <cryo>15%</cryo>. Se il personaggio che impugna l'arma scatena un'abilità elementale, i suoi DAN da attacco normale aumentano di un <cryo>7,2%</cryo> al secondo per 14 s. Ogni volta che un avversario viene colpito con un attacco normale mentre l'effetto è attivo, i DAN da attacco normale aumentano immediatamente di un <cryo>14,4%</cryo>. Questo incremento può attivarsi una volta ogni 0,3 s. L'aumento massimo dei DAN da attacco normale per la durata complessiva del singolo effetto è pari a un <cryo>72%</cryo>. L'effetto si annulla quando il personaggio che impugna l'arma lascia il campo. Usare nuovamente l'abilità elementale ripristina gli effetti positivi dei DAN."
    },
    "3": {
      "0": "La VEL dell'attacco normale aumenta di un <cryo>17,5%</cryo>. Se il personaggio che impugna l'arma scatena un'abilità elementale, i suoi DAN da attacco normale aumentano di un <cryo>8,4%</cryo> al secondo per 14 s. Ogni volta che un avversario viene colpito con un attacco normale mentre l'effetto è attivo, i DAN da attacco normale aumentano immediatamente di un <cryo>16,8%</cryo>. Questo incremento può attivarsi una volta ogni 0,3 s. L'aumento massimo dei DAN da attacco normale per la durata complessiva del singolo effetto è pari a un <cryo>84%</cryo>. L'effetto si annulla quando il personaggio che impugna l'arma lascia il campo. Usare nuovamente l'abilità elementale ripristina gli effetti positivi dei DAN."
    },
    "4": {
      "0": "La VEL dell'attacco normale aumenta di un <cryo>20%</cryo>. Se il personaggio che impugna l'arma scatena un'abilità elementale, i suoi DAN da attacco normale aumentano di un <cryo>9,6%</cryo> al secondo per 14 s. Ogni volta che un avversario viene colpito con un attacco normale mentre l'effetto è attivo, i DAN da attacco normale aumentano immediatamente di un <cryo>19,2%</cryo>. Questo incremento può attivarsi una volta ogni 0,3 s. L'aumento massimo dei DAN da attacco normale per la durata complessiva del singolo effetto è pari a un <cryo>96%</cryo>. L'effetto si annulla quando il personaggio che impugna l'arma lascia il campo. Usare nuovamente l'abilità elementale ripristina gli effetti positivi dei DAN."
    }
  }
}