{
  "name": "Pesce da lenza",
  "description": {
    "0": "Sembra un pesce andato estinto. Il suo corpo è piuttosto elastico e legando una corda a esso può diventare un arco."
  },
  "passiveName": "Spaccareti",
  "passiveDescription": {
    "0": {
      "0": "Dopo aver utilizzato un'abilità elementale, attiva l'effetto Cavalcaflusso che infligge DAN ad area pari a un <cryo>80%</cryo> dell'ATT quando si colpisce un avversario. Cavalcaflusso viene rimosso dopo 15 s o dopo aver inflitto i DAN ad area per 3 volte. Ciascuna iterazione dei DAN ad area può innescarsi ogni 2 s. Cavalcaflusso può essere attivato una volta ogni 12 s."
    },
    "1": {
      "0": "Dopo aver utilizzato un'abilità elementale, attiva l'effetto Cavalcaflusso che infligge DAN ad area pari a un <cryo>100%</cryo> dell'ATT quando si colpisce un avversario. Cavalcaflusso viene rimosso dopo 15 s o dopo aver inflitto i DAN ad area per 3 volte. Ciascuna iterazione dei DAN ad area può innescarsi ogni 2 s. Cavalcaflusso può essere attivato una volta ogni 12 s."
    },
    "2": {
      "0": "Dopo aver utilizzato un'abilità elementale, attiva l'effetto Cavalcaflusso che infligge DAN ad area pari a un <cryo>120%</cryo> dell'ATT quando si colpisce un avversario. Cavalcaflusso viene rimosso dopo 15 s o dopo aver inflitto i DAN ad area per 3 volte. Ciascuna iterazione dei DAN ad area può innescarsi ogni 2 s. Cavalcaflusso può essere attivato una volta ogni 12 s."
    },
    "3": {
      "0": "Dopo aver utilizzato un'abilità elementale, attiva l'effetto Cavalcaflusso che infligge DAN ad area pari a un <cryo>140%</cryo> dell'ATT quando si colpisce un avversario. Cavalcaflusso viene rimosso dopo 15 s o dopo aver inflitto i DAN ad area per 3 volte. Ciascuna iterazione dei DAN ad area può innescarsi ogni 2 s. Cavalcaflusso può essere attivato una volta ogni 12 s."
    },
    "4": {
      "0": "Dopo aver utilizzato un'abilità elementale, attiva l'effetto Cavalcaflusso che infligge DAN ad area pari a un <cryo>160%</cryo> dell'ATT quando si colpisce un avversario. Cavalcaflusso viene rimosso dopo 15 s o dopo aver inflitto i DAN ad area per 3 volte. Ciascuna iterazione dei DAN ad area può innescarsi ogni 2 s. Cavalcaflusso può essere attivato una volta ogni 12 s."
    }
  }
}