{
  "name": "Aquila Favonia",
  "description": {
    "0": "L'anima dei Cavalieri di Favonius. Millenni più tardi, evoca ancora i venti della giustizia per sconfiggere il male, proprio come l'ultima eroina che la impugnò."
  },
  "passiveName": "Resistenza del Falco d'Occidente",
  "passiveDescription": {
    "0": {
      "0": "L'ATT aumenta di un <cryo>20%</cryo>. Quando il giocatore subisce DAN, l'anima del Falco d'Occidente si risveglia brandendo il vessillo della resistenza, rigenerando PS pari a un <cryo>100%</cryo> dell'ATT e infliggendo DAN per un <cryo>200%</cryo> dell'ATT agli avversari circostanti. Si può verificare una sola volta ogni 15 s."
    },
    "1": {
      "0": "L'ATT aumenta di un <cryo>25%</cryo>. Quando il giocatore subisce DAN, l'anima del Falco d'Occidente si risveglia brandendo il vessillo della resistenza, rigenerando PS pari a un <cryo>115%</cryo> dell'ATT e infliggendo DAN per un <cryo>230%</cryo> dell'ATT agli avversari circostanti. Si può verificare una sola volta ogni 15 s."
    },
    "2": {
      "0": "L'ATT aumenta di un <cryo>30%</cryo>. Quando il giocatore subisce DAN, l'anima del Falco d'Occidente si risveglia brandendo il vessillo della resistenza, rigenerando PS pari a un <cryo>130%</cryo> dell'ATT e infliggendo DAN per un <cryo>260%</cryo> dell'ATT agli avversari circostanti. Si può verificare una sola volta ogni 15 s."
    },
    "3": {
      "0": "L'ATT aumenta di un <cryo>35%</cryo>. Quando il giocatore subisce DAN, l'anima del Falco d'Occidente si risveglia brandendo il vessillo della resistenza, rigenerando PS pari a un <cryo>145%</cryo> dell'ATT e infliggendo DAN per un <cryo>290%</cryo> dell'ATT agli avversari circostanti. Si può verificare una sola volta ogni 15 s."
    },
    "4": {
      "0": "L'ATT aumenta di un <cryo>40%</cryo>. Quando il giocatore subisce DAN, l'anima del Falco d'Occidente si risveglia brandendo il vessillo della resistenza, rigenerando PS pari a un <cryo>160%</cryo> dell'ATT e infliggendo DAN per un <cryo>320%</cryo> dell'ATT agli avversari circostanti. Si può verificare una sola volta ogni 15 s."
    }
  }
}