{
  "name": "Elegia finale",
  "description": {
    "0": "Un arco che ricorda la lira di un bardo, le sue frecce centrano il cuore come un sospiro lamentoso."
  },
  "passiveName": "Ritornello dell'addio",
  "passiveDescription": {
    "0": {
      "0": "Una parte del Concerto millenario che fluttua nel vento. Aumenta la maestria elementale di <cryo>60</cryo>. Quando le abilità e i Tripudi elementali del personaggio equipaggiato con quest'arma colpiscono gli avversari, il personaggio ottiene un Sigillo della rimembranza. Quest'effetto può attivarsi una volta ogni 0,2 s, anche se il personaggio non è sul campo. Una volta ottenuti 4 Sigilli della rimembranza, questi saranno consumati e tutti i membri del gruppo vicini otterranno l'effetto Concerto millenario: Canzone d'addio per 12 s. Concerto millenario: Canzone d'addio aumenta la maestria elementale di <cryo>100</cryo> e l'ATT di un <cryo>20%</cryo>. Quando l'effetto sarà attivato, non otterrai altri Sigilli della rimembranza per 20 s. Gli effetti dello stesso tipo di Concerto millenario non sono cumulabili."
    },
    "1": {
      "0": "Una parte del Concerto millenario che fluttua nel vento. Aumenta la maestria elementale di <cryo>75</cryo>. Quando le abilità e i Tripudi elementali del personaggio equipaggiato con quest'arma colpiscono gli avversari, il personaggio ottiene un Sigillo della rimembranza. Quest'effetto può attivarsi una volta ogni 0,2 s, anche se il personaggio non è sul campo. Una volta ottenuti 4 Sigilli della rimembranza, questi saranno consumati e tutti i membri del gruppo vicini otterranno l'effetto Concerto millenario: Canzone d'addio per 12 s. Concerto millenario: Canzone d'addio aumenta la maestria elementale di <cryo>125</cryo> e l'ATT di un <cryo>25%</cryo>. Quando l'effetto sarà attivato, non otterrai altri Sigilli della rimembranza per 20 s. Gli effetti dello stesso tipo di Concerto millenario non sono cumulabili."
    },
    "2": {
      "0": "Una parte del Concerto millenario che fluttua nel vento. Aumenta la maestria elementale di <cryo>90</cryo>. Quando le abilità e i Tripudi elementali del personaggio equipaggiato con quest'arma colpiscono gli avversari, il personaggio ottiene un Sigillo della rimembranza. Quest'effetto può attivarsi una volta ogni 0,2 s, anche se il personaggio non è sul campo. Una volta ottenuti 4 Sigilli della rimembranza, questi saranno consumati e tutti i membri del gruppo vicini otterranno l'effetto Concerto millenario: Canzone d'addio per 12 s. Concerto millenario: Canzone d'addio aumenta la maestria elementale di <cryo>150</cryo> e l'ATT di un <cryo>30%</cryo>. Quando l'effetto sarà attivato, non otterrai altri Sigilli della rimembranza per 20 s. Gli effetti dello stesso tipo di Concerto millenario non sono cumulabili."
    },
    "3": {
      "0": "Una parte del Concerto millenario che fluttua nel vento. Aumenta la maestria elementale di <cryo>105</cryo>. Quando le abilità e i Tripudi elementali del personaggio equipaggiato con quest'arma colpiscono gli avversari, il personaggio ottiene un Sigillo della rimembranza. Quest'effetto può attivarsi una volta ogni 0,2 s, anche se il personaggio non è sul campo. Una volta ottenuti 4 Sigilli della rimembranza, questi saranno consumati e tutti i membri del gruppo vicini otterranno l'effetto Concerto millenario: Canzone d'addio per 12 s. Concerto millenario: Canzone d'addio aumenta la maestria elementale di <cryo>175</cryo> e l'ATT di un <cryo>35%</cryo>. Quando l'effetto sarà attivato, non otterrai altri Sigilli della rimembranza per 20 s. Gli effetti dello stesso tipo di Concerto millenario non sono cumulabili."
    },
    "4": {
      "0": "Una parte del Concerto millenario che fluttua nel vento. Aumenta la maestria elementale di <cryo>120</cryo>. Quando le abilità e i Tripudi elementali del personaggio equipaggiato con quest'arma colpiscono gli avversari, il personaggio ottiene un Sigillo della rimembranza. Quest'effetto può attivarsi una volta ogni 0,2 s, anche se il personaggio non è sul campo. Una volta ottenuti 4 Sigilli della rimembranza, questi saranno consumati e tutti i membri del gruppo vicini otterranno l'effetto Concerto millenario: Canzone d'addio per 12 s. Concerto millenario: Canzone d'addio aumenta la maestria elementale di <cryo>200</cryo> e l'ATT di un <cryo>40%</cryo>. Quando l'effetto sarà attivato, non otterrai altri Sigilli della rimembranza per 20 s. Gli effetti dello stesso tipo di Concerto millenario non sono cumulabili."
    }
  }
}