{
  "name": "Canzone silvestre",
  "description": {
    "0": "Uno spadone leggero come l'erba che danza nel vento, ma al contempo spietato come un uragano."
  },
  "passiveName": "Ode allo stendardo del ribelle",
  "passiveDescription": {
    "0": {
      "0": "Una parte del Concerto millenario che fluttua nel vento. Aumenta l'ATT di un <cryo>16%</cryo> e, quando gli attacchi normali o caricati colpiscono gli avversari, il personaggio ottiene un Sigillo dei sussurri. Quest'effetto può attivarsi una volta ogni 0,3 s. Se possiedi 4 Sigilli dei sussurri, questi saranno consumati e tutti i membri del gruppo vicini otterranno l'effetto Concerto millenario: Ode allo stendardo per 12 s. Concerto millenario: Ode allo stendardo aumenta la VEL d'ATT normale di un <cryo>12%</cryo> e l'ATT di un <cryo>20%</cryo>. Una volta attivato l'effetto, non otterrai altri Sigilli dei sussurri per 20 s. Gli effetti dello stesso tipo di Concerto millenario non sono cumulabili."
    },
    "1": {
      "0": "Una parte del Concerto millenario che fluttua nel vento. Aumenta l'ATT di un <cryo>20%</cryo> e, quando gli attacchi normali o caricati colpiscono gli avversari, il personaggio ottiene un Sigillo dei sussurri. Quest'effetto può attivarsi una volta ogni 0,3 s. Se possiedi 4 Sigilli dei sussurri, questi saranno consumati e tutti i membri del gruppo vicini otterranno l'effetto Concerto millenario: Ode allo stendardo per 12 s. Concerto millenario: Ode allo stendardo aumenta la VEL d'ATT normale di un <cryo>15%</cryo> e l'ATT di un <cryo>25%</cryo>. Una volta attivato l'effetto, non otterrai altri Sigilli dei sussurri per 20 s. Gli effetti dello stesso tipo di Concerto millenario non sono cumulabili."
    },
    "2": {
      "0": "Una parte del Concerto millenario che fluttua nel vento. Aumenta l'ATT di un <cryo>24%</cryo> e, quando gli attacchi normali o caricati colpiscono gli avversari, il personaggio ottiene un Sigillo dei sussurri. Quest'effetto può attivarsi una volta ogni 0,3 s. Se possiedi 4 Sigilli dei sussurri, questi saranno consumati e tutti i membri del gruppo vicini otterranno l'effetto Concerto millenario: Ode allo stendardo per 12 s. Concerto millenario: Ode allo stendardo aumenta la VEL d'ATT normale di un <cryo>18%</cryo> e l'ATT di un <cryo>30%</cryo>. Una volta attivato l'effetto, non otterrai altri Sigilli dei sussurri per 20 s. Gli effetti dello stesso tipo di Concerto millenario non sono cumulabili."
    },
    "3": {
      "0": "Una parte del Concerto millenario che fluttua nel vento. Aumenta l'ATT di un <cryo>28%</cryo> e, quando gli attacchi normali o caricati colpiscono gli avversari, il personaggio ottiene un Sigillo dei sussurri. Quest'effetto può attivarsi una volta ogni 0,3 s. Se possiedi 4 Sigilli dei sussurri, questi saranno consumati e tutti i membri del gruppo vicini otterranno l'effetto Concerto millenario: Ode allo stendardo per 12 s. Concerto millenario: Ode allo stendardo aumenta la VEL d'ATT normale di un <cryo>21%</cryo> e l'ATT di un <cryo>35%</cryo>. Una volta attivato l'effetto, non otterrai altri Sigilli dei sussurri per 20 s. Gli effetti dello stesso tipo di Concerto millenario non sono cumulabili."
    },
    "4": {
      "0": "Una parte del Concerto millenario che fluttua nel vento. Aumenta l'ATT di un <cryo>32%</cryo> e, quando gli attacchi normali o caricati colpiscono gli avversari, il personaggio ottiene un Sigillo dei sussurri. Quest'effetto può attivarsi una volta ogni 0,3 s. Se possiedi 4 Sigilli dei sussurri, questi saranno consumati e tutti i membri del gruppo vicini otterranno l'effetto Concerto millenario: Ode allo stendardo per 12 s. Concerto millenario: Ode allo stendardo aumenta la VEL d'ATT normale di un <cryo>24%</cryo> e l'ATT di un <cryo>40%</cryo>. Una volta attivato l'effetto, non otterrai altri Sigilli dei sussurri per 20 s. Gli effetti dello stesso tipo di Concerto millenario non sono cumulabili."
    }
  }
}