{
  "name": "Lancia d'osso celeste",
  "description": {
    "0": "Una lancia che simboleggia la risolutezza di Dvalin. La sua asta diritta punta verso l'alto, impregnata del potere del cielo e del vento."
  },
  "passiveName": "Ala nera",
  "passiveDescription": {
    "0": {
      "0": "Aumenta il tasso di CRIT di un <cryo>8%</cryo> e la VEL d'ATT normale di un <cryo>12%</cryo>. Inoltre, gli attacchi normali e caricati andati a segno sugli avversari hanno un <cryo>50%</cryo> di probabilità di attivare una lama aspirante che infligge DAN pari a un <cryo>40%</cryo> dell'ATT in una piccola area d'effetto. Si può verificare una volta ogni 2 s."
    },
    "1": {
      "0": "Aumenta il tasso di CRIT di un <cryo>10%</cryo> e la VEL d'ATT normale di un <cryo>12%</cryo>. Inoltre, gli attacchi normali e caricati andati a segno sugli avversari hanno un <cryo>50%</cryo> di probabilità di attivare una lama aspirante che infligge DAN pari a un <cryo>55%</cryo> dell'ATT in una piccola area d'effetto. Si può verificare una volta ogni 2 s."
    },
    "2": {
      "0": "Aumenta il tasso di CRIT di un <cryo>12%</cryo> e la VEL d'ATT normale di un <cryo>12%</cryo>. Inoltre, gli attacchi normali e caricati andati a segno sugli avversari hanno un <cryo>50%</cryo> di probabilità di attivare una lama aspirante che infligge DAN pari a un <cryo>70%</cryo> dell'ATT in una piccola area d'effetto. Si può verificare una volta ogni 2 s."
    },
    "3": {
      "0": "Aumenta il tasso di CRIT di un <cryo>14%</cryo> e la VEL d'ATT normale di un <cryo>12%</cryo>. Inoltre, gli attacchi normali e caricati andati a segno sugli avversari hanno un <cryo>50%</cryo> di probabilità di attivare una lama aspirante che infligge DAN pari a un <cryo>85%</cryo> dell'ATT in una piccola area d'effetto. Si può verificare una volta ogni 2 s."
    },
    "4": {
      "0": "Aumenta il tasso di CRIT di un <cryo>16%</cryo> e la VEL d'ATT normale di un <cryo>12%</cryo>. Inoltre, gli attacchi normali e caricati andati a segno sugli avversari hanno un <cryo>50%</cryo> di probabilità di attivare una lama aspirante che infligge DAN pari a un <cryo>100%</cryo> dell'ATT in una piccola area d'effetto. Si può verificare una volta ogni 2 s."
    }
  }
}