{
  "name": "Мидзуки",
  "title": "Объятие волшебных снов",
  "description": "Акционер бань «Аиса», представительница народа баку и клинический психолог. Посвятила себя избавлению от кошмаров и принесению людям спокойствия.",
  "constellationName": "Сонный Тапир",
  "auto": {
    "name": "Чистое сердце, чистые сны",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "До трёх ударов, наносящих <anemo>Анемо урон</anemo>."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Короткое заклинание, наносящее <anemo>Анемо урон по площади</anemo>, на которое тратится определённое количество выносливости."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Взывая к силе ветра, стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит <anemo>Анемо урон по площади</anemo>."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон заряженной атаки",
      "4": "Потребление выносливости",
      "5": "Урон в падении",
      "6": "Урон низкого/высокого удара",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Паломничество аиса утамакура",
    "description": {
      "0": "Плетя воспоминания о прекрасных снах, входит в состояние <strong>Парящей по сновидениям</strong>, в котором она парит над землёй, и один раз наносит <anemo>Анемо урон по площади</anemo> врагам поблизости.",
      "1": "<br/>",
      "2": "<strong>Парящая по сновидениям</strong>",
      "3": [
        " Пребывая в состоянии Парящей по сновидениям, Юмэмидзуки Мидзуки постоянно парит вперёд и периодически наносит врагам поблизости <anemo>Анемо урон по площади</anemo>.",
        " В это время Юмэмидзуки Мидзуки может управлять направлением парения, а расстояние сбора <strong>Закусок в стиле юмэми</strong> взрыва стихии <strong>Терапия тайных источников анраку</strong> увеличивается.",
        " Урон реакции Рассеивание, активируемой членами отряда поблизости, повышается пропорционально мастерству стихий Юмэмидзуки Мидзуки.",
        " Состояние Парящей по сновидениям завершается, когда Мидзуки покидает поле боя, или навык используется повторно."
      ],
      "4": "<br/>",
      "5": "<i>«В полночь соприкасаются наши сны, их песнь доносится до тайников наших сердец».</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Урон периодической атаки",
      "2": "Длительность Парящей по сновидениям",
      "3": "Увеличение урона Рассеивания пропорционально мастерству стихий",
      "4": "Время отката",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Терапия тайных источников анраку",
    "description": {
      "0": "Призывает бесчисленные прекрасные сны и кошмары, которые затягивают предметы и врагов поблизости, наносит <anemo>Анемо урон по площади</anemo> и призывает мини-баку.",
      "1": "<br/>",
      "2": "<strong>Мини-баку</strong>",
      "3": "Следует за активным персонажем. Периодически мини-баку создаёт рядом 1 Закуску в стиле юмэми. Если Закуску в стиле юмэми подберёт персонаж из вашего отряда с HP выше 70%, она взорвётся и выпустит Волну мунэн, один раз нанося врагам поблизости <anemo>Анемо урон по площади</anemo>. В противном случае подобравший её восстанавливает HP пропорционально мастерству стихий Юмэмидзуки Мидзуки. Когда Юмэмидзуки Мидзуки подбирает Закуску в стиле юмэми и активирует лечение, объём лечения повышается на 100%. Если Закуску в стиле юмэми не подобрать в течение некоторого времени, она взорвётся и выпустит Волну мунэн, один раз нанося врагам поблизости <anemo>Анемо урон по площади</anemo>.",
      "4": "<br/>",
      "5": "<i>«Если хоронить в себе мрачные чувства слишком долго, то они станут кошмарами. Тогда почему бы не воспользоваться случаем и не превратить их во \"вкусные закуски\"»?</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Урон ударной волны Мунэн",
      "2": "Восстановление HP после подбора закуски",
      "3": "Длительность",
      "4": "Время отката",
      "5": "Потребление энергии",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Беспокойный голос яркой луны",
    "description": {
      "0": "Когда Юмэмидзуки Мидзуки вызывает реакцию Рассеивание, пребывая в состоянии Парящей по сновидениям, длительность состояния увеличивается на 2,5 сек. Этот эффект может возникнуть один раз в 0,3 сек. и до 2 раз в течение одного состояния Парящей по сновидениям."
    }
  },
  "passive2": {
    "name": "На уме днём, в сновидениях ночью",
    "description": {
      "0": "Когда <pyro>Пиро</pyro>, <hydro>Гидро</hydro>, <cryo>Крио</cryo> или <electro>Электро</electro> атаки других персонажей отряда поблизости поражают противников, а Юмэмидзуки Мидзуки при этом пребывает в состоянии Парящей по сновидениям, то её мастерство стихий повышается на 100 ед. на 4 сек."
    }
  },
  "passive3": {
    "name": "Искоренены все недуги",
    "description": {
      "0": "Когда Юмэмидзуки Мидзуки в отряде, блюда с восстанавливающими (но не воскрешающими) свойствами могут восстановить на 30% HP больше. Вероятность того, что этот эффект сработает, пропорциональна уровню дружбы с соответствующим персонажем (для {F#путешественницы}{M#путешественника} этот эффект срабатывает всегда)."
    }
  },
  "constellation1": {
    "name": "В туманных водах",
    "description": {
      "0": "Когда Юмэмидзуки Мидзуки пребывает в состоянии Парящей по сновидениям, на 3 сек. она каждые 3,5 сек. накладывает на врагов поблизости эффект Двадцать три ночи ожидания. Когда враг под воздействием эффекта Двадцать три ночи получает Анемо урон, который активирует реакцию Рассеивание, эффект снимается, а урон данной реакции Рассеивание по этому противнику повышается на 1100% от мастерства стихий Мидзуки."
    }
  },
  "constellation2": {
    "name": "Сон явит твой силуэт...",
    "description": {
      "0": "Каждая единица мастерства стихий Юмэмидзуки Мидзуки при переходе в состояние Парящей по сновидениям предоставляет 0,04% бонус <pyro>Пиро</pyro>, <hydro>Гидро</hydro>, <cryo>Крио</cryo> и <electro>Электро</electro> урона всем другим персонажам отряда поблизости вплоть до завершения этого состояния."
    }
  },
  "constellation3": {
    "name": "С зарёй ушла ночь",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Паломничество аиса утамакура</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Цветы у воды",
    "description": {
      "0": "Если подобрать <strong>Закуску в стиле юмэми</strong> взрыва стихии <strong>Терапия тайных источников анраку</strong>, то одновременно будет нанесён урон, получено лечение и восстановлено 5 ед. энергии Юмэмидзуки Мидзуки. Восстанавливать энергию таким способом можно до 4 раз в течение одной <strong>Тайной родниковой терапии анраку</strong>."
    }
  },
  "constellation5": {
    "name": "Под уходящей луной...",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Терапия тайных источников анраку</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Томится сердце",
    "description": {
      "0": "Когда Юмэмидзуки Мидзуки пребывает в состоянии Парящей по сновидениям, урон реакции Рассеивание, вызываемой членами отряда поблизости, может наносить критический урон. Шанс крит. попадания составляет 30%, а крит. урон - 100%."
    }
  }
}