{
  "name": "Странник",
  "title": "Затерявшийся в вечности",
  "description": "Скиталец, личность которого остаётся загадкой. Носит одежды горного отшельника, но высказываниями и действиями на ищущих просветления совсем не похож.",
  "constellationName": "Пилигрим",
  "auto": {
    "name": "Юбан мэйгэн",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "До трёх выстрелов клинками ветра, наносящих <anemo>Анемо урон</anemo>."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Короткое заклинание, на которое тратится определённое количество выносливости. Накапливает давление ветра перед собой и наносит <anemo>Анемо урон по площади</anemo>."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Накопив энергию ветра, стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит <anemo>Анемо урон по площади</anemo>."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон заряженной атаки",
      "4": "Потребление выносливости",
      "5": "Урон в падении",
      "6": "Урон низкого/высокого удара",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Ханэга: Песнь ветра",
    "description": {
      "0": "Сосредотачивает силу ветров, чтобы освободиться от оков земли. Наносит <anemo>Анемо урон</anemo> по площади и подпрыгивает, переходя в состояние Избранника ветра.",
      "1": "<br/>",
      "2": "<strong>Избранник ветра</strong>",
      "3": "В этом состоянии Странник не может совершать атаки в падении. Обычные и заряженные атаки превращаются в Куго: Фусёдан и Куго: Тофукай, их урон и зона поражения увеличиваются. Их урон считается уроном обычной и заряженной атаки соответственно. Куго: Тофукай не расходует выносливость.",
      "4": "В этом состоянии Странник парит, а его передвижение приобретает следующие характеристики:",
      "5": [
        " Для поддержания парения потребляется куго-рёку.",
        " При выполнении спринта он дополнительно расходует куго-рёку и совершает ускорение в воздухе. При удержании спринта постоянно расходуется куго-рёку, поддерживая быстрое перемещение. Этот эффект заменяет обычный спринт.",
        " Выполняя прыжок, он дополнительно расходует куго-рёку и увеличивает высоту парения. При удержании прыжка постоянно расходуется куго-рёку и увеличивается высота парения."
      ],
      "6": "<br/>",
      "7": "Когда куго-рёку заканчивается, это состояние прерывается.",
      "8": "Повторная активация во время действия Избранника ветра также завершает это состояние.",
      "9": "<br/>",
      "10": "<i>«Невесомыми кругами танцует мир, являя секреты, которые существуют только в цветах».</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Урон Куго: Фусёдан",
      "2": "Урон Куго: Тофукай",
      "3": "Исходная куго-рёку",
      "4": "Время отката",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Кёгэн: Пять церемониальных актов",
    "description": {
      "0": "Сжимает атмосферу в одной точке и создаёт вакуум, уничтожающий все страдания, и наносит многократный <anemo>Анемо урон по площади</anemo>.",
      "1": "Если персонаж находится в состоянии Избранника ветра навыка Ханэга: Песнь ветра, активация этого навыка завершит его.",
      "2": "<br/>",
      "3": "<i>«Станет ясным небо, в котором, покачиваясь на ветру, плывут теням подобные грёзы о прошлом и настоящем».</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Время отката",
      "2": "Потребление энергии",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Цветок нефрита",
    "description": {
      "0": "Если <strong>Ханэга: Песнь ветра</strong> входит в контакт с <hydro>Гидро</hydro>, <pyro>Пиро</pyro>, <cryo>Крио</cryo> или <electro>Электро</electro> во время активации, в зависимости от элемента текущее состояние Избранника ветра получает соответствующие усиления:",
      "1": [
        " <hydro>Гидро</hydro>: максимум куго-рёку повышается на 20 ед.",
        " <pyro>Пиро</pyro>: сила атаки повышается на 30%.",
        " <cryo>Крио</cryo>: шанс крит. попадания повышается на 20%.",
        " <electro>Электро</electro>: попадания обычной и заряженной атакой восстанавливают 0,8 ед. энергии. Восстанавливать энергию таким образом можно раз в 0,2 сек."
      ],
      "2": "<br/>",
      "3": "Одновременно может существовать 2 таких усиления."
    }
  },
  "passive2": {
    "name": "Бури грёз",
    "description": {
      "0": "Когда Странник в состоянии <strong>Избранника ветра</strong> попадает по врагу Куго: Фусёдан или Куго: Тофукай, есть 16% шанс получить эффект Сошествие: ускорение в воздухе во время действия этого же состояния Избранника ветра прервёт этот эффект, данное ускорение в воздухе не будет расходовать куго-рёку и Странник произведёт залп выстрелов из 4 стрел ветра, каждая из которых наносит <anemo>Анемо урон</anemo>, равный 35% силы атаки.",
      "1": "Если Куго: Фусёдан или Куго: Тофукай не активировали этот эффект, шанс его активации следующим попаданием возрастает на 12%. Шанс активации возникает не чаще одного раза в 0,1 сек."
    }
  },
  "passive3": {
    "name": "Струны кружащих ветров",
    "description": {
      "0": "При возвышении стрелкового оружия и катализаторов тратится на 50% меньше моры."
    }
  },
  "constellation1": {
    "name": "Сёбан: Пышный плюмаж",
    "description": {
      "0": "У Странника в состоянии <strong>Избранника ветра</strong> скорость атак Куго: Фусёдан и Куго: Тофукай увеличивается на 10%.",
      "1": "Кроме того, стрелы ветра пассивного таланта Бури грёз наносят дополнительные 25% урона от силы атаки. Требуется разблокировать пассивный талант Бури грёз."
    }
  },
  "constellation2": {
    "name": "Нибан: Остров среди белых волн",
    "description": {
      "0": "Когда Странник находится в состоянии <strong>Избранника ветра</strong>, урон навыка <strong>Кёгэн: Пять церемониальных актов</strong> при его использовании увеличится на 4% за каждую единицу разницы между текущим и максимальным показателем куго-рёку.",
      "1": "Увеличить урон навыка Кёгэн: Пять церемониальных актов таким способом можно максимум на 200%."
    }
  },
  "constellation3": {
    "name": "Самбан: Кусэмай лунного цветка",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Кёгэн: Пять церемониальных актов</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Ёмбан: По течению к весне",
    "description": {
      "0": "Если во время применения навыка <strong>Ханэга: Песнь ветра</strong> активируется пассивный талант Цветок нефрита, кроме усилений соответствующих элементов персонаж получит 1 случайное неактивированное усиление. Одновременно может существовать 3 соответствующих элементальных усиления.",
      "1": "Требуется разблокировать пассивный талант Цветок нефрита."
    }
  },
  "constellation5": {
    "name": "Мацубан: Древний свет из другого края",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Ханэга: Песнь ветра</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Сюгэн: Печальное колыхание занавеса",
    "description": {
      "0": "Попадание Странника атакой Куго: Фусёдан по врагу, когда он находится в состоянии <strong>Избранника ветра</strong>, производит следующие эффекты:",
      "1": [
        " В месте попадания совершает дополнительный удар Куго: Фусёдан, который наносит 40% от изначального урона. Этот урон считается уроном обычной атаки.",
        " Если куго-рёку меньше 40 ед., восстанавливает 4 ед. куго-рёку Странника. Восстанавливать куго-рёку подобным образом можно не чаще 1 раза в 0,2 сек. Эффект активируется до 5 раз во время действия одного и того же состояния Избранника ветра."
      ]
    }
  }
}