{
  "name": "Бай Чжу",
  "title": "Преодоление бренности",
  "description": "Владелец хижины «Бубу» в Ли Юэ. На его плечах всегда возлежит белая змея по имени Чан Шэн. Искусный лекарь со своими скрытыми намерениями.",
  "constellationName": "Сосуд Лекаря",
  "auto": {
    "name": "Классика иглоукалывания",
    "fields": {
      "normal": {
        "0": "<strong><strong>Обычная атака:</strong>",
        "1": "До четырёх ударов перед собой, наносящих <dendro>Дендро урон</dendro>."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Короткое заклинание, наносящее <dendro>Дендро урон по площади</dendro> впереди, на которое тратится определённое количество выносливости."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Накопив силу Дендро, стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит <dendro>Дендро урон по площади</dendro>."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон заряженной атаки",
      "5": "Потребление выносливости",
      "6": "Урон в падении",
      "7": "Урон низкого/высокого удара",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Универсальная диагностика",
    "description": {
      "0": "Управляет Летучим духом, который летает и атакует противников поблизости, нанося <dendro>Дендро урон</dendro>.",
      "1": "Если дух выполнит 3 атаки или рядом не будет противников, он возвращается и восстанавливает HP всех персонажей поблизости пропорционально макс. HP Бай Чжу.",
      "2": "<br/>",
      "3": "<i>Врачевателям, способным отличить истинные признаки болезни от ложных, под силу вылечить хворь ещё до проявления её симптомов.</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Лечение",
      "2": "Время отката",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Целостное восстановление",
    "description": {
      "0": "Входит в состояние Пульсирующей ясности и создаёт Бесшовный щит, который поглощает <dendro>Дендро урон</dendro> с 250% эффективностью.",
      "1": "В этом состоянии Бай Чжу создаёт новый Бесшовный щит каждые 2,5 сек.",
      "2": "<br/>",
      "3": "Бесшовный щит восстанавливает HP вашего активного персонажа пропорционально макс. HP Бай Чжу и атакует противников, высвобождая Призрачные артерии, которые наносят <dendro>Дендро урон</dendro>, в следующих ситуациях:",
      "4": [
        " Когда персонаж находится под защитой Бесшовного щита и создаётся новый Бесшовный щит.",
        " Когда время действия Бесшовного щита завершается или его разбивают."
      ],
      "5": "<br/>",
      "6": "<i>Если вы сможете понять небо и землю, защитить внутреннюю сущность от внешнего воздействия и сохранить ясность разума, для вас препятствий не останется.</i>"
    },
    "skillParams": {
      "0": "Поглощение урона Бесшовного щита",
      "1": "Длительность Бесшовного щита",
      "2": "Лечение Бесшовного щита",
      "3": "Урон Призрачной артерии",
      "4": "Длительность Пульсирующей ясности",
      "5": "Время отката",
      "6": "Потребление энергии",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Вечный круговорот стихий",
    "description": {
      "0": "Бай Чжу получает различные эффекты в зависимости от текущего HP вашего активного персонажа:",
      "1": [
        " Если его HP ниже 50%, Бай Чжу получает 20% бонус лечения.",
        " Если его HP равно или выше 50%, Бай Чжу получает 25% <dendro>бонус Дендро урона</dendro>."
      ]
    }
  },
  "passive2": {
    "name": "Всё рождено землёй",
    "description": {
      "0": "Персонажи, получившие лечение <strong>Бесшовного щита</strong>, наделяются эффектом Год зелёного благодеяния: каждые 1000 ед. макс. HP Бай Чжу (до 50 000 ед. макс.) увеличивают на 6 сек. урон вызываемых этими персонажами реакций Горение, Бутонизация, Вегетация и Цветение на 2%, а реакций Обострение и Разрастание на 0,8%."
    }
  },
  "passive3": {
    "name": "Польза трав",
    "description": {
      "0": "Когда Бай Чжу находится в отряде, взаимодействие с некоторыми подбираемыми предметами восстанавливает HP своего активного персонажа пропорционально 2,5% макс. HP Бай Чжу."
    }
  },
  "constellation1": {
    "name": "Пристальное наблюдение",
    "description": {
      "0": "Увеличивает количество зарядов навыка <strong>Универсальная диагностика</strong> на 1."
    }
  },
  "constellation2": {
    "name": "Острая проницательность",
    "description": {
      "0": "Когда атаки вашего активного персонажа попадают по противнику поблизости, Бай Чжу вызывает Летучего духа: Разрез.",
      "1": "Летучий дух: Разрез выполняет 1 атаку и возвращается. Он наносит <dendro>Дендро урон</dendro>, равный 250% от силы атаки Бай Чжу, и восстанавливает HP размером 20% от лечения Летучего духа <strong>Универсальной диагностики</strong>.",
      "2": "Этот урон считается уроном элементального навыка.",
      "3": "Эффект активируется не чаще одного раза в 5 сек."
    }
  },
  "constellation3": {
    "name": "Стабилизация восьми аспектов",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Целостное восстановление</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Древнее искусство восприятия",
    "description": {
      "0": "На 15 сек. после применения <strong>Целостного восстановления</strong> мастерство стихий всех членов отряда поблизости увеличивается на 80 ед."
    }
  },
  "constellation5": {
    "name": "Сокрытые токи",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Универсальная диагностика</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Устранение зловредной энергии",
    "description": {
      "0": "Повышает урон Призрачных артерий навыка <strong>Целостное восстановление</strong> на 8% от макс. HP Бай Чжу.",
      "1": "Кроме того, попадание <strong>Летучего духа</strong> или Летучего духа: Разрез по противнику с вероятностью 100% создаёт Бесшовный щит навыка <strong>Целостность выздоровления</strong>. Этот эффект может быть вызван каждым Летучим духом или Летучим духом: Разрез только один раз."
    }
  }
}