{
  "name": "Часка",
  "title": "Небесный примиритель",
  "description": "Миротворец Тлалокана, разрешающий все споры.",
  "constellationName": "Кондор",
  "auto": {
    "name": "Шквал призрачных перьев",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "До четырёх выстрелов из лука."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Более меткий <strong>прицельный выстрел</strong> с увеличенным уроном.",
        "2": "Во время прицеливания на наконечнике стрелы собирается могучий ветер. Полностью заряженная мощью ветра стрела наносит <anemo>Анемо урон</anemo>."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Выпускает град стрел в воздухе, которые при приземлении персонажа наносят урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Прицельный выстрел",
      "5": "Заряженный выстрел",
      "6": "Урон в падении",
      "7": "Урон низкого/высокого удара",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Поводья охоты за тенью",
    "description": {
      "0": "Часка и воля её оружия резонируют, нанося <anemo>Анемо урон по площади</anemo> с характеристикой Ночного духа.",
      "1": "После применения навыка Часка получает 80 очков Ночного духа и входит в состояние Благословения Ночного духа.",
      "2": "<br/>",
      "3": "<strong>Благословение Ночного духа: Часка</strong>",
      "4": "Непрерывно расходует очки Ночного духа. Когда они заканчиваются или навык используется повторно, Благословение Ночного духа Часки завершается. У состояния Благословения Ночного духа Часки следующие особенности:",
      "5": [
        " Садится на Орудие духа: Ритуальный посох, что повышает скорость передвижения и сопротивление прерыванию Часки. В этом состоянии Часка непрерывно расходует очки Ночного духа и остаётся в воздухе. Спринт и набор высоты расходуют дополнительные очки Ночного духа.",
        " При выполнении обычной или заряженной атаки, в зависимости от того, было ли использовано быстрое или долгое нажатие, разными способами активируется Огонь по множеству целей."
      ],
      "6": "<br/>",
      "7": "<strong>Огонь по множеству целей</strong>",
      "8": "<strong>Быстрое нажатие</strong>",
      "9": "Врагам впереди наносится <anemo>Анемо урон</anemo> с характеристикой Ночного духа, который считается уроном обычной атаки.",
      "10": "<strong>Долгое нажатие</strong>",
      "11": "Переходит в режим прицеливания и отмечает некоторое количество врагов в определённой области и, в зависимости от длительности заряда навыка, заряжает до 6 Пуль охотника на тени. Когда заряжены шесть пуль или зарядка остановлена, эти пули будут по порядку выпущены по выбранным врагам.",
      "12": "<br/>",
      "13": "<strong>Пули охотника на тени</strong>",
      "14": [
        " Наносят <anemo>Анемо урон</anemo> с характеристикой Ночного духа, который считается уроном заряженной атаки.",
        " В зависимости от элементов других членов отряда 4-я, 5-я и 6-я пули, заряженные в барабан, изменяют свой элемент: за каждого персонажа <pyro>Пиро</pyro>, <hydro>Гидро</hydro>, <cryo>Крио</cryo> или <electro>Электро</electro> в отряде одна Пуля охотника на тени в случайном порядке превратится в Сияющую пулю охотника на тени одного из соответствующих элементов, которая наносит урон данного элемента с характеристикой Ночного духа. Такой урон считается уроном заряженной атаки.",
        " Пули охотника на тени, заряженные позже, выстреливаются в первую очередь."
      ],
      "15": "<br/>",
      "16": "Кроме того, если удерживать элементальный навык <strong>Поводья охоты за тенью</strong>, когда Часка пребывает в состоянии Благословения Ночного духа, то она выполнит атаку в падении с характеристикой Ночного духа. Если отпустить кнопку элементального навыка, атака в падении прервётся и Часка останется в воздухе. Если Часка, выполняя атаку в падении, приземлится, то её состояние Благословения Ночного духа завершится.",
      "17": "<br/>",
      "18": "<i>В принципе, эти поводья могли бы обуздать всё что угодно, была бы на то её воля... Но что может быть круче гигантской пушки?</i>"
    },
    "skillParams": {
      "0": "Урон резонирования",
      "1": "Урон Огня по множеству целей ",
      "2": "Урон Пули охотника на тени",
      "3": "Урон Сияющей пули охотника на тени",
      "4": "Максимум очков Ночного духа",
      "5": "Время отката",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Роковой выстрел ловца душ",
    "description": {
      "0": "Часка фокусирует свою волю и выстреливает одну Вихребойную пулю ловца душ, которая наносит <anemo>Анемо урон по площади</anemo> с характеристикой Ночного духа. После этого Вихребойная пуля ловца душ разделяется на 6 Пуль ловца душ, которые атакуют врагов поблизости.",
      "1": "<br/>",
      "2": "<strong>Пули ловца душ</strong>",
      "3": [
        " Наносят <anemo>Анемо урон</anemo> с характеристикой Ночного духа.",
        " За каждого <pyro>Пиро</pyro>, <hydro>Гидро</hydro>, <cryo>Крио</cryo> или <electro>Электро</electro> персонажа в отряде две Пули ловца душ случайным образом изменяют свой элемент и становятся Сверкающими пулями ловца душ одного из соответствующих элементов, которые наносят урон данного элемента с характеристикой Ночного духа."
      ],
      "4": "<br/>",
      "5": "<i>Никому не скрыться от шёпота ночи и лунного света, как и ни одному врагу не скрыться от её пристального взгляда.</i>"
    },
    "skillParams": {
      "0": "Урон Вихребойной пули ловца душ",
      "1": "Урон Пуль ловца душ",
      "2": "Урон Сверкающей пули ловца душ",
      "3": "Время отката",
      "4": "Потребление энергии",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Трюк с пулей",
    "description": {
      "0": "Когда заряжается <strong>Огонь по множеству целей</strong> элементального навыка <strong>Поводья охоты за тенью</strong>, если в отряде есть персонажи, соответствующие условиям смены типа элемента, то, в зависимости от количества разных подходящих элементов, возникают следующие эффекты:",
      "1": [
        " Каждый тип элемента с шансом в 33,3%/66,7%/100% активирует Обращение духовной связи, которое заставляет третью заряженную в барабан <strong>Пулю охотника на тени</strong> случайным образом превратиться в <strong>Сияющую пулю охотника на тени</strong> одного из соответствующих типов элементов.",
        " Каждый тип элементов наделяет Часку 1 уровнем Духа сияющей тени, повышая урон Сияющих пуль охотника на тени на 15%/35%/65%. Этот эффект действует вплоть до завершения текущего Огня по множеству целей и складывается до 3 раз."
      ]
    }
  },
  "passive2": {
    "name": "Намерение прикрыть",
    "description": {
      "0": "Когда член отряда поблизости активирует Вспышку Ночного духа, Часка выстреливает Горящей пулей охотника на тени во врага поблизости, которая наносит <anemo>Анемо урон</anemo> с характеристикой Ночного духа, равный 150% урона <strong>Пули охотника на тени</strong> её элементального навыка <strong>Поводья охоты за тенью</strong>. Если в отряде есть <pyro>Пиро</pyro>, <hydro>Гидро</hydro>, <cryo>Крио</cryo> или <electro>Электро</electro> персонажи, то Горящая пуля охотника на тени изменяет свой элемент и наносит урон соответствующего элемента с характеристикой Ночного духа, равный 150% урона <strong>Сияющих пуль охотника на тени</strong> элементального навыка <strong>Поводья охоты за тенью</strong>.",
      "1": "Урон, наносимый таким способом, считается уроном заряженной атаки."
    }
  },
  "passive3": {
    "name": "Дар владений ночи: Вечно пылающее сердце",
    "description": {
      "0": "Когда очки Ночного духа исчерпаны, Часка продолжит поддерживать Благословение Ночного духа, переключившись на флогистон.",
      "1": "Когда Часка находится в областях Натлана с флогистоновыми механиками, она способна применять Передачу Ночного духа: Часка. Когда активный персонаж находится в воздухе, при смене персонажа на Часку активируется следующий эффект: Часка, появляясь на поле, входит в состояние Благословения Ночного духа и получает 32 очка Ночного духа. Передача Ночного духа может активироваться вашим отрядом один раз в 10 сек."
    }
  },
  "passive": {
    "name": "Истинное значение посредничества",
    "description": {
      "0": "Когда персонажи вашего отряда побеждают противника, восстанавливается 25 ед. флогистона. Этот эффект может возникнуть один раз в 12 сек.",
      "1": "В подземельях, Витой Бездне и Подземельях наказания он не действует."
    }
  },
  "constellation1": {
    "name": "Барабан, беспокойная рулетка",
    "description": {
      "0": "Когда активируется Обращение духовной связи пассивного таланта Трюк с пулей, то вторая заряженная в барабан <strong>Пуля охотника на тени</strong> дополнительно превратится в <strong>Сияющую пулю охотника на тени</strong>.",
      "1": "Повышается шанс активировать Обращение духовной связи: если в отряде есть персонажи, соответствующие условиям смены типа элемента, то шанс активации Обращения духовной связи повышается на 33,3%, максимум на 100%.",
      "2": "<br/>",
      "3": "Требуется разблокировать пассивный талант Трюк с пулей.",
      "4": "Кроме того, потребление очков Ночного духа и флогистона вне боя состоянием Благословение Ночного духа Часки снижается на 30%."
    }
  },
  "constellation2": {
    "name": "Дуло, испепеляющий дым",
    "description": {
      "0": "Выходя на поле, Часка получает 1 уровень Духа сияющей тени пассивного таланта Трюк с пулей. Требуется разблокировать пассивный талант Трюк с пулей.",
      "1": "Кроме того, когда <strong>Сияющие пули охотника на тени</strong> <strong>Огня по множеству целей</strong> элементального навыка <strong>Поводья охоты за тенью</strong> попадают во врагов, они наносят урон по площади соответствующего элемента <strong>Сияющих пуль охотника на тени</strong>, равный 400% от силы атаки Часки. Этот урон считается уроном заряженной атаки. Во время одного и того же <strong>Огня по множеству целей</strong> этот эффект может возникнуть один раз."
    }
  },
  "constellation3": {
    "name": "Поводья, её чуткое управление",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Поводья охоты за тенью</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Искры, внезапный выстрел",
    "description": {
      "0": "Попадания <strong>Сверкающих пуль ловца душ</strong> взрыва стихии <strong>Роковой выстрел ловца душ</strong> во врагов восстанавливают Часке 1,5 ед. энергии и наносят элементальный урон по площади, соответствующий элементам <strong>Сверкающих пуль ловца душ</strong>, равный 400% силы атаки Часки. Такой урон считается уроном заряженной атаки.",
      "1": "Вышеупомянутый элементальный урон может возникать один раз при каждом применении Чаской <strong>Рокового выстрела ловца душ</strong>."
    }
  },
  "constellation5": {
    "name": "Поля шляпы, силуэт песчаной тени",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Роковой выстрел ловца душ</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Схватка, слава битвы",
    "description": {
      "0": "Уменьшает время зарядки <strong>Огня по множеству целей</strong> Часки. Кроме того, после активации Обращения духовной связи пассивного таланта Трюк с пулей Часка получает состояние Роковых выстрелов: в течение следующих 3 сек. при следующем применении <strong>Огня по множеству целей</strong> элементального навыка <strong>Поводья охоты за тенью</strong> зарядка будет завершаться мгновенно, а критический урон <strong>Пуль охотника на тени</strong> и <strong>Сияющих пуль охотника на тени</strong> данного <strong>Огня по множеству целей</strong> увеличивается на 120%. Эффект Роковых выстрелов может быть получен раз в 3 сек.",
      "1": "<br/>",
      "2": "Для эффекта выше требуется разблокировать пассивный талант Трюк с пулей."
    }
  }
}