{
  "name": "Нахида",
  "title": "Средоточие чистоты",
  "description": "Узница глубин Храма Сурастаны, которая созерцает мир только в сновидениях.",
  "constellationName": "Госпожа Мудрости",
  "auto": {
    "name": "Акара",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "До четырёх ударов перед собой, наносящих <dendro>Дендро урон</dendro>."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Короткое заклинание, наносящее <dendro>Дендро урон по площади</dendro> впереди, на которое тратится определённое количество выносливости."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Накопив энергию растений, стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит <dendro>Дендро урон по площади</dendro>."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон заряженной атаки",
      "5": "Потребление выносливости",
      "6": "Урон в падении",
      "7": "Урон низкого/высокого удара",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Пелена знаний",
    "description": {
      "0": "Выпускает рядом с собой кармическую связь трав и деревьев, которая наносит <dendro>Дендро урон по площади</dendro>. До 8 поражённых противников получают Семя скандхи.",
      "1": "При долгом нажатии способ активации навыка меняется.",
      "2": "<br/>",
      "3": "<strong>Долгое нажатие</strong>",
      "4": "Переходит в режим прицеливания, в котором можно выбрать нескольких противников в определённой области. В режиме прицеливания сопротивление прерыванию Нахиды увеличивается. По завершении прицеливания выбранные враги получат <dendro>Дендро урон</dendro> и Семя скандхи.",
      "5": "Режим прицеливания длится до 5 сек., в нём можно выбрать до 8 противников.",
      "6": "<br/>",
      "7": "<strong>Семя скандхи</strong>",
      "8": "Между врагами с Семенем скандхи на определённом расстоянии устанавливается связь.",
      "9": "Если помеченные Семенем скандхи враги подвергаются воздействию элементальных реакций или получают урон от Дендро ядер (включая урон от Цветения и Вегетации), Нахида выпускает Очищение трикармы, которое наносит им и всем связанным с ними врагам <dendro>Дендро урон</dendro>, зависящий от её силы атаки и мастерства стихий.",
      "10": "Очищение трикармы может быть вызвано максимум один раз за определённый период.",
      "11": "<br/>",
      "12": "<i>Божество трав и деревьев являет истину пустоте, проливая свет на истоки и уничтожение трёх карм.</i>"
    },
    "skillParams": {
      "0": "Урон быстрого нажатия",
      "1": "Урон долгого нажатия",
      "2": "Урон Очищения трикармы",
      "3": "Интервал активации Очищения трикармы",
      "4": "Длительность Семени скандхи",
      "5": "Откат быстрого нажатия",
      "6": "Откат долгого нажатия",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Призрачное сердце",
    "description": {
      "0": "Являет миру Чертоги сновидений и создаёт Святилище Майи.",
      "1": "<br/>",
      "2": "При этом, в зависимости от представленных в отряде элементов персонажей, отдельно друг от друга активируются соответствующие эффекты:",
      "3": [
        "<pyro>Пиро</pyro>: Пока Нахида пребывает в Святилище Майи, урон Очищения трикармы её элементального навыка Пелена знаний увеличивается.",
        "<electro>Электро</electro>: Пока Нахида пребывает в Святилище Майи, интервал активации Очищения трикармы её элементального навыка сокращается.",
        "<hydro>Гидро</hydro>: Продлевает действие Святилища Майи."
      ],
      "4": "<br/>",
      "5": "Если во время активации Святилища Майи в отряде 2 или больше персонажей соответствующего элемента, эффекты усилятся.",
      "6": "<br/>",
      "7": "Эти усиления действуют, пока отряд находится в Святилище Майи, даже если Нахида не на поле боя.",
      "8": "<br/>",
      "9": "<i>Для божества мудрости мир в сени деревьев всего лишь скоротечный перевёрнутый сон.</i>"
    },
    "skillParams": {
      "0": "Пиро: Бонус урона",
      "1": "Пиро: Бонус урона",
      "2": "Электро: Уменьшение отката активации",
      "3": "Электро: Уменьшение отката активации",
      "4": "Гидро: Продление Святилища",
      "5": "Гидро: Продление Святилища",
      "6": "Базовая длительность",
      "7": "Время отката",
      "8": "Потребление энергии",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Просветлённое сострадание",
    "description": {
      "0": "При активации <strong>Призрачного сердца</strong> Святилище Майи получает следующие эффекты:",
      "1": [
        " Мастерство стихий активного персонажа в области навыка повышается на 25% от мастерства стихий персонажа отряда с самым высоким его значением.",
        " Мастерство стихий таким образом может быть увеличено максимум на 250 ед."
      ]
    }
  },
  "passive2": {
    "name": "Озарённое пробуждение",
    "description": {
      "0": "За каждую единицу мастерства стихий Нахиды свыше 200 урон Очищения трикармы её <strong>Пелены знаний</strong> увеличивается на 0,1%, а шанс крит. попадания - на 0,03%.",
      "1": "Урон Очищения трикармы может таким образом увеличиться на 80%, а шанс крит. попадания - на 24%."
    }
  },
  "passive3": {
    "name": "Осмысление всего сущего",
    "description": {
      "0": "С помощью <strong>Пелены знаний</strong> Нахида может взаимодействовать с некоторыми подбираемыми предметами в определённой области.",
      "1": "Возможно, у этого навыка есть и другие эффекты..."
    }
  },
  "constellation1": {
    "name": "Семя потаённых знаний",
    "description": {
      "0": "Когда активируется <strong>Святилище Майи</strong>, при подсчёте типов элементов персонажей к количеству Пиро, Электро и Гидро персонажей прибавляет по 1."
    }
  },
  "constellation2": {
    "name": "Корень всей полноты",
    "description": {
      "0": "Враги, на которых наложены <strong>Семена скандхи</strong> самой Нахиды, подвергаются воздействию следующих эффектов:",
      "1": [
        " Полученный урон от реакций Горение, Бутонизация, Вегетация и Цветение может становиться критическим. Шанс крит. попадания составляет 20%, а крит. урон - 100%.",
        " В течение 8 сек. после воздействия реакций Стимуляция, Обострение и Разрастание защита понижается на 30%."
      ]
    }
  },
  "constellation3": {
    "name": "Росток перенятых успехов",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Пелена знаний</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Стебель ясных заключений",
    "description": {
      "0": "Когда 1/2/3/4 и более противников попадают под воздействие Семян скандхи навыка <strong>Пелена знаний</strong>, мастерство стихий Нахиды увеличивается на 100/120/140/160 ед."
    }
  },
  "constellation5": {
    "name": "Листья просветляющей речи",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Призрачное сердце</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Плод апогея доводов",
    "description": {
      "0": "Если после активации <strong>Призрачного сердца</strong> Нахида поразит обычной или заряженной атакой врага, отмеченного Семенем скандхи навыка <strong>Пелена знаний</strong>, на него и всех связанных с ним противников будет наложено Очищение трикармы: Кармическое небытие, которое наносит <dendro>Дендро урон</dendro> равный 200% от силы атаки и 400% от мастерства стихий.",
      "1": "Урон Очищения трикармы: Кармическое небытие считается уроном элементального навыка и может возникнуть один раз в 0,2 сек.",
      "2": " Через 10 сек. либо после 6 активаций Очищения трикармы: Кармическое небытие эффект исчезнет."
    }
  }
}