{
  "name": "Клоринда",
  "title": "Хранительница света, теневая охотница",
  "description": "Непобедимый судебный дуэлянт. С мечом в руках она защищает правосудие Кур-де-Фонтейна.",
  "constellationName": "Рапира",
  "auto": {
    "name": "Клятва Сумеречного двора",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "До пяти быстрых ударов."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Ведёт веерообразный подавляющий огонь из пистолета, на который тратится определённое количество выносливости."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон атаки 5",
      "5": "Урон заряженной атаки",
      "6": "Потребление выносливости",
      "7": "Урон в падении",
      "8": "Урон низкого/высокого удара",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Охота на тьму",
    "description": {
      "0": "Подготавливает пистолет и входит в состояние Ночного дозора, одновременно используя клинок и стрельбу. В этом состоянии обычные атаки Клоринды превращаются в пистолетные атаки Неистовой охоты, а их урон конвертируется в <electro>урон Электро</electro>, который не может быть отменён другими инфузиями, также нельзя выполнять заряженные атаки. Её элементальный навык превращается в Пронзание ночи: Клоринда выполняет рывок и наносит <electro>Электро урон</electro>. Урон, наносимый таким способом, считается уроном обычной атаки.",
      "1": "<br/>",
      "2": "<strong>Неистовая охота</strong>",
      "3": [
        " Когда Долг жизни Клоринды равен или превышает 100% от её макс. HP, она стреляет из пистолета.",
        " Когда Долг жизни Клоринды составляет менее 100% от её макс. HP, пистолетный выстрел наделяет её Долгом жизни пропорционально её макс. HP. Выстреливаемые ею пули способны пронзать врагов, а урон по врагам на их пути увеличивается."
      ],
      "4": "<br/>",
      "5": "<strong>Пронзание ночи</strong>",
      "6": "Эффект Пронзания ночи определяется процентным значением текущего Долга жизни Клоринды:",
      "7": [
        " Если Долг жизни равен 0%, Клоринда выполняет рывок.",
        " Если значение Долга жизни меньше 100% от её макс. HP, Клоринда восстанавливает HP пропорционально значению Долга жизни, а область и урон этого Пронзания ночи увеличивается.",
        " Если значение Долга жизни равно или превышает 100% от её макс. HP, она применит Пронзание ночи: Пакт, ещё больше увеличивая область и урон этого Пронзания ночи, а также повышая значение восстановления HP Клоринды."
      ],
      "8": "<br/>",
      "9": "Кроме того, когда Клоринда пребывает в состоянии Ночного дозора, эффекты лечения помимо Пронзания ночи не срабатывают и преобразовываются в Долг жизни, равный определённому значению получаемого лечения.",
      "10": "<br/>",
      "11": "Состояние Ночного дозора исчезает, когда Клоринда покидает поле боя.",
      "12": "<br/>",
      "13": "<strong>Архэ: Усия</strong>",
      "14": "Когда выстрелы Неистовой охоты Клоринды поражают противников, периодически на их позиции будет нисходить Клинок бурных вод и наносить <electro>Электро</electro> урон усии.",
      "15": "<br/>",
      "16": "<i>Зло, скрывавшееся во тьме ночи, за тысячелетия было истреблено, но в сердцах людей живут тени, не видевшие света дня.",
      "17": "Она до сих пор отчётливо помнит предостережение Золотого охотника: ночным дозорным, несущим зажжённые свечи, следует быть особенно бдительными и не поддаваться хладной тьме.</i>"
    },
    "skillParams": {
      "0": "Урон Неистовой охоты",
      "1": "Долг жизни от Неистовой охоты",
      "2": "Урон Пронзания ночи",
      "3": "Лечение Пронзания ночи",
      "4": "Конвертация Долга жизни",
      "5": "Урон Клинка бурных вод",
      "6": "Интервал Клинка бурных вод",
      "7": "Длительность Ночного дозора",
      "8": "Время отката",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Последние лучи света",
    "description": {
      "0": "Наделяет себя Долгом жизни, пропорциональным собственному макс. HP, а затем резко уходит в сторону и атакует клинком и пистолетом одновременно, нанося <electro>Электро урон по площади</electro>.",
      "1": "<br/>",
      "2": "<i>Согласно преданию, наследие древнего искусства сражаться с нелюдями лишь смертным телом восходит к Рыцарям чистых родников, боровшихся с ремурийским царством.",
      "3": "Тем не менее нельзя сказать, что его невозможно использовать против обычного врага - нужно лишь найти способ управлять его силой.</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Получаемый Долг жизни",
      "2": "Время отката",
      "3": "Потребление энергии",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Разрывающее мрак пламя",
    "description": {
      "0": "После того как член отряда поблизости активирует <electro>Электро реакцию</electro> на противнике, <electro>Электро урон</electro> обычной атаки и <strong>Последних лучей света</strong> Клоринды на 15 сек. увеличивается на 20% от её силы атаки. Эффект складывается до 3 раз, а отсчёт времени каждого уровня происходит отдельно. Максимальное увеличение урона атак Клоринды, получаемое таким способом, не может превышать 1800 ед."
    }
  },
  "passive2": {
    "name": "Законное вознаграждение",
    "description": {
      "0": "Если Долг жизни Клоринды равен или превышает 100% от её макс. HP, при снижении или повышении значения Долга жизни её шанс крит. попадания на 15 сек. повышается на 10%. Эффект складывается до 2 раз, отсчёт времени каждого уровня происходит отдельно.",
      "1": "Кроме того, состояние Ночного дозора навыка <strong>Охота на тьму</strong> получает усиление: во время его действия процент лечения, конвертируемого в Долг жизни, повышается до 100%."
    }
  },
  "passive3": {
    "name": "Добыча Ночного дозора",
    "description": {
      "0": "Отмечает <strong>диковинки Фонтейна</strong> на мини-карте."
    }
  },
  "constellation1": {
    "name": "«И вот я прохожу завесу тени от свечи»",
    "description": {
      "0": "<electro>Электро урон</electro> обычной атаки Клоринды, поражая противника во время действия Ночного дозора навыка <strong>Охота на тьму</strong>, вызывает рядом с ним Тень ночного дозора. Тень проводит две совместные атаки, каждая из которых наносит <electro>Электро урон</electro>, равный 30% от силы атаки Клоринды.",
      "1": "Этот эффект может возникнуть один раз в 1,2 сек. Урон, наносимый таким способом, считается уроном обычной атаки."
    }
  },
  "constellation2": {
    "name": "«И вот мы лицом к лицу с опасностью долгой ночи»",
    "description": {
      "0": "Пассивный талант Разрывающее мрак пламя получает усиление: после того как член отряда поблизости применяет <electro>Электро реакцию</electro> на противнике, <electro>Электро урон</electro> обычной атаки и <strong>Последних лучей света</strong> Клоринды на 15 сек. увеличивается на 30% от её силы атаки. Эффект складывается до 3 раз, а отсчёт времени каждого уровня происходит отдельно. С 3 уровнями сопротивление прерыванию Клоринды повышается. Максимальное увеличение урона атак Клоринды, получаемое таким способом, не может превышать 2700 ед.",
      "1": "Требуется разблокировать пассивный талант Разрывающее мрак пламя."
    }
  },
  "constellation3": {
    "name": "«Я обязуюсь помнить клятву дневного света»",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Охота на тьму</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "«Помнить слёзы, жизнь и любовь»",
    "description": {
      "0": "Урон, наносимый навыком <strong>Последние лучи света</strong>, увеличивается пропорционально процентному значению Долга жизни Клоринды. За каждый 1% текущего Долга жизни урон навыка <strong>Последние лучи света</strong> увеличивается на 2%. Максимальное увеличение урона навыка <strong>Последние лучи света</strong>, полученное таким способом, может составлять 200%."
    }
  },
  "constellation5": {
    "name": "«Помнить, что рассвет наступит»",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Последние лучи света</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "«Посему я никогда не утрачу надежду»",
    "description": {
      "0": "В течение 12 сек. после применения <strong>Охоты на тьму</strong> шанс крит. попадания Клоринды увеличивается на 10%, а крит. урон - на 70%.",
      "1": "Кроме того, пока активен Ночной дозор, в определённых ситуациях появляется Тень яркой свечи и атакует, нанося 200% <electro>Электро урона</electro> от силы атаки Клоринды. Урон, наносимый таким способом, считается уроном обычной атаки.",
      "2": "Тень яркой свечи появляется в следующих ситуациях:",
      "3": [
        " Когда Клоринда вот-вот будет атакована.",
        " Когда Клоринда применяет Пронзание ночи: Пакт."
      ],
      "4": "Одна Тень яркой свечи может призываться такими способами не чаще чем раз в 1 сек. Во время действия одного и того же состояния Ночного дозора Тень яркой свечи можно призывать до 6 раз.",
      "5": "Кроме того, в состоянии Ночного дозора получаемый Клориндой урон снижается на 80%, а её сопротивление прерыванию повышается. Этот эффект исчезает, когда действие Ночного дозора завершается или в течение 1 сек. после призывания Тени яркой свечи 6 раз."
    }
  }
}