{
  "name": "Ёимия",
  "title": "Пляшущие огоньки",
  "description": "Владелица «Фейерверков Наганохары», также известна как «Королева праздника лета». Будучи мастером своего дела, она воплощает надежды и мечты людей в своих фейерверках.",
  "constellationName": "Золотая Рыбка",
  "auto": {
    "name": "Вспышка фейерверка",
    "fields": {
      "normal": {
        "0": "<strong><strong>Обычная атака:</strong>",
        "1": "До пяти выстрелов из лука."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Более меткий <strong>прицельный выстрел</strong> с увеличенным уроном.",
        "2": "Во время прицеливания на наконечнике стрелы накапливается пламя. Эффект зависит от длительности заряда стрелы:",
        "3": [
          " Уровень заряда 1: Выпускает огненную стрелу, наносящую <pyro>Пиро урон</pyro>.",
          " Уровень заряда 2: В зависимости от длительности заряда выпускает до 3 Зажигательных стрел. Зажигательные стрелы самостоятельно находят ближайшую цель и при попадании наносят <pyro>Пиро урон</pyro>."
        ]
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Выпускает град стрел, которые при приземлении персонажа наносят урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон атаки 5",
      "5": "Прицельный выстрел",
      "6": "Заряженный выстрел",
      "7": "Урон зажигательной стрелы",
      "8": "Урон в падении",
      "9": "Урон низкого/высокого удара",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Огненный танец Ниваби",
    "description": {
      "0": "Ёимия взмахивает ниваби и окружает себя кольцом горящей селитры.",
      "1": "<br/>",
      "2": "<strong>Ниваби энсё</strong>",
      "3": "Пока навык активен, стрелы, выпущенные обычной атакой Ёимии, становятся Зажигательными стрелами, а их урон увеличивается и конвертируется в <pyro>Пиро урон</pyro>. Однако второй уровень заряда обычной атаки Вспышка фейерверка не будет генерировать Зажигательные стрелы.",
      "4": "<br/>",
      "5": "Этот эффект перестаёт действовать, когда Ёимия покидает бой.",
      "6": "<br/>",
      "7": "<i>Ниваби - это особый вид фейерверка с благовониями, который придумала сама Ёимия. Хитом продаж его сделало то, насколько легко его использовать без предварительной подготовки и каких-либо знаний. После множества случаев непредумышленных поджогов комиссия Тэнрё приказала запретить ниваби, но в ночи всё равно часто можно увидеть искрящиеся огоньки. Если смотреть с высоты, они похожи на мерцающие звёздочки.</i>"
    },
    "skillParams": {
      "0": "Урон зажигательной стрелы",
      "1": "Длительность",
      "2": "Время отката",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Камнеломка Рюкин",
    "description": {
      "0": "Ёимия взмывает в воздух со своим изобретением, Камнеломкой Рюкин, которая запускает пылающие ракеты, полные сюрпризов, и наносит <pyro>Пиро урон по площади</pyro>, помечая одного из поражённых противников Золотым сиянием.",
      "1": "<br/>",
      "2": "<strong>Золотое сияние</strong>",
      "3": "Обычные атаки, заряженные атаки, атаки в падении, элементальные навыки и взрывы стихии любого члена отряда, кроме Ёимии, поражающие помеченного Золотым сиянием врага, вызывают взрывы, которые наносят <pyro>Пиро урон по площади</pyro>.",
      "4": "Если противник, помеченный Золотым сиянием, погибает во время действия навыка, эффект и его оставшаяся длительность передаются другому ближайшему противнику.",
      "5": "<br/>",
      "6": "Каждые 2 сек. может возникнуть только один взрыв Золотого сияния. Если Ёимия погибает в бою, эффекты Золотого сияния, вызванные её навыком, перестанут действовать.",
      "7": "<br/>",
      "8": "<i>Фейерверки - это искусственный свет звёзд, это запускаемые в небо кометы. Они живут лишь мгновение, но память об их сиянии, несомненно, будет жить вечно.</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Урон взрыва золотого сияния",
      "2": "Длительность",
      "3": "Время отката",
      "4": "Потребление энергии",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Трюки нарушителя порядка",
    "description": {
      "0": "Во время действия навыка <strong>Огненный танец Ниваби</strong> попадания обычной атакой Ёимии будут давать ей 2% <pyro>бонус Пиро урона</pyro>. Этот эффект длится 3 сек. и может складываться до 10 раз."
    }
  },
  "passive2": {
    "name": "Летняя заря",
    "description": {
      "0": "Использование навыка <strong>Камнеломка Рюкин</strong> увеличивает силу атаки ближайших членов отряда (кроме Ёимии) на 10% в течение 15 сек. Имеющиеся на момент активирования навыка <strong>Камнеломка Рюкин</strong> уровни складывания «Трюков нарушителя порядка» Ёимии дополнительно повышают бонус силы атаки. Каждый уровень повышает бонус силы атаки на 1%."
    }
  },
  "passive3": {
    "name": "Горящая спичка",
    "description": {
      "0": "При создании элементов декора типа «отделка», «украшение» и «пейзаж» имеет 100% шанс восстановить часть использованных материалов."
    }
  },
  "constellation1": {
    "name": "Агатовый рюкин",
    "description": {
      "0": "Длительность Взрыва золотого сияния, вызванного навыком <strong>Камнеломка Рюкин</strong>, увеличена на 4 сек.",
      "1": "Также победа над противником, находящимся под эффектом Взрыва золотого сияния, во время длительности этого эффекта увеличивает силу атаки Ёимии на 20% в течение 20 сек."
    }
  },
  "constellation2": {
    "name": "Шествие тысячи огней",
    "description": {
      "0": "Крит. попадание <pyro>Пиро уроном</pyro> Ёимии даёт ей 25% <pyro>бонус Пиро урона</pyro> на 6 сек.",
      "1": "Этот эффект может быть активирован, даже когда Ёимия не является активным персонажем."
    }
  },
  "constellation3": {
    "name": "Пламя трюкача",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Огненный танец Ниваби</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Профессиональный пиротехник",
    "description": {
      "0": "Когда Взрыв золотого сияния Ёимии вызывает взрыв, время отката навыка <strong>Огненный танец Ниваби</strong> уменьшается на 1,2 сек."
    }
  },
  "constellation5": {
    "name": "Канун летнего фестиваля",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Камнеломка Рюкин</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Падающие звёзды Наганохары",
    "description": {
      "0": "Во время действия навыка <strong>Огненный танец Ниваби</strong> обычные атаки Ёимии имеют 50% шанс пустить дополнительную зажигательную стрелу, которая наносит 60% от первоначального урона. Этот урон считается уроном обычной атаки."
    }
  }
}