{
  "name": "Дэхья",
  "title": "Пламенная Грива",
  "description": "Член Пустынников, группы наёмников из Сумеру. Сильная и смелая, она пользуется безупречной репутацией среди Пустынников.",
  "constellationName": "Мантикора",
  "auto": {
    "name": "Нападение песчаной бури",
    "fields": {
      "normal": {
        "0": "<strong><strong>Обычная атака:</strong>",
        "1": "Наносит до четырёх ударов, используя двуручный меч и приёмы своего боевого искусства."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Комбо-атака, на которую непрерывно тратится выносливость.",
        "2": "После комбо-атаки проводит дополнительную мощную атаку мечом."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон вращающейся атаки",
      "5": "Урон последней заряженной атаки",
      "6": "Потребление выносливости",
      "7": "Макс. длительность",
      "8": "Урон в падении",
      "9": "Урон низкого/высокого удара",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Расплавленное пекло",
    "description": {
      "0": "Дэхья применяет различные приёмы собственного боевого искусства в зависимости от ситуации на поле боя.",
      "1": "<br/>",
      "2": "<strong>Непреклонное пламя</strong>",
      "3": "Активируется Дэхьей, если на поле боя нет созданного ей Огненного узилища.",
      "4": "Наносит <pyro>Пиро урон по площади</pyro> и создаёт область Огненного узилища.",
      "5": "<br/>",
      "6": "<strong>Сфера пламени</strong>",
      "7": "Активируется Дэхьей, если на поле боя существует Огненное узилище, созданное ей самой.",
      "8": "Дэхья выполняет атаку в прыжке, нанося <pyro>Пиро урон по площади</pyro>, и создаёт Огненное узилище на новой позиции.",
      "9": "Созданное таким образом новое Огненное узилище наследует длительность исходного Огненного узилища.",
      "10": "<br/>",
      "11": "Во время существования одного Огненного узилища Сфера пламени может использоваться только 1 раз.",
      "12": "<br/>",
      "13": "<strong>Огненное узилище</strong>",
      "14": "Когда враги в его области получают урон, Огненное узилище совершает совместную атаку и наносит им <pyro>Пиро урон по площади</pyro>, который зависит от силы атаки и макс. HP Дэхьи. Эффект может возникнуть один раз в 2,5 сек.",
      "15": "Сопротивление прерыванию активных персонажей в его области повышается. Часть урона, получаемого такими персонажами, отводится и перетекает в Кровь алой гривы. Дэхья принимает этот урон в течение 10 сек. Когда накопленный Кровью алой гривы урон достигнет определённого процента от макс. HP Дэхьи или превысит его, она перестанет отводить урон.",
      "16": "<br/>",
      "17": "Одновременно может существовать только 1 Огненное узилище, созданное самой Дэхьей.",
      "18": "<br/>",
      "19": "<i>Пройди со мной испытание очищающего от скверны огня, подобно нисходящему в пламени зверю.</i>"
    },
    "skillParams": {
      "0": "Урон Непреклонного пламени",
      "1": "Урон Сферы пламени",
      "2": "Урон области",
      "3": "Отвод урона",
      "4": "Максимум Крови алой гривы",
      "5": "Длительность области",
      "6": "Время отката",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Клыки львицы",
    "description": {
      "0": "Дэхья высвобождает испепеляющую ярость, отбрасывает более не нужный меч и входит в состояние Пылающей львицы, в котором её сопротивление прерыванию повышается.",
      "1": "В этом состоянии Дэхья автоматически и непрерывно атакует Кулаками Пламенной Гривы, нанося <pyro>Пиро урон</pyro>, который зависит от её силы атаки и макс. HP. После его окончания Дэхья совершает Сжигающий удар, который наносит <pyro>Пиро урон по площади</pyro>, пропорциональный её силе атаки и макс. HP.",
      "2": "Если во время активации этого навыка существует Огненное узилище, созданное элементальным навыком Расплавленное пекло самой Дэхьи, Дэхья отзовёт его и по завершении состояния Пылающей львицы создаст Огненное узилище на новой позиции. Новое Огненное узилище наследует длительность исходного Огненного узилища на момент его отзыва.",
      "3": "В этом состоянии Дэхья не может применять элементальный навык, а также совершать обычные атаки, заряженные атаки и атаки в падении. Обычная атака Дэхьи Нападение песчаной бури и элементальный навык Расплавленное пекло заменяются Ревущим шквалом.",
      "4": "<br/>",
      "5": "<strong>Ревущий шквал</strong>",
      "6": "Если в течение 0,4 сек. после удара Кулаками Пламенной гривы использовать Ревущий шквал, то следующий удар Кулаками Пламенной гривы наносится быстрее.",
      "7": "<br/>",
      "8": "<i>Даже пламя, подчиняясь её воле, по приказу становится её когтями и клыками.</i>"
    },
    "skillParams": {
      "0": "Урон Кулаков Пламенной Гривы",
      "1": "Урон Сжигающего удара",
      "2": "Длительность",
      "3": "Время отката",
      "4": "Потребление энергии",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Безмерная поддержка",
    "description": {
      "0": "После того как Дэхья посредством <strong>Сферы пламени Расплавленного пекла</strong> или <strong>Клыков львицы</strong> отзывает Огненное узилище, получаемый Дэхьей урон, если она принимает урон Крови алой гривы, на 6 сек. снижается на 60%. Этот эффект может возникнуть один раз в 2 сек.",
      "1": "Кроме того, после активации <strong>Непреклонного пламени Расплавленного пекла</strong> Дэхья наделяет всех персонажей отряда статусом Золотая форма на 9 сек. Сопротивление прерыванию персонажей со статусом Золотая форма в области Огненного узилища увеличится. Этот статус может возникнуть один раз в 18 сек."
    }
  },
  "passive2": {
    "name": "Непоколебимая искренность",
    "description": {
      "0": "Когда HP Дэхьи опускается ниже 40%, она восстанавливает 20% от макс. HP и по 6% от макс. HP каждые 2 сек. в течение следующих 10 сек. Этот эффект может возникнуть раз в 20 сек."
    }
  },
  "passive3": {
    "name": "Солнечный путь",
    "description": {
      "0": "В дневное время (06:00 - 18:00) персонажи вашего отряда обретают эффект Стремительного шага, который увеличивает их скорость передвижения на 10%.",
      "1": "В подземельях, Витой Бездне и Подземельях наказания он не действует. Стремительный шаг не суммируется."
    }
  },
  "constellation1": {
    "name": "Ослепительное пламя",
    "description": {
      "0": "Макс. HP Дэхьи увеличивается на 20%. Также она наносит дополнительный урон, который зависит от её макс. HP:",
      "1": [
        " Урон <strong>Расплавленного пекла</strong> увеличивается на 3,6% от макс. HP.",
        " Урон <strong>Клыков львицы</strong> увеличивается на 6% от макс. HP."
      ]
    }
  },
  "constellation2": {
    "name": "Сверкающие клинки песков",
    "description": {
      "0": "После активации <strong>Сферы пламени Расплавленного пекла</strong> длительность повторно созданного Огненного узилища повышается на 6 сек.",
      "1": "Кроме того, когда на поле боя существует Огненное узилище, если активные персонажи в области его действия атакованы, урон следующей совместной атаки Огненного узилища повышается на 50%."
    }
  },
  "constellation3": {
    "name": "Пламенная ярость",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Клыки львицы</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Непреложная клятва",
    "description": {
      "0": "Кулаки Пламенной Гривы и Сжигающий удар <strong>Клыков львицы</strong>, поражая противников, восстанавливают 1,5 ед. энергии Дэхьи, а также 2,5% от её макс. HP. Этот эффект может возникнуть раз в 0,2 сек."
    }
  },
  "constellation5": {
    "name": "Необузданная львица",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Расплавленное пекло</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Разрывающие огненные когти",
    "description": {
      "0": "Шанс крит. попадания <strong>Клыков львицы</strong> повышается на 10%.",
      "1": "Кроме того, если Кулаки Пламенной Гривы наносят противнику критическое попадание во время действия одного и того же состояния Пылающей львицы, до его окончания крит. урон Клыков львицы повысится на 15%, а длительность состояния Пылающей львицы увеличится на 0,5 сек. Эффект может возникнуть раз в 0,2 сек. Таким способом нельзя увеличить длительность больше чем на 2 сек. Крит. урон увеличивается максимум на 60%."
    }
  }
}