{
  "name": "Иансан",
  "title": "Непрерывная закалка",
  "description": "Главный тренер спортивного клуба Удела Благодатных Земель, известный нутрициолог Натлана.",
  "constellationName": "Карнотавр",
  "auto": {
    "name": "Укол с отягощением",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "До трёх ударов копьём."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Выпад, наносящий урон противникам на пути, на который тратится определённое количество выносливости."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
      },
      "nightsoul": {
        "0": "<strong>Благословение Ночного духа: Громовое нисхождение</strong>",
        "1": "Когда Иансан пребывает в состоянии Благословения Ночного духа, её заряженная атака превращается в мощное Громовое нисхождение: она расходует определённое количество выносливости и яростно бьёт ногами землю перед собой, нанося <electro>Электро урон по площади</electro> с характеристикой Ночного духа."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон заряженной атаки",
      "4": "Урон Громового нисхождения",
      "5": "Потребление выносливости заряженной атакой и Громовым нисхождением",
      "6": "Урон в падении",
      "7": "Урон низкого/высокого удара",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Молниеносный натиск",
    "description": {
      "0": "Иансан совершает выпад вперёд и наносит врагам на пути <electro>Электро урон</electro> с характеристикой Ночного духа.",
      "1": "После применения навыка Иансан восстанавливает 54 очка Ночного духа и входит в состояние Благословения Ночного духа. Если в течение 5 сек. после окончания рывка использовать обычную атаку, то Иансан быстро совершит одно Громовое нисхождение, не расходуя выносливости.",
      "2": "<br/>",
      "3": "<strong>Благословение Ночного духа: Иансан</strong>",
      "4": "Непрерывно расходует очки Ночного духа. Когда очки Ночного духа исчерпаются или навык используется повторно, состояние Благословения Ночного духа Иансан завершается. У состояния Благословения Ночного духа следующие особенности:",
      "5": [
        " Повышает скорость передвижения Иансан.",
        " Если удерживать спринт, Иансан перейдёт в режим Натиска молнии, в котором на короткое время значительно повышается скорость передвижения Иансан. В этом режиме Иансан способна совершать летающие рывки, используя местность, либо дополнительно расходовать очки Ночного духа и передвигаться по поверхности воды или жидкого флогистона, не получая урона от последнего."
      ],
      "6": "<br/>",
      "7": "<i>«Быстрее, выше! Именно ради этого я так тяжело трудилась!»</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Максимум очков Ночного духа",
      "2": "Время отката",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Три принципа силы",
    "description": {
      "0": "Ударом ног Иансан «Силой» сокрушает землю, нанося <electro>Электро урон по площади</electro> с характеристикой Ночного духа. Затем она извлекает драгоценный Измеритель кинетической энергии (для тренировок, лимитированная версия).",
      "1": "Во время применения навыка Иансан получает 15 очков Ночного духа и входит в состояние Благословения Ночного духа.",
      "2": "Когда Измеритель кинетической энергии покидает поле, состояние Благословения Ночного духа Иансан завершается.",
      "3": "<br/>",
      "4": "<strong>Измеритель кинетической энергии</strong>",
      "5": "Измеритель кинетической энергии следует за персонажем и, в зависимости от количества очков Ночного духа Иансан, разными способами повышает силу атаки активного персонажа вашего отряда:",
      "6": [
        " Если у Иансан менее 42 очков Ночного духа, получаемый бонус силы атаки пропорционален её очкам Ночного духа и силе атаки.",
        " Если у Иансан не менее 42 очков Ночного духа, Измеритель кинетической энергии переключается в режим «Пламенная поддержка!», в котором даётся более высокий бонус силы атаки, пропорциональный силе атаки Иансан."
      ],
      "7": "Кроме того, во время своего действия Измеритель кинетической энергии регистрирует расстояние, пройденное текущим активным членом вашего отряда (кроме самой Иансан) и раз в секунду восстанавливает очки Ночного духа Иансан пропорционально расстоянию, пройденному в течение предыдущей секунды.",
      "8": "Измеритель кинетической энергии исчезает, когда завершается состояние Благословения Ночного духа Иансан, или через 1 сек. вне боя. Пока Измеритель кинетической энергии активен, состояние Благословения Ночного духа Иансан не завершается даже когда она неактивна.",
      "9": "<br/>",
      "10": "<i>«Сила - не дар природы, а результат непрерывных усилий. Сила требует правильного подхода».</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Преобразование силы атаки высокого Ночного духа",
      "2": "Преобразование силы атаки низкого Ночного духа",
      "3": "Макс. бонус силы атаки",
      "4": "Длительность",
      "5": "Длительность вне боя",
      "6": "Время отката",
      "7": "Потребление энергии",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Улучшенная тренировка с отягощением",
    "description": {
      "0": "После того как Громовое нисхождение попадает по врагам, Иансан на 15 сек. получает эффект Точных движений.",
      "1": "Во время его действия сила атаки Иансан повышается на 20%, а при восстановлении очков Ночного духа посредством Измерителя кинетической энергии взрыва стихии <strong>Три принципа силы</strong> она будет дополнительно восстанавливать 1 очко Ночного духа. Кроме того, после того как ваш активный член отряда расходует или восстанавливает очки Ночного духа, последующее восстановление очков Ночного духа Иансан с помощью Измерителя кинетической энергии дополнительно восстанавливает 4 очка. Этот эффект может возникнуть один раз в 2,8 сек.",
      "2": "Когда состояние Благословения Ночного духа Иансан прекращается, эффект Точных движений исчезает."
    }
  },
  "passive2": {
    "name": "Проверка уровня кинетической энергии",
    "description": {
      "0": "Когда член отряда поблизости активирует Вспышку Ночного духа, Иансан на 10 сек. получает эффект Разминки.",
      "1": "Во время его действия, когда Иансан восстанавливает хотя бы 1 очко Ночного духа, то она восстанавливает HP вашего активного персонажа в размере 60% от собственной силы атаки. Этот эффект может возникнуть один раз в 2,8 сек."
    }
  },
  "passive3": {
    "name": "Дар владений ночи: Упорство и стремление",
    "description": {
      "0": "Когда очки Ночного духа исчерпаны, Иансан, будучи активной, продолжит поддерживать Благословение Ночного духа, переключившись на флогистон.",
      "1": "Когда Иансан находится в областях Натлана с флогистоновыми механиками, она способна применять Передачу Ночного духа: Иансан. Когда активный персонаж использует спринт, пребывает в состоянии передвижения некоторых талантов или находится на определённой высоте в воздухе, при смене персонажа на Иансан активируется следующий эффект: Иансан входит в состояние Благословения Ночного духа и получает 25 очков Ночного духа. Передача Ночного духа может активироваться вашим отрядом один раз в 10 сек.",
      "2": "Кроме того, в областях Натлана с флогистоновыми механиками, когда Иансан использует перепады рельефа для прыжков, она не получает урона от падения."
    }
  },
  "passive": {
    "name": "План калорийного баланса",
    "description": {
      "0": "В областях Натлана с флогистоновыми механиками, когда уровень флогистона опускается ниже 50%, восстанавливается 10 ед. флогистона. Этот эффект может возникнуть один раз в 10 сек."
    }
  },
  "constellation1": {
    "name": "Всё поначалу даётся с трудом",
    "description": {
      "0": "В бою, когда Иансан пребывает в состоянии Благословения Ночного духа, за каждые 6 израсходованных очков Ночного духа она восстанавливает 15 ед. энергии. Этот эффект может возникнуть один раз в 18 сек."
    }
  },
  "constellation2": {
    "name": "Лень - враг тренировок!",
    "description": {
      "0": "Во время использования взрыва стихии <strong>Три принципа силы</strong> Иансан на 15 сек. также получает эффект Точных движений пассивного таланта Улучшенная тренировка с отягощением. Кроме того, если во время действия эффекта Точных движений Иансан не на поле, то сила атаки вашего активного персонажа повышается на 30%. Требуется разблокировать пассивный талант Улучшенная тренировка с отягощением."
    }
  },
  "constellation3": {
    "name": "Питание по науке",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Молниеносный натиск</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Важность поступательного прогресса",
    "description": {
      "0": "После того как во время действия Измерителя кинетической энергии активный персонаж вашего отряда помимо Иансан активирует взрыв стихии, Иансан получает 2 уровня эффекта Силы духа, который действует вплоть до выхода Измерителя кинетической энергии из боя. Данный эффект может возникнуть один раз во время действия одного и того же Измерителя кинетической энергии. Когда Иансан с помощью Измерителя кинетической энергии восстанавливает очки Ночного духа, то расходуется 1 уровень Силы духа, а Иансан дополнительно восстанавливает 4 очка Ночного духа.",
      "1": "Кроме того, если Измеритель кинетической энергии восстанавливает очки Ночного духа с избытком, то при последующем восстановлении очков Ночного духа Иансан с помощью Измерителя кинетической энергии она восстановит дополнительное значение очков, равное 50% данного избытка."
    }
  },
  "constellation5": {
    "name": "Это ещё не предел!",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Три принципа силы</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Наставления Удела Благодатных Земель",
    "description": {
      "0": "Длительность Измерителя кинетической энергии увеличивается на 3 сек.",
      "1": "Кроме того, когда Иансан активирует эффект восстановления очков Ночного духа и восстанавливает их с избытком, то она получает эффект Предельной силы: урон активного персонажа вашего отряда увеличивается на 25% на 3 сек."
    }
  }
}