{
  "ProtectiveCanopy": {
    "name": "Нити защиты",
    "desc": "Элементальное сопротивление +15%, физ. сопротивление +15%."
  },
  "FerventFlames": {
    "name": "Пылающий огонь",
    "desc": "Уменьшает длительность Крио эффекта на 40%. Увеличивает силу атаки на 25%."
  },
  "SoothingWater": {
    "name": "Успокаивающая вода",
    "desc": "Уменьшает длительность Пиро эффекта на 40%. Увеличивает макс. HP на 25%."
  },
  "ShatteringIce": {
    "name": "Расколотый лёд",
    "desc": "Уменьшает длительность Электро эффекта на 40%. Увеличивает шанс крит. попадания по замороженным врагам или врагам с Крио эффектом на 15%."
  },
  "HighVoltage": {
    "name": "Высокое напряжение",
    "desc": "Уменьшает длительность Гидро эффекта на 40%. Статусы Сверхпроводник, Перегрузка, Заряжен, Лунный заряд, Стимуляция, Обострение и Вегетация имеют 100% шанс оставить элементальную частицу Электро (откат 5 сек.)."
  },
  "ImpetuousWinds": {
    "name": "Проворный ветер",
    "desc": "Уменьшает потребление выносливости на 15%. Увеличивает скорость передвижения на 10%. Уменьшает время отката навыков на 5%."
  },
  "EnduringRock": {
    "name": "Несокрушимый камень",
    "desc": "Прочность щита повышается на 15%. Если у персонажа активен щит или поблизости находится Лунная пелена, созданная реакцией Лунный кристалл, то наносимый им урон увеличивается на 15%, а при нанесении урона врагу его Гео сопротивление понижается на 20% на 15 сек."
  },
  "SprawlingGreenery": {
    "name": "Ползучая зелень",
    "desc": "Увеличивает мастерство стихий на 50 ед. Статусы Горение, Стимуляция, Бутонизация и Лунная бутонизация увеличивают мастерство стихий всех членов отряда поблизости на 30 ед. на 6 сек. Статусы Обострение, Разрастание, Вегетация и Цветение увеличивают мастерство стихий всех членов отряда поблизости на 20 ед. на 6 сек. Длительность каждого из этих эффектов рассчитывается отдельно."
  },
  "Moonsign": {
    "name": "Лунное знамение",
    "desc": {
      "0": "Когда в отряде есть персонажи Лунного знамения, уровень Лунного знамения прибавляется, прибавка зависит от количества персонажей Лунного знамения в отряде.",
      "1": "Когда Лунное знамение достигает уровня «Высшее сияние», персонажи Лунного знамения получают усиление, а не связанные с Лунным знамением персонажи также могут предоставлять отряду усиления."
    },
    "nascentGleam": {
      "name": "Зарождающееся сияние",
      "desc": "Все персонажи в отряде получат эффект «Лунного знамения - Зарождающееся сияние»."
    },
    "ascendantGleam": {
      "name": "Высшее сияние",
      "desc": {
        "0": {
          "0": "Все персонажи в отряде получат эффект Лунного знамения - Высшее сияние: эффекты некоторых навыков и талантов персонажей Лунного знамения усилятся. Если не указано иное, то при достижении уровня Лунного знамения - Высшее сияние также активируются эффекты уровня Зарождающееся сияние."
        },
        "1": {
          "0": "<br/>",
          "1": "Кроме того, в течение 20 секунд после того, как персонаж, не являющийся персонажем Лунного знамения, применит элементальный навык или взрыв стихии, он увеличит урон от Лунной реакции, наносимый всеми находящимися рядом персонажами в зависимости от их элементального типа, максимум до 36%. Этот эффект не суммируется.",
          "2": "Если элементальный тип персонажа, вызвавшего срабатывание:",
          "3": [
            " <pyro>Пиро</pyro>, <electro>Электро</electro> или <cryo>Крио</cryo>: Увеличивает этот урон на 0,9% за каждые 100 ед. их силы атаки.",
            " <hydro>Гидро</hydro>: Увеличивает этот урон на 0,6% за каждые 1000 ед. их макс. HP.",
            " <geo>Гео</geo>: Увеличивает этот урон на 1% за каждые 100 ед. их защиты.",
            " <anemo>Анемо</anemo> или <dendro>Дендро</dendro>: Увеличивает этот урон на 2,25% за каждые 100 ед. их мастерства стихий."
          ]
        }
      }
    }
  },
  "Hexerei": {
    "name": "Ведьмовство: Тайный обряд",
    "desc": {
      "0": "Ведьмовские персонажи в отряде улучшены."
    }
  }
}