{
  "name": "Очертания алой луны",
  "description": {
    "0": "Это острое копьё отливает алым лунным блеском. Говорят, во времена древней династии оно служило ритуальным орудием для молитв и было способно объединить два мира, но нынешние люди давно забыли эти традиции и верования."
  },
  "passiveName": "Тень пепельного солнца",
  "passiveDescription": {
    "0": {
      "0": "Попадание заряженной атакой по врагу наделяет Долгом жизни, равным 25% от макс. HP. Этот эффект может возникнуть раз в 14 сек. Кроме того, пока экипированный персонаж наделён Долгом жизни, наносимый им урон повышается на <cryo>12%</cryo>. Если значение Долга жизни равно или превышает 30% от макс. HP, наносимый урон дополнительно повышается на <cryo>24%</cryo>."
    },
    "1": {
      "0": "Попадание заряженной атакой по врагу наделяет Долгом жизни, равным 25% от макс. HP. Этот эффект может возникнуть раз в 14 сек. Кроме того, пока экипированный персонаж наделён Долгом жизни, наносимый им урон повышается на <cryo>16%</cryo>. Если значение Долга жизни равно или превышает 30% от макс. HP, наносимый урон дополнительно повышается на <cryo>32%</cryo>."
    },
    "2": {
      "0": "Попадание заряженной атакой по врагу наделяет Долгом жизни, равным 25% от макс. HP. Этот эффект может возникнуть раз в 14 сек. Кроме того, пока экипированный персонаж наделён Долгом жизни, наносимый им урон повышается на <cryo>20%</cryo>. Если значение Долга жизни равно или превышает 30% от макс. HP, наносимый урон дополнительно повышается на <cryo>40%</cryo>."
    },
    "3": {
      "0": "Попадание заряженной атакой по врагу наделяет Долгом жизни, равным 25% от макс. HP. Этот эффект может возникнуть раз в 14 сек. Кроме того, пока экипированный персонаж наделён Долгом жизни, наносимый им урон повышается на <cryo>24%</cryo>. Если значение Долга жизни равно или превышает 30% от макс. HP, наносимый урон дополнительно повышается на <cryo>48%</cryo>."
    },
    "4": {
      "0": "Попадание заряженной атакой по врагу наделяет Долгом жизни, равным 25% от макс. HP. Этот эффект может возникнуть раз в 14 сек. Кроме того, пока экипированный персонаж наделён Долгом жизни, наносимый им урон повышается на <cryo>28%</cryo>. Если значение Долга жизни равно или превышает 30% от макс. HP, наносимый урон дополнительно повышается на <cryo>56%</cryo>."
    }
  }
}