{
  "name": "Песнь разбитых сосен",
  "description": {
    "0": "Двуручный меч. Лёгкий, словно ласкающий траву ветерок, но готов сокрушающим ураганом обрушиться на зло."
  },
  "passiveName": "Гимн мятежников",
  "passiveDescription": {
    "0": {
      "0": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает силу атаки на <cryo>16%</cryo> и при попадании обычной или заряженной атакой даёт персонажу Печать шёпота. Этот эффект может возникнуть раз в 0,3 сек. После получения 4-ой Печати шёпота все они тратятся, и все окружающие члены отряда получают эффект «Тысячелетняя симфония: Гимн знамени» на 12 сек. «Тысячелетняя симфония: Гимн знамени» увеличивает скорость обычной атаки на <cryo>12%</cryo> и силу атаки на <cryo>20%</cryo>. После активации этого эффекта вы не сможете получать Печати шёпота в течение 20 сек. При наличии нескольких эффектов Тысячелетней симфонии усиления одного типа не складываются."
    },
    "1": {
      "0": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает силу атаки на <cryo>20%</cryo> и при попадании обычной или заряженной атакой даёт персонажу Печать шёпота. Этот эффект может возникнуть раз в 0,3 сек. После получения 4-ой Печати шёпота все они тратятся, и все окружающие члены отряда получают эффект «Тысячелетняя симфония: Гимн знамени» на 12 сек. «Тысячелетняя симфония: Гимн знамени» увеличивает скорость обычной атаки на <cryo>15%</cryo> и силу атаки на <cryo>25%</cryo>. После активации этого эффекта вы не сможете получать Печати шёпота в течение 20 сек. При наличии нескольких эффектов Тысячелетней симфонии усиления одного типа не складываются."
    },
    "2": {
      "0": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает силу атаки на <cryo>24%</cryo> и при попадании обычной или заряженной атакой даёт персонажу Печать шёпота. Этот эффект может возникнуть раз в 0,3 сек. После получения 4-ой Печати шёпота все они тратятся, и все окружающие члены отряда получают эффект «Тысячелетняя симфония: Гимн знамени» на 12 сек. «Тысячелетняя симфония: Гимн знамени» увеличивает скорость обычной атаки на <cryo>18%</cryo> и силу атаки на <cryo>30%</cryo>. После активации этого эффекта вы не сможете получать Печати шёпота в течение 20 сек. При наличии нескольких эффектов Тысячелетней симфонии усиления одного типа не складываются."
    },
    "3": {
      "0": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает силу атаки на <cryo>28%</cryo> и при попадании обычной или заряженной атакой даёт персонажу Печать шёпота. Этот эффект может возникнуть раз в 0,3 сек. После получения 4-ой Печати шёпота все они тратятся, и все окружающие члены отряда получают эффект «Тысячелетняя симфония: Гимн знамени» на 12 сек. «Тысячелетняя симфония: Гимн знамени» увеличивает скорость обычной атаки на <cryo>21%</cryo> и силу атаки на <cryo>35%</cryo>. После активации этого эффекта вы не сможете получать Печати шёпота в течение 20 сек. При наличии нескольких эффектов Тысячелетней симфонии усиления одного типа не складываются."
    },
    "4": {
      "0": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает силу атаки на <cryo>32%</cryo> и при попадании обычной или заряженной атакой даёт персонажу Печать шёпота. Этот эффект может возникнуть раз в 0,3 сек. После получения 4-ой Печати шёпота все они тратятся, и все окружающие члены отряда получают эффект Тысячелетняя симфония: Гимн знамени на 12 сек. Тысячелетняя симфония: Гимн знамени увеличивает скорость обычной атаки на <cryo>24%</cryo> и силу атаки на <cryo>40%</cryo>. После активации этого эффекта вы не сможете получать Печати шёпота в течение 20 сек. При наличии нескольких эффектов Тысячелетней симфонии усиления одного типа не складываются."
    }
  }
}