{
  "name": "Маяк тростникового моря",
  "description": {
    "0": "Древний меч с закруглённым остриём. Похоже, это оружие принадлежало королю и использовалось в неких ритуалах."
  },
  "passiveName": "Пустынный дозор",
  "passiveDescription": {
    "0": {
      "0": "После попадания элементальным навыком по противнику сила атаки увеличится на <cryo>20%</cryo> на 8 сек. При получении урона сила атаки увеличится на <cryo>20%</cryo> на 8 сек. Эти эффекты срабатывают, даже если персонаж не на поле боя. Кроме того, если экипированный персонаж не защищён щитом, его макс. HP увеличится на <cryo>32%</cryo>."
    },
    "1": {
      "0": "После попадания элементальным навыком по противнику сила атаки увеличится на <cryo>25%</cryo> на 8 сек. При получении урона сила атаки увеличится на <cryo>25%</cryo> на 8 сек. Эти эффекты срабатывают, даже если персонаж не на поле боя. Кроме того, если экипированный персонаж не защищён щитом, его макс. HP увеличится на <cryo>40%</cryo>."
    },
    "2": {
      "0": "После попадания элементальным навыком по противнику сила атаки увеличится на <cryo>30%</cryo> на 8 сек. При получении урона сила атаки увеличится на <cryo>30%</cryo> на 8 сек. Эти эффекты срабатывают, даже если персонаж не на поле боя. Кроме того, если экипированный персонаж не защищён щитом, его макс. HP увеличится на <cryo>48%</cryo>."
    },
    "3": {
      "0": "После попадания элементальным навыком по противнику сила атаки увеличится на <cryo>35%</cryo> на 8 сек. При получении урона сила атаки увеличится на <cryo>35%</cryo> на 8 сек. Эти эффекты срабатывают, даже если персонаж не на поле боя. Кроме того, если экипированный персонаж не защищён щитом, его макс. HP увеличится на <cryo>56%</cryo>."
    },
    "4": {
      "0": "После попадания элементальным навыком по противнику сила атаки увеличится на <cryo>40%</cryo> на 8 сек. При получении урона сила атаки увеличится на <cryo>40%</cryo> на 8 сек. Эти эффекты срабатывают, даже если персонаж не на поле боя. Кроме того, если экипированный персонаж не защищён щитом, его макс. HP увеличится на <cryo>64%</cryo>."
    }
  }
}