{
  "name": "Вечное лунное сияние",
  "description": {
    "0": "Яшма из морских глубин. Камень сияет прозрачным светом, подобно луне. И подобно луне, ведёт свою историю с давних времён."
  },
  "passiveName": "Бякуя когэцу",
  "passiveDescription": {
    "0": {
      "0": "Увеличивает бонус лечения на <cryo>10%</cryo>, а также повышает урон обычной атаки на <cryo>1%</cryo> от макс. HP экипированного этим оружием персонажа. В течение 12 сек. после использования взрыва стихии попадания обычной атакой по противнику восстанавливают 0,6 ед. энергии. Энергию можно восстановить не чаще чем раз в 0,1 сек."
    },
    "1": {
      "0": "Увеличивает бонус лечения на <cryo>12,5%</cryo>, также повышает урон обычной атаки на <cryo>1,5%</cryo> от макс. HP экипированного этим оружием персонажа. В течение 12 сек. после использования взрыва стихии попадания обычной атакой по противнику восстанавливают 0,6 ед. энергии. Энергию можно восстановить не чаще чем раз в 0,1 сек."
    },
    "2": {
      "0": "Увеличивает бонус лечения на <cryo>15%</cryo>, также повышает урон обычной атаки на <cryo>2%</cryo> от макс. HP экипированного этим оружием персонажа. В течение 12 сек. после использования взрыва стихии попадания обычной атакой по противнику восстанавливают 0,6 ед. энергии. Энергию можно восстановить не чаще чем раз в 0,1 сек."
    },
    "3": {
      "0": "Увеличивает бонус лечения на <cryo>17,5%</cryo>, также повышает урон обычной атаки на <cryo>2,5%</cryo> от макс. HP экипированного этим оружием персонажа. В течение 12 сек. после использования взрыва стихии попадания обычной атакой по противнику восстанавливают 0,6 ед. энергии. Энергию можно восстановить не чаще чем раз в 0,1 сек."
    },
    "4": {
      "0": "Увеличивает бонус лечения на <cryo>20%</cryo>, также повышает урон обычной атаки на <cryo>3%</cryo> от макс. HP экипированного этим оружием персонажа. В течение 12 сек. после использования взрыва стихии попадания обычной атакой по противнику восстанавливают 0,6 ед. энергии. Энергию можно восстановить не чаще чем раз в 0,1 сек."
    }
  }
}