{
  "name": "Сновидения тысячи ночей",
  "description": {
    "0": "Эта лампа освещает сновидения тысячи ночей, а в её изумрудном сиянии льётся песнь древности."
  },
  "passiveName": "Песнь тысячи рассветов",
  "passiveDescription": {
    "0": {
      "0": "Другие члены отряда предоставляют экипированному этим оружием персонажу усиления в зависимости от того, совпадают их элементы, или нет. Если элементы совпадают, мастерство стихий повышается на <cryo>32</cryo> ед. Если не совпадают, экипированный этим оружием персонаж получает <cryo>10%</cryo> бонус урона своего элемента. Данные эффекты складываются до 3 раз. Вдобавок мастерство стихий всех персонажей отряда поблизости (кроме экипированного этим оружием персонажа) увеличивается на <cryo>40</cryo> единиц. Если этим оружием обладают и другие члены отряда, эффект суммируется."
    },
    "1": {
      "0": "Другие члены отряда предоставляют экипированному этим оружием персонажу усиления в зависимости от того, совпадают их элементы, или нет. Если элементы совпадают, мастерство стихий повышается на <cryo>40</cryo> ед. Если не совпадают, экипированный этим оружием персонаж получает <cryo>14%</cryo> бонус урона своего элемента. Данные эффекты складываются до 3 раз. Вдобавок мастерство стихий всех персонажей отряда поблизости (кроме экипированного этим оружием персонажа) увеличивается на <cryo>42</cryo> единицы. Если этим оружием обладают и другие члены отряда, эффект суммируется."
    },
    "2": {
      "0": "Другие члены отряда предоставляют экипированному этим оружием персонажу усиления в зависимости от того, совпадают их элементы, или нет. Если элементы совпадают, мастерство стихий повышается на <cryo>48</cryo> ед. Если не совпадают, экипированный этим оружием персонаж получает <cryo>18%</cryo> бонус урона своего элемента. Данные эффекты складываются до 3 раз. Вдобавок мастерство стихий всех персонажей отряда поблизости (кроме экипированного этим оружием персонажа) увеличивается на <cryo>44</cryo> единицы. Если этим оружием обладают и другие члены отряда, эффект суммируется."
    },
    "3": {
      "0": "Другие члены отряда предоставляют экипированному этим оружием персонажу усиления в зависимости от того, совпадают их элементы, или нет. Если элементы совпадают, мастерство стихий повышается на <cryo>56</cryo> ед. Если не совпадают, экипированный этим оружием персонаж получает <cryo>22%</cryo> бонус урона своего элемента. Данные эффекты складываются до 3 раз. Вдобавок мастерство стихий всех персонажей отряда поблизости (кроме экипированного этим оружием персонажа) увеличивается на <cryo>46</cryo> единиц. Если этим оружием обладают и другие члены отряда, эффект суммируется."
    },
    "4": {
      "0": "Другие члены отряда предоставляют экипированному этим оружием персонажу усиления в зависимости от того, совпадают их элементы, или нет. Если элементы совпадают, мастерство стихий повышается на <cryo>64</cryo> ед. Если не совпадают, экипированный этим оружием персонаж получает <cryo>26%</cryo> бонус урона своего элемента. Данные эффекты складываются до 3 раз. Вдобавок мастерство стихий всех персонажей отряда поблизости (кроме экипированного этим оружием персонажа) увеличивается на <cryo>48</cryo> единиц. Если этим оружием обладают и другие члены отряда, эффект суммируется."
    }
  }
}