{
  "name": "Первый великий фокус",
  "description": {
    "0": "Сценический реквизит, в прошлом используемый «великим иллюзионистом». И его тайна наконец-таки была раскрыта - на самом деле это необыкновенное оружие."
  },
  "passiveName": "Славься, Парсифаль!",
  "passiveDescription": {
    "0": {
      "0": "Увеличивает урон заряженной атаки на <cryo>16%</cryo>. Предоставляет 1 уровень Уловки за каждого персонажа того же элемента в отряде, что и экипированный персонаж (включая экипированного персонажа). За каждого персонажа отряда с другим элементом предоставляет 1 уровень Актёрского мастерства. Когда действуют 1/2/3 и более уровня Уловки, сила атаки повышается на <cryo>16%/32%/48%</cryo>. Во время действия 1/2/3 и более уровней Актёрского мастерства скорость передвижения увеличивается на <cryo>4%/7%/10%</cryo>."
    },
    "1": {
      "0": "Увеличивает урон заряженной атаки на <cryo>20%</cryo>. Предоставляет 1 уровень Уловки за каждого персонажа того же элемента в отряде, что и экипированный персонаж (включая экипированного персонажа). За каждого персонажа отряда с другим элементом предоставляет 1 уровень Актёрского мастерства. Когда действуют 1/2/3 и более уровня Уловки, сила атаки повышается на <cryo>20%/40%/60%</cryo>. Во время действия 1/2/3 и более уровней Актёрского мастерства скорость передвижения увеличивается на <cryo>6%/9%/12%</cryo>."
    },
    "2": {
      "0": "Увеличивает урон заряженной атаки на <cryo>24%</cryo>. Предоставляет 1 уровень Уловки за каждого персонажа того же элемента в отряде, что и экипированный персонаж (включая экипированного персонажа). За каждого персонажа отряда с другим элементом предоставляет 1 уровень Актёрского мастерства. Когда действуют 1/2/3 и более уровня Уловки, сила атаки повышается на <cryo>24%/48%/72%</cryo>. Во время действия 1/2/3 и более уровней Актёрского мастерства скорость передвижения увеличивается на <cryo>8%/11%/14%</cryo>."
    },
    "3": {
      "0": "Увеличивает урон заряженной атаки на <cryo>28%</cryo>. Предоставляет 1 уровень Уловки за каждого персонажа того же элемента в отряде, что и экипированный персонаж (включая экипированного персонажа). За каждого персонажа отряда с другим элементом предоставляет 1 уровень Актёрского мастерства. Когда действуют 1/2/3 и более уровня Уловки, сила атаки повышается на <cryo>28%/56%/84%</cryo>. Во время действия 1/2/3 и более уровней Актёрского мастерства скорость передвижения увеличивается на <cryo>10%/13%/16%</cryo>."
    },
    "4": {
      "0": "Увеличивает урон заряженной атаки на <cryo>32%</cryo>. Предоставляет 1 уровень Уловки за каждого персонажа того же элемента в отряде, что и экипированный персонаж (включая экипированного персонажа). За каждого персонажа отряда с другим элементом предоставляет 1 уровень Актёрского мастерства. Когда действуют 1/2/3 и более уровней Уловки, сила атаки повышается на <cryo>32%/64%/96%</cryo>. Во время действия 1/2/3 и более уровней Актёрского мастерства скорость передвижения увеличивается на <cryo>12%/15%/18%</cryo>."
    }
  }
}