{
  "name": "Амэнома Кагэути",
  "description": {
    "0": "Клинок, сделанный специально для знаменитого самурая, который мог сразить ловкого тэнгу прямо в воздухе."
  },
  "passiveName": "Наследие Ивакуры",
  "passiveDescription": {
    "0": {
      "0": "После применения элементального навыка получает 1 семя наследия. Эффект может возникнуть 1 раз каждые 5 сек. Семя наследия действует в течение 30 сек. Одновременно может существовать до 3 семян наследия. После использования взрыва стихии все семена наследия расходуются, и через 2 сек. персонаж восстанавливает <cryo>6</cryo> единиц элементальной энергии за каждое расходуемое семя."
    },
    "1": {
      "0": "После применения элементального навыка получает 1 семя наследия. Эффект может возникнуть 1 раз каждые 5 сек. Семя наследия действует в течение 30 сек. Одновременно может существовать до 3 семян наследия. После использования взрыва стихии все семена наследия расходуются, и через 2 сек. персонаж восстанавливает <cryo>7,5</cryo> единиц элементальной энергии за каждое расходуемое семя."
    },
    "2": {
      "0": "После применения элементального навыка получает 1 семя наследия. Эффект может возникнуть 1 раз каждые 5 сек. Семя наследия действует в течение 30 сек. Одновременно может существовать до 3 семян наследия. После использования взрыва стихии все семена наследия расходуются, и через 2 сек. персонаж восстанавливает <cryo>9</cryo> единиц элементальной энергии за каждое расходуемое семя."
    },
    "3": {
      "0": "После применения элементального навыка получает 1 семя наследия. Эффект может возникнуть 1 раз каждые 5 сек. Семя наследия действует в течение 30 сек. Одновременно может существовать до 3 семян наследия. После использования взрыва стихии все семена наследия расходуются, и через 2 сек. персонаж восстанавливает <cryo>10,5</cryo> единиц элементальной энергии за каждое расходуемое семя."
    },
    "4": {
      "0": "После применения элементального навыка получает 1 семя наследия. Эффект может возникнуть 1 раз каждые 5 сек. Семя наследия действует в течение 30 сек. Одновременно может существовать до 3 семян наследия. После использования взрыва стихии все семена наследия расходуются, и через 2 сек. персонаж восстанавливает <cryo>12</cryo> единиц элементальной энергии за каждое расходуемое семя."
    }
  }
}