{
  "name": "Переливающиеся чаяния",
  "description": {
    "0": "Трофей, выполненный из самоцветов Удела Благодатных Земель и кристаллов клана Цветочного Пера. Говорят, когда-то он принадлежал легендарному борцу."
  },
  "passiveName": "Желание падающей радуги",
  "passiveDescription": {
    "0": {
      "0": "Сила атаки повышается на <cryo>28%</cryo>. Когда персонаж использует атаку в падении, он получает эффект Первых цветов зари: крит. урон атаки в падении повышается на <cryo>28%</cryo>. Когда персонаж активирует элементальный навык или взрыв стихии, то он получает эффект Сияния сумерек: крит. урон атаки в падении повышается на <cryo>40%</cryo>. Каждый из этих эффектов длится 15 сек. и исчезает через 0,1 сек. после того, как ударная волна от приземления поражает цель."
    },
    "1": {
      "0": "Сила атаки повышается на <cryo>35%</cryo>. Когда персонаж использует атаку в падении, он получает эффект Первых цветов зари: крит. урон атаки в падении повышается на <cryo>35%</cryo>. Когда персонаж активирует элементальный навык или взрыв стихии, то он получает эффект Сияния сумерек: крит. урон атаки в падении повышается на <cryo>50%</cryo>. Каждый из этих эффектов длится 15 сек. и исчезает через 0,1 сек. после того, как ударная волна от приземления поражает цель."
    },
    "2": {
      "0": "Сила атаки повышается на <cryo>42%</cryo>. Когда персонаж использует атаку в падении, он получает эффект Первых цветов зари: крит. урон атаки в падении повышается на <cryo>42%</cryo>. Когда персонаж активирует элементальный навык или взрыв стихии, то он получает эффект Сияния сумерек: крит. урон атаки в падении повышается на <cryo>60%</cryo>. Каждый из этих эффектов длится 15 сек. и исчезает через 0,1 сек. после того, как ударная волна от приземления поражает цель."
    },
    "3": {
      "0": "Сила атаки повышается на <cryo>49%</cryo>. Когда персонаж использует атаку в падении, он получает эффект Первых цветов зари: крит. урон атаки в падении повышается на <cryo>49%</cryo>. Когда персонаж активирует элементальный навык или взрыв стихии, то он получает эффект Сияния сумерек: крит. урон атаки в падении повышается на <cryo>70%</cryo>. Каждый из этих эффектов длится 15 сек. и исчезает через 0,1 сек. после того, как ударная волна от приземления поражает цель."
    },
    "4": {
      "0": "Сила атаки повышается на <cryo>56%</cryo>. Когда персонаж использует атаку в падении, он получает эффект Первых цветов зари: крит. урон атаки в падении повышается на <cryo>56%</cryo>. Когда персонаж активирует элементальный навык или взрыв стихии, то он получает эффект Сияния сумерек: крит. урон атаки в падении повышается на <cryo>80%</cryo>. Каждый из этих эффектов длится 15 сек. и исчезает через 0,1 сек. после того, как ударная волна от приземления поражает цель."
    }
  }
}