{
  "name": "Волчий клык",
  "description": {
    "0": "Легендарный длинный меч странствующих рыцарей далёкого прошлого."
  },
  "passiveName": "Волк северного ветра",
  "passiveDescription": {
    "0": {
      "0": "Увеличивает урон элементального навыка и взрыва стихии на <cryo>16%</cryo>. Когда элементальный навык попадает по врагу, шанс крит. попадания элементального навыка увеличивается на <cryo>2%</cryo>. Когда взрыв стихии попадает по врагу, шанс крит. попадания взрыва стихии увеличивается на <cryo>2%</cryo>. Эти эффекты действуют независимо друг от друга. Каждый из эффектов длится 10 сек., складывается до 4 раз и может возникнуть один раз в 0,1 сек."
    },
    "1": {
      "0": "Увеличивает урон элементального навыка и взрыва стихии на <cryo>20%</cryo>. Когда элементальный навык попадает по врагу, шанс крит. попадания элементального навыка увеличивается на <cryo>2,5%</cryo>. Когда взрыв стихии попадает по врагу, шанс крит. попадания взрыва стихии увеличивается на <cryo>2,5%</cryo>. Эффекты действуют независимо друг от друга. Каждый из эффектов длится 10 сек., складывается до 4 раз и может возникнуть один раз в 0,1 сек."
    },
    "2": {
      "0": "Увеличивает урон элементального навыка и взрыва стихии на <cryo>24%</cryo>. Когда элементальный навык попадает по врагу, шанс крит. попадания элементального навыка увеличивается на <cryo>3%</cryo>. Когда взрыв стихии попадает по врагу, шанс крит. попадания взрыва стихии увеличивается на <cryo>3%</cryo>. Эффекты действуют независимо друг от друга. Каждый из эффектов длится 10 сек., складывается до 4 раз и может возникнуть один раз в 0,1 сек."
    },
    "3": {
      "0": "Увеличивает урон элементального навыка и взрыва стихии на <cryo>28%</cryo>. Когда элементальный навык попадает по врагу, шанс крит. попадания элементального навыка увеличивается на <cryo>3,5%</cryo>. Когда взрыв стихии попадает по врагу, шанс крит. попадания взрыва стихии увеличивается на <cryo>3,5%</cryo>. Эффекты действуют независимо друг от друга. Каждый из эффектов длится 10 сек., складывается до 4 раз и может возникнуть один раз в 0,1 сек."
    },
    "4": {
      "0": "Увеличивает урон элементального навыка и взрыва стихии на <cryo>32%</cryo>. Когда элементальный навык попадает по врагу, шанс крит. попадания элементального навыка увеличивается на <cryo>4%</cryo>. Когда взрыв стихии попадает по врагу, шанс крит. попадания взрыва стихии увеличивается на <cryo>4%</cryo>. Эффекты действуют независимо друг от друга. Каждый из эффектов длится 10 сек., складывается до 4 раз и может возникнуть один раз в 0,1 сек."
    }
  }
}