{
  "name": "Вердикт",
  "description": {
    "0": "Когда-то этот клинок был оружием благородной девы, отказавшейся от своего рода. Запятнан кровью врагов и близких людей."
  },
  "passiveName": "Клятвы рассветов и сумерек",
  "passiveDescription": {
    "0": {
      "0": "Повышает силу атаки на <cryo>20%</cryo>. Когда члены отряда подбирают элементальные осколки, созданные реакцией Кристалл, либо активируют реакцию Лунный кристалл, экипированный персонаж получает 1 Печать, которая увеличивает урон элементального навыка на <cryo>18%</cryo>. Печать действует 15 сек. Одновременно можно иметь до 2 Печатей. Все Печати экипированного персонажа исчезают через 0,2 сек. после нанесения урона его элементальным навыком. Печать от реакции Лунный кристалл можно получить не чаще 1 раза в 1 сек."
    },
    "1": {
      "0": "Повышает силу атаки на <cryo>25%</cryo>. Когда члены отряда подбирают элементальные осколки, созданные реакцией Кристалл, либо активируют реакцию Лунный кристалл, экипированный персонаж получает 1 Печать, которая увеличивает урон элементального навыка на <cryo>22,5%</cryo>. Печать действует 15 сек. Одновременно можно иметь до 2 Печатей. Все Печати экипированного персонажа исчезают через 0,2 сек. после нанесения урона его элементальным навыком. Печать от реакции Лунный кристалл можно получить не чаще 1 раза в 1 сек."
    },
    "2": {
      "0": "Повышает силу атаки на <cryo>30%</cryo>. Когда члены отряда подбирают элементальные осколки, созданные реакцией Кристалл, либо активируют реакцию Лунный кристалл, экипированный персонаж получает 1 Печать, которая увеличивает урон элементального навыка на <cryo>27%</cryo>. Печать действует 15 сек. Одновременно можно иметь до 2 Печатей. Все Печати экипированного персонажа исчезают через 0,2 сек. после нанесения урона его элементальным навыком. Печать от реакции Лунный кристалл можно получить не чаще 1 раза в 1 сек."
    },
    "3": {
      "0": "Повышает силу атаки на <cryo>35%</cryo>. Когда члены отряда подбирают элементальные осколки, созданные реакцией Кристалл, либо активируют реакцию Лунный кристалл, экипированный персонаж получает 1 Печать, которая увеличивает урон элементального навыка на <cryo>31,5%</cryo>. Печать действует 15 сек. Одновременно можно иметь до 2 Печатей. Все Печати экипированного персонажа исчезают через 0,2 сек. после нанесения урона его элементальным навыком. Печать от реакции Лунный кристалл можно получить не чаще 1 раза в 1 сек."
    },
    "4": {
      "0": "Повышает силу атаки на <cryo>40%</cryo>. Когда члены отряда подбирают элементальные осколки, созданные реакцией Кристалл, либо активируют реакцию Лунный кристалл, экипированный персонаж получает 1 Печать, которая увеличивает урон элементального навыка на <cryo>36%</cryo>. Печать действует 15 сек. Одновременно можно иметь до 2 Печатей. Все Печати экипированного персонажа исчезают через 0,2 сек. после нанесения урона его элементальным навыком. Печать от реакции Лунный кристалл можно получить не чаще 1 раза в 1 сек."
    }
  }
}