{
  "name": "Сердечные струны дождя",
  "description": {
    "0": "Легендарный лук фей. Он одинаково легко трогает сердца слушателей со сцены и на поле боя."
  },
  "passiveName": "Ночная песнь Дриаса",
  "passiveDescription": {
    "0": {
      "0": "Экипированный персонаж может получить эффект Снадобья. С 1/2/3 уровнями Снадобья его макс. HP увеличивается на <cryo>12%/24%/40%</cryo>. 1 уровень Снадобья можно получить в следующих ситуациях: на 25 сек. после активации элементального навыка; на 25 сек. после прироста Долга жизни; на 20 сек. после исцеления персонажей. Этот эффект активируется, даже если экипированный персонаж не на поле боя. Длительность каждого уровня эффекта рассчитывается отдельно. Кроме того, когда действует 3 уровня, шанс крит. попадания взрыва стихии увеличивается на <cryo>28%</cryo>. Данный эффект отменяется через 4 сек. после того, как уровней Снадобья становится меньше 3."
    },
    "1": {
      "0": "Экипированный персонаж может получить эффект Снадобья. С 1/2/3 уровнями Снадобья его макс. HP увеличивается на <cryo>15%/30%/50%</cryo>. 1 уровень Снадобья можно получить в следующих ситуациях: на 25 сек. после активации элементального навыка; на 25 сек. после прироста Долга жизни; на 20 сек. после исцеления персонажей. Этот эффект активируется, даже если экипированный персонаж не на поле боя. Длительность каждого уровня эффекта рассчитывается отдельно. Кроме того, когда действует 3 уровня, шанс крит. попадания взрыва стихии увеличивается на <cryo>35%</cryo>. Данный эффект отменяется через 4 сек. после того, как уровней Снадобья становится меньше 3."
    },
    "2": {
      "0": "Экипированный персонаж может получить эффект Снадобья. С 1/2/3 уровнями Снадобья его макс. HP увеличивается на <cryo>18%/36%/60%</cryo>. 1 уровень Снадобья можно получить в следующих ситуациях: на 25 сек. после активации элементального навыка; на 25 сек. после прироста Долга жизни; на 20 сек. после исцеления персонажей. Этот эффект активируется, даже если экипированный персонаж не на поле боя. Длительность каждого уровня эффекта рассчитывается отдельно. Кроме того, когда действует 3 уровня, шанс крит. попадания взрыва стихии увеличивается на <cryo>42%</cryo>. Данный эффект отменяется через 4 сек. после того, как уровней Снадобья становится меньше 3."
    },
    "3": {
      "0": "Экипированный персонаж может получить эффект Снадобья. С 1/2/3 уровнями Снадобья его макс. HP увеличивается на <cryo>21%/42%/70%</cryo>. 1 уровень Снадобья можно получить в следующих ситуациях: на 25 сек. после активации элементального навыка; на 25 сек. после прироста Долга жизни; на 20 сек. после исцеления персонажей. Этот эффект активируется, даже если экипированный персонаж не на поле боя. Длительность каждого уровня эффекта рассчитывается отдельно. Кроме того, когда действует 3 уровня, шанс крит. попадания взрыва стихии увеличивается на <cryo>49%</cryo>. Данный эффект отменяется через 4 сек. после того, как уровней Снадобья становится меньше 3."
    },
    "4": {
      "0": "Экипированный персонаж может получить эффект Снадобья. С 1/2/3 уровнями Снадобья его макс. HP увеличивается на <cryo>24%/48%/80%</cryo>. 1 уровень Снадобья можно получить в следующих ситуациях: на 25 сек. после активации элементального навыка; на 25 сек. после прироста Долга жизни; на 20 сек. после исцеления персонажей. Этот эффект активируется, даже если экипированный персонаж не на поле боя. Длительность каждого уровня эффекта рассчитывается отдельно. Кроме того, когда действует 3 уровня, шанс крит. попадания взрыва стихии увеличивается на <cryo>56%</cryo>. Данный эффект отменяется через 4 сек. после того, как уровней Снадобья становится меньше 3."
    }
  }
}