{
  "name": "Воспоминания Тулайтуллы",
  "description": {
    "0": "Колокольчик, вырезанный из тёмного сапфира и покрытый чистым серебром. Его хрустальный звон разносится далёким эхом."
  },
  "passiveName": "Ушедшая сапфировая слеза",
  "passiveDescription": {
    "0": {
      "0": "Скорость обычной атаки повышается на <cryo>10%</cryo>. После активации экипированным этим оружием персонажем элементального навыка урон обычной атаки будет повышаться на <cryo>4,8%</cryo> в секунду в течение 14 сек. Пока этот эффект активен, каждое попадание по противнику мгновенно увеличивает урон обычной атаки на <cryo>9,6%</cryo>. Увеличение может возникнуть один раз в 0,3 сек. Во время действия одного такого эффекта урон обычной атаки может быть увеличен максимум на <cryo>48%</cryo>. Эффект будет снят, если персонаж покинет поле боя, а повторная активация элементального навыка сбросит увеличение урона."
    },
    "1": {
      "0": "Скорость обычной атаки повышается на <cryo>12,5%</cryo>. После активации экипированным этим оружием персонажем элементального навыка урон обычной атаки будет повышаться на <cryo>6%</cryo> в секунду в течение 14 сек. Пока этот эффект активен, каждое попадание по противнику мгновенно увеличивает урон обычной атаки на <cryo>12%</cryo>. Увеличение может возникнуть один раз в 0,3 сек. Во время действия одного такого эффекта урон обычной атаки может быть увеличен максимум на <cryo>60%</cryo>. Эффект будет снят, если персонаж покинет поле боя, а повторная активация элементального навыка сбросит увеличение урона."
    },
    "2": {
      "0": "Скорость обычной атаки повышается на <cryo>15%</cryo>. После активации экипированным этим оружием персонажем элементального навыка урон обычной атаки будет повышаться на <cryo>7,2%</cryo> в секунду в течение 14 сек. Пока этот эффект активен, каждое попадание по противнику мгновенно увеличивает урон обычной атаки на <cryo>14,4%</cryo>. Увеличение может возникнуть один раз в 0,3 сек. Во время действия одного такого эффекта урон обычной атаки может быть увеличен максимум на <cryo>72%</cryo>. Эффект будет снят, если персонаж покинет поле боя, а повторная активация элементального навыка сбросит увеличение урона."
    },
    "3": {
      "0": "Скорость обычной атаки повышается на <cryo>17,5%</cryo>. После активации экипированным этим оружием персонажем элементального навыка урон обычной атаки будет повышаться на <cryo>8,4%</cryo> в секунду в течение 14 сек. Пока этот эффект активен, каждое попадание по противнику мгновенно увеличивает урон обычной атаки на <cryo>16,8%</cryo>. Увеличение может возникнуть один раз в 0,3 сек. Во время действия одного такого эффекта урон обычной атаки может быть увеличен максимум на <cryo>84%</cryo>. Эффект будет снят, если персонаж покинет поле боя, а повторная активация элементального навыка сбросит увеличение урона."
    },
    "4": {
      "0": "Скорость обычной атаки повышается на <cryo>20%</cryo>. После активации экипированным этим оружием персонажем элементального навыка урон обычной атаки будет повышаться на <cryo>9,6%</cryo> в секунду в течение 14 сек. Пока этот эффект активен, каждое попадание по противнику мгновенно увеличивает урон обычной атаки на <cryo>19,2%</cryo>. Увеличение может возникнуть один раз в 0,3 сек. Во время действия одного такого эффекта урон обычной атаки может быть увеличен максимум на <cryo>96%</cryo>. Эффект будет снят, если персонаж покинет поле боя, а повторная активация элементального навыка сбросит увеличение урона."
    }
  }
}