{
  "name": "Binbir Gece Süzülen Rüyalar",
  "description": {
    "0": "Bu lamba binbir geceyi aşkındır süzülen rüyaları aydınlatır ve zümrüt yeşili ışığında kadim günlerin bir şarkısı yankılanır."
  },
  "passiveName": "Binbir Gecenin Şafağı Şarkısı",
  "passiveDescription": {
    "0": {
      "0": "Kuşanan karakter dışındaki grup üyeleri, Element Türlerinin kuşanan karakterle aynı olup olmamasına bağlı olarak kuşanan karaktere güçlendirme sağlarlar. Element Türleri aynıysa kuşanan karakterin Element Ustalığı <cryo>32</cryo> artar. Aynı değilse kuşanan karakterin Element Türüne ait Element Hasarı Bonusu <cryo>%10</cryo> artar. Yukarıda belirtilen etkilerin her biri 3 kademeye kadar birikebilir. Ayrıca, kuşanan karakter dışında yakında bulunan tüm grup üyelerinin Element Ustalığı <cryo>40</cryo> artar. Aynı silahtan birden fazla olması durumunda bu etkiler birikebilir."
    },
    "1": {
      "0": "Kuşanan karakter dışındaki grup üyeleri, Element Türlerinin kuşanan karakterle aynı olup olmamasına bağlı olarak kuşanan karaktere güçlendirme sağlarlar. Element Türleri aynıysa kuşanan karakterin Element Ustalığı <cryo>40</cryo> artar. Aynı değilse kuşanan karakterin Element Türüne ait Element Hasarı Bonusu <cryo>%14</cryo> artar. Bu etkiler 3 kademeye kadar birikebilir. Ayrıca, kuşanan karakter dışında yakında bulunan tüm grup üyelerinin Element Ustalığı <cryo>42</cryo> artar. Aynı silahtan birden fazla olması durumunda bu etkiler birikebilir."
    },
    "2": {
      "0": "Kuşanan karakter dışındaki grup üyeleri, Element Türlerinin kuşanan karakterle aynı olup olmamasına bağlı olarak kuşanan karaktere güçlendirme sağlarlar. Element Türleri aynıysa kuşanan karakterin Element Ustalığı <cryo>48</cryo> artar. Aynı değilse kuşanan karakterin Element Türüne ait Element Hasarı Bonusu <cryo>%18</cryo> artar. Bu etkiler 3 kademeye kadar birikebilir. Ayrıca, kuşanan karakter dışında yakında bulunan tüm grup üyelerinin Element Ustalığı <cryo>44</cryo> artar. Aynı silahtan birden fazla olması durumunda bu etkiler birikebilir."
    },
    "3": {
      "0": "Kuşanan karakter dışındaki grup üyeleri, Element Türlerinin kuşanan karakterle aynı olup olmamasına bağlı olarak kuşanan karaktere güçlendirme sağlarlar. Element Türleri aynıysa kuşanan karakterin Element Ustalığı <cryo>56</cryo> artar. Aynı değilse kuşanan karakterin Element Türüne ait Element Hasarı Bonusu <cryo>%22</cryo> artar. Bu etkiler 3 kademeye kadar birikebilir. Ayrıca, kuşanan karakter dışında yakında bulunan tüm grup üyelerinin Element Ustalığı <cryo>46</cryo> artar. Aynı silahtan birden fazla olması durumunda bu etkiler birikebilir."
    },
    "4": {
      "0": "Kuşanan karakter dışındaki grup üyeleri, Element Türlerinin kuşanan karakterle aynı olup olmamasına bağlı olarak kuşanan karaktere güçlendirme sağlarlar. Element Türleri aynıysa kuşanan karakterin Element Ustalığı <cryo>64</cryo> artar. Aynı değilse kuşanan karakterin Element Türüne ait Element Hasarı Bonusu <cryo>%26</cryo> artar. Bu etkiler 3 kademeye kadar birikebilir. Ayrıca, kuşanan karakter dışında yakında bulunan tüm grup üyelerinin Element Ustalığı <cryo>48</cryo> artar. Aynı silahtan birden fazla olması durumunda bu etkiler birikebilir."
    }
  }
}