{
  "name": "Yeşimlerin Mağrur Işıltısı",
  "description": {
    "0": "Gökyüzünün ışıltısını ve berrak suları yansıtan, yeşim taşından oyulma bir tören silahı."
  },
  "passiveName": "Ezeli Yeşim Nişanı",
  "passiveDescription": {
    "0": {
      "0": "Element Patlaması kullandıktan veya kalkan oluşturduktan sonra kuşanan karakter 3 saniyeliğine Ezeli Yeşim Nişanı etkisini kazanır. Her 2,5 saniyede bir <cryo>4,5</cryo> Enerji yeniler ve sahip olduğu her 1.000 Maks. Can başına kullandığı Element Türü için <cryo>%0,3</cryo> Element Hasarı Bonusu kazanır. En fazla <cryo>%12</cryo> Bonus kazanabilir. Ezeli Yeşim Nişanı, kuşanan karakter savaş alanında olmasa da tetiklenebilir."
    },
    "1": {
      "0": "Element Patlaması kullandıktan veya kalkan oluşturduktan sonra kuşanan karakter 3 saniyeliğine Ezeli Yeşim Nişanı etkisini kazanır. Her 2,5 saniyede bir <cryo>5</cryo> Enerji yeniler ve sahip olduğu her 1.000 Maks. Can başına kullandığı Element Türü için <cryo>%0,5</cryo> Element Hasarı Bonusu kazanır. En fazla <cryo>%20</cryo> Bonus kazanabilir. Ezeli Yeşim Nişanı, kuşanan karakter savaş alanında olmasa da tetiklenebilir."
    },
    "2": {
      "0": "Element Patlaması kullandıktan veya kalkan oluşturduktan sonra kuşanan karakter 3 saniyeliğine Ezeli Yeşim Nişanı etkisini kazanır. Her 2,5 saniyede bir <cryo>5,5</cryo> Enerji yeniler ve sahip olduğu her 1.000 Maks. Can başına kullandığı Element Türü için <cryo>%0,7</cryo> Element Hasarı Bonusu kazanır. En fazla <cryo>%28</cryo> Bonus kazanabilir. Ezeli Yeşim Nişanı, kuşanan karakter savaş alanında olmasa da tetiklenebilir."
    },
    "3": {
      "0": "Element Patlaması kullandıktan veya kalkan oluşturduktan sonra kuşanan karakter 3 saniyeliğine Ezeli Yeşim Nişanı etkisini kazanır. Her 2,5 saniyede bir <cryo>6</cryo> Enerji yeniler ve sahip olduğu her 1.000 Maks. Can başına kullandığı Element Türü için <cryo>%0,9</cryo> Element Hasarı Bonusu kazanır. En fazla <cryo>%36</cryo> Bonus kazanabilir. Ezeli Yeşim Nişanı, kuşanan karakter savaş alanında olmasa da tetiklenebilir."
    },
    "4": {
      "0": "Element Patlaması kullandıktan veya kalkan oluşturduktan sonra kuşanan karakter 3 saniyeliğine Ezeli Yeşim Nişanı etkisini kazanır. Her 2,5 saniyede bir <cryo>6,5</cryo> Enerji yeniler ve sahip olduğu her 1.000 Maks. Can başına kullandığı Element Türü için <cryo>%1,1</cryo> Element Hasarı Bonusu kazanır. En fazla <cryo>%44</cryo> Bonus kazanabilir. Ezeli Yeşim Nişanı, kuşanan karakter savaş alanında olmasa da tetiklenebilir."
    }
  }
}