{
  "name": "Blazing Laurel",
  "rarity": "S",
  "type": "stun",
  "atk_base": 48,
  "second_statkey": "impact_",
  "second_statvalue": 0.072,
  "icon": "Assets/NapResources/UI/Sprite/A1DynamicLoad/ItemIconWeapon/UnPacker/Weapon_S_1161.png",
  "desc": "A violent W-Engine that can ignite flames with a siphon. It deals simple and crude burn damage, encouraging relentless, bone-crushing follow-up attacks. Rumor has it that the liquid fluid within was once a secret weapon from an old civilization's empire that dominated naval warfare! The formula has long since been lost and recreating it is extremely difficult!\n\n<color=#959595>\"...Actually, all I said was that I wanted a backup lighter.\" —Lighter says as the user of this valuable fuel</color>",
  "desc2": "Equip to increase Stun Agents' combat capabilities",
  "desc3": "A violent W-Engine that can ignite flames with a siphon. It deals simple and crude burn damage, encouraging relentless, bone-crushing follow-up attacks.",
  "phase": [
    {
      "name": "Flowing Flame",
      "desc": "Upon launching a <color=#FFFFFF>Quick Assist</color> or <color=#FFFFFF>Perfect Assist</color>, the equipper's Impact increases by <color=#2BAD00>25%</color> for 8s. When the equipper launches and hits an enemy with a <color=#FFFFFF>Basic Attack</color>, apply <color=#FFFFFF>Wilt</color> to the target for 30s, stacking up to 20 times, repeated triggers reset the duration. When any squad member hits an enemy, for every stack of <color=#FFFFFF>Wilt</color> applied to the target, the CRIT DMG of the <color=#98EFF0>Ice DMG</color> and <color=#FF5521>Fire DMG</color> dealt by that attack increases by <color=#2BAD00>1.5%</color>. Only one of this effect can be active at a time in the same squad.",
      "params": [0.25, 8, 30, 20, 0.015]
    },
    {
      "name": "Flowing Flame",
      "desc": "Upon launching a <color=#FFFFFF>Quick Assist</color> or <color=#FFFFFF>Perfect Assist</color>, the equipper's Impact increases by <color=#2BAD00>28.75%</color> for 8s. When the equipper launches and hits an enemy with a <color=#FFFFFF>Basic Attack</color>, apply <color=#FFFFFF>Wilt</color> to the target for 30s, stacking up to 20 times, repeated triggers reset the duration. When any squad member hits an enemy, for every stack of <color=#FFFFFF>Wilt</color> applied to the target, the CRIT DMG of the <color=#98EFF0>Ice DMG</color> and <color=#FF5521>Fire DMG</color> dealt by that attack increases by <color=#2BAD00>1.72%</color>. Only one of this effect can be active at a time in the same squad.",
      "params": [0.2875, 8, 30, 20, 0.0172]
    },
    {
      "name": "Flowing Flame",
      "desc": "Upon launching a <color=#FFFFFF>Quick Assist</color> or <color=#FFFFFF>Perfect Assist</color>, the equipper's Impact increases by <color=#2BAD00>32.5%</color> for 8s. When the equipper launches and hits an enemy with a <color=#FFFFFF>Basic Attack</color>, apply <color=#FFFFFF>Wilt</color> to the target for 30s, stacking up to 20 times, repeated triggers reset the duration. When any squad member hits an enemy, for every stack of <color=#FFFFFF>Wilt</color> applied to the target, the CRIT DMG of the <color=#98EFF0>Ice DMG</color> and <color=#FF5521>Fire DMG</color> dealt by that attack increases by <color=#2BAD00>1.95%</color>. Only one of this effect can be active at a time in the same squad.",
      "params": [0.325, 8, 30, 20, 0.0195]
    },
    {
      "name": "Flowing Flame",
      "desc": "Upon launching a <color=#FFFFFF>Quick Assist</color> or <color=#FFFFFF>Perfect Assist</color>, the equipper's Impact increases by <color=#2BAD00>36.25%</color> for 8s. When the equipper launches and hits an enemy with a <color=#FFFFFF>Basic Attack</color>, apply <color=#FFFFFF>Wilt</color> to the target for 30s, stacking up to 20 times, repeated triggers reset the duration. When any squad member hits an enemy, for every stack of <color=#FFFFFF>Wilt</color> applied to the target, the CRIT DMG of the <color=#98EFF0>Ice DMG</color> and <color=#FF5521>Fire DMG</color> dealt by that attack increases by <color=#2BAD00>2.17%</color>. Only one of this effect can be active at a time in the same squad.",
      "params": [0.3625, 8, 30, 20, 0.0217]
    },
    {
      "name": "Flowing Flame",
      "desc": "Upon launching a <color=#FFFFFF>Quick Assist</color> or <color=#FFFFFF>Perfect Assist</color>, the equipper's Impact increases by <color=#2BAD00>40%</color> for 8s. When the equipper launches and hits an enemy with a <color=#FFFFFF>Basic Attack</color>, apply <color=#FFFFFF>Wilt</color> to the target for 30s, stacking up to 20 times, repeated triggers reset the duration. When any squad member hits an enemy, for every stack of <color=#FFFFFF>Wilt</color> applied to the target, the CRIT DMG of the <color=#98EFF0>Ice DMG</color> and <color=#FF5521>Fire DMG</color> dealt by that attack increases by <color=#2BAD00>2.4%</color>. Only one of this effect can be active at a time in the same squad.",
      "params": [0.4, 8, 30, 20, 0.024]
    }
  ]
}
