{
  "name": "Electro-Lip Gloss",
  "rarity": "A",
  "type": "anomaly",
  "atk_base": 40,
  "second_statkey": "anomProf",
  "second_statvalue": 30,
  "icon": "Assets/NapResources/UI/Sprite/A1DynamicLoad/ItemIconWeapon/UnPacker/Weapon_A_Common_09.png",
  "desc": "This damage-type W-Engine boasts a built-in current transformer, with its discharge part designed as a protruding lip gloss. It automatically attracts electrically sensitive objects around the operator and deals additional damage to them. Such is not the power of love, but rather the Lorentz force generated by a 1,000-volt electric field.",
  "desc2": "Equip to increase Anomaly Agents' combat capabilities",
  "desc3": "This damage-type W-Engine boasts a built-in current transformer, and automatically attracts electrically sensitive objects around the operator and deals additional damage to them.",
  "phase": [
    {
      "name": "Kiss of Death",
      "desc": "When there are enemies inflicted with Attribute Anomaly on the field, the equipper's ATK increases by <color=#2BAD00>10%</color> and they deal an additional <color=#2BAD00>15%</color> more DMG to the target.",
      "params": [0.1, 0.15]
    },
    {
      "name": "Kiss of Death",
      "desc": "When there are enemies inflicted with Attribute Anomaly on the field, the equipper's ATK increases by <color=#2BAD00>11.5%</color> and they deal an additional <color=#2BAD00>17.5%</color> more DMG to the target.",
      "params": [0.115, 0.175]
    },
    {
      "name": "Kiss of Death",
      "desc": "When there are enemies inflicted with Attribute Anomaly on the field, the equipper's ATK increases by <color=#2BAD00>13%</color> and they deal an additional <color=#2BAD00>20%</color> more DMG to the target.",
      "params": [0.13, 0.2]
    },
    {
      "name": "Kiss of Death",
      "desc": "When there are enemies inflicted with Attribute Anomaly on the field, the equipper's ATK increases by <color=#2BAD00>14.5%</color> and they deal an additional <color=#2BAD00>22.5%</color> more DMG to the target.",
      "params": [0.145, 0.225]
    },
    {
      "name": "Kiss of Death",
      "desc": "When there are enemies inflicted with Attribute Anomaly on the field, the equipper's ATK increases by <color=#2BAD00>16%</color> and they deal an additional <color=#2BAD00>25%</color> more DMG to the target.",
      "params": [0.16, 0.25]
    }
  ]
}
