{
  "name": "Hailstorm Shrine",
  "rarity": "S",
  "type": "anomaly",
  "atk_base": 50,
  "second_statkey": "crit_",
  "second_statvalue": 0.096,
  "icon": "Assets/NapResources/UI/Sprite/A1DynamicLoad/ItemIconWeapon/UnPacker/Weapon_S_1091.png",
  "desc": "Slaughter is endless. Kill, conquer, the fate of the cursed, a restless forbidden power. Only between battles, when rushing to the next frontline, does the foxfire enjoy a brief reprieve in its shrine.\nHow many more corpses, how many more sacrifices, how many more calamities until we reach the void on the other side?\nShe needs no answer. At the peak of martial power, the stench of blood will freeze in the air before being breathed in. Once all evil is eradicated, the world will be able to enter peaceful slumber with the blade sealed.\nHail falls before the shrine, waking the wielder of this power. The blizzard is coming.\n\n<color=#959595>\"Perfect for training... If I could shrink to its size, that is.\" —Miyabi, muttering to herself as she gazes at the interior.</color>",
  "desc2": "Equip to increase Anomaly Agents' combat capabilities",
  "desc3": "Hail falls before the shrine, waking her. The blizzard is coming.",
  "phase": [
    {
      "name": "Frost-Stained Star",
      "desc": "CRIT DMG increases by <color=#2BAD00>50%</color>. When using an <color=#FFFFFF>EX Special Attack</color> or when any squad member applies an Attribute Anomaly to an enemy, the equipper's <color=#98EFF0>Ice DMG</color> increases by <color=#2BAD00>20%</color>, stacking up to 2 times and lasting 15s. The duration of each stack is calculated separately.",
      "params": [0.5, 0.2, 2, 15]
    },
    {
      "name": "Frost-Stained Star",
      "desc": "CRIT DMG increases by <color=#2BAD00>57%</color>. When using an <color=#FFFFFF>EX Special Attack</color> or when any squad member applies an Attribute Anomaly to an enemy, the equipper's <color=#98EFF0>Ice DMG</color> increases by <color=#2BAD00>23%</color>, stacking up to 2 times and lasting 15s. The duration of each stack is calculated separately.",
      "params": [0.57, 0.23, 2, 15]
    },
    {
      "name": "Frost-Stained Star",
      "desc": "CRIT DMG increases by <color=#2BAD00>65%</color>. When using an <color=#FFFFFF>EX Special Attack</color> or when any squad member applies an Attribute Anomaly to an enemy, the equipper's <color=#98EFF0>Ice DMG</color> increases by <color=#2BAD00>26%</color>, stacking up to 2 times and lasting 15s. The duration of each stack is calculated separately.",
      "params": [0.65, 0.26, 2, 15]
    },
    {
      "name": "Frost-Stained Star",
      "desc": "CRIT DMG increases by <color=#2BAD00>72%</color>. When using an <color=#FFFFFF>EX Special Attack</color> or when any squad member applies an Attribute Anomaly to an enemy, the equipper's <color=#98EFF0>Ice DMG</color> increases by <color=#2BAD00>29%</color>, stacking up to 2 times and lasting 15s. The duration of each stack is calculated separately.",
      "params": [0.72, 0.29, 2, 15]
    },
    {
      "name": "Frost-Stained Star",
      "desc": "CRIT DMG increases by <color=#2BAD00>80%</color>. When using an <color=#FFFFFF>EX Special Attack</color> or when any squad member applies an Attribute Anomaly to an enemy, the equipper's <color=#98EFF0>Ice DMG</color> increases by <color=#2BAD00>32%</color>, stacking up to 2 times and lasting 15s. The duration of each stack is calculated separately.",
      "params": [0.8, 0.32, 2, 15]
    }
  ]
}
