{
  "name": "Ice-Jade Teapot",
  "rarity": "S",
  "type": "stun",
  "atk_base": 48,
  "second_statkey": "impact_",
  "second_statvalue": 0.072,
  "icon": "Assets/NapResources/UI/Sprite/A1DynamicLoad/ItemIconWeapon/UnPacker/Weapon_S_1251.png",
  "desc": "A custom stun W-Engine made for an Automaton referencing the combat style and abilities of one. Energy is stored within, then lashes outwards upon conversion. The texture seeks to imitate fine artistry that was once highly sought after in ancient civilizations: Burn to procure what is sleek and elegant, shatter to create what is unyielding and sharp; this heat-proof pot bears a sacred bird shape with, as its name suggests, a unique pattern of ice-cracked celadon... but actually that pattern was drawn on.\n\n<color=#959595>\"It fares well in preserving temperature, and I can drink hot water whenever I need even in a Hollow.\" —Qingyi, giving her honest and carefully contemplated review</color>",
  "desc2": "Equip to increase Stun Agents' combat capabilities",
  "desc3": "A custom stun W-Engine made for an Automaton referencing the combat style and abilities of one. Energy is stored within, then lashes outwards upon conversion.",
  "refinement": [
    {
      "name": "Ringing Melody",
      "desc": "When a <color=#FFFFFF>Basic Attack</color> hits an enemy, gain 1 stack of <color=#FFFFFF>Tea-riffic</color>. Each stack of <color=#FFFFFF>Tea-riffic</color> increases the user's Impact by <color=#2BAD00>0.7%</color>, stacking up to 30 times, and lasting for 8s. The duration of each stack is calculated separately. Upon acquiring <color=#FFFFFF>Tea-riffic</color>, if the equipper possesses stacks of <color=#FFFFFF>Tea-riffic</color> greater than or equal to 15, all squad members' DMG is increased by <color=#2BAD00>20%</color> for 10s. Passive effects of the same name do not stack."
    },
    {
      "name": "Ringing Melody",
      "desc": "When a <color=#FFFFFF>Basic Attack</color> hits an enemy, gain 1 stack of <color=#FFFFFF>Tea-riffic</color>. Each stack of <color=#FFFFFF>Tea-riffic</color> increases the user's Impact by <color=#2BAD00>0.88%</color>, stacking up to 30 times, and lasting for 8s. The duration of each stack is calculated separately. Upon acquiring <color=#FFFFFF>Tea-riffic</color>, if the equipper possesses stacks of <color=#FFFFFF>Tea-riffic</color> greater than or equal to 15, all squad members' DMG is increased by <color=#2BAD00>23%</color> for 10s. Passive effects of the same name do not stack."
    },
    {
      "name": "Ringing Melody",
      "desc": "When a <color=#FFFFFF>Basic Attack</color> hits an enemy, gain 1 stack of <color=#FFFFFF>Tea-riffic</color>. Each stack of <color=#FFFFFF>Tea-riffic</color> increases the user's Impact by <color=#2BAD00>1.05%</color>, stacking up to 30 times, and lasting for 8s. The duration of each stack is calculated separately. Upon acquiring <color=#FFFFFF>Tea-riffic</color>, if the equipper possesses stacks of <color=#FFFFFF>Tea-riffic</color> greater than or equal to 15, all squad members' DMG is increased by <color=#2BAD00>26%</color> for 10s. Passive effects of the same name do not stack."
    },
    {
      "name": "Ringing Melody",
      "desc": "When a <color=#FFFFFF>Basic Attack</color> hits an enemy, gain 1 stack of <color=#FFFFFF>Tea-riffic</color>. Each stack of <color=#FFFFFF>Tea-riffic</color> increases the user's Impact by <color=#2BAD00>1.22%</color>, stacking up to 30 times, and lasting for 8s. The duration of each stack is calculated separately. Upon acquiring <color=#FFFFFF>Tea-riffic</color>, if the equipper possesses stacks of <color=#FFFFFF>Tea-riffic</color> greater than or equal to 15, all squad members' DMG is increased by <color=#2BAD00>29%</color> for 10s. Passive effects of the same name do not stack."
    },
    {
      "name": "Ringing Melody",
      "desc": "When a <color=#FFFFFF>Basic Attack</color> hits an enemy, gain 1 stack of <color=#FFFFFF>Tea-riffic</color>. Each stack of <color=#FFFFFF>Tea-riffic</color> increases the user's Impact by <color=#2BAD00>1.4%</color>, stacking up to 30 times, and lasting for 8s. The duration of each stack is calculated separately. Upon acquiring <color=#FFFFFF>Tea-riffic</color>, if the equipper possesses stacks of <color=#FFFFFF>Tea-riffic</color> greater than or equal to 15, all squad members' DMG is increased by <color=#2BAD00>32%</color> for 10s. Passive effects of the same name do not stack."
    }
  ]
}
