{
  "name": "Spectral Gaze",
  "rarity": "S",
  "type": "stun",
  "atk_base": 48,
  "second_statkey": "crit_",
  "second_statvalue": 0.096,
  "icon": "Assets/NapResources/UI/Sprite/A1DynamicLoad/ItemIconWeapon/UnPacker/Weapon_S_1361.png",
  "desc": "...",
  "desc2": "Equip to increase Stun Agents' combat capabilities",
  "desc3": "...",
  "phase": [
    {
      "name": "Wind Seeker",
      "desc": "When the equipper hits an enemy with an <color=#FFFFFF>Aftershock</color>, causing <color=#2EB6FF>Electric DMG</color>, the target's DEF is reduced by <color=#2BAD00>25%</color> for 5s. Passive effects of the same name do not stack. When this effect is triggered, if the equipper is not the active character, they gain 1 stack of <color=#FFFFFF>Spirit Lock</color>, up to a maximum of 3 stacks. This can trigger only once per use of a skill. Each stack of <color=#FFFFFF>Spirit Lock</color> increases the equipper's Impact by <color=#2BAD00>4%</color>, lasting 12s. The duration of each stack is calculated separately. At full stacks of <color=#FFFFFF>Spirit Lock</color>, the equipper's Impact increases by an additional <color=#2BAD00>8%</color>.",
      "params": [0.25, 5, 1, 3, 0.04, 12, 0.08]
    },
    {
      "name": "Wind Seeker",
      "desc": "When the equipper hits an enemy with an <color=#FFFFFF>Aftershock</color>, causing <color=#2EB6FF>Electric DMG</color>, the target's DEF is reduced by <color=#2BAD00>28.75%</color> for 5s. Passive effects of the same name do not stack. When this effect is triggered, if the equipper is not the active character, they gain 1 stack of <color=#FFFFFF>Spirit Lock</color>, up to a maximum of 3 stacks. This can trigger only once per use of a skill. Each stack of <color=#FFFFFF>Spirit Lock</color> increases the equipper's Impact by <color=#2BAD00>4.6%</color>, lasting 12s. The duration of each stack is calculated separately. At full stacks of <color=#FFFFFF>Spirit Lock</color>, the equipper's Impact increases by an additional <color=#2BAD00>9.2%</color>.",
      "params": [0.2875, 5, 1, 3, 0.046, 12, 0.092]
    },
    {
      "name": "Wind Seeker",
      "desc": "When the equipper hits an enemy with an <color=#FFFFFF>Aftershock</color>, causing <color=#2EB6FF>Electric DMG</color>, the target's DEF is reduced by <color=#2BAD00>32.5%</color> for 5s. Passive effects of the same name do not stack. When this effect is triggered, if the equipper is not the active character, they gain 1 stack of <color=#FFFFFF>Spirit Lock</color>, up to a maximum of 3 stacks. This can trigger only once per use of a skill. Each stack of <color=#FFFFFF>Spirit Lock</color> increases the equipper's Impact by <color=#2BAD00>5.2%</color>, lasting 12s. The duration of each stack is calculated separately. At full stacks of <color=#FFFFFF>Spirit Lock</color>, the equipper's Impact increases by an additional <color=#2BAD00>10.4%</color>.",
      "params": [0.325, 5, 1, 3, 0.052, 12, 0.104]
    },
    {
      "name": "Wind Seeker",
      "desc": "When the equipper hits an enemy with an <color=#FFFFFF>Aftershock</color>, causing <color=#2EB6FF>Electric DMG</color>, the target's DEF is reduced by <color=#2BAD00>36.25%</color> for 5s. Passive effects of the same name do not stack. When this effect is triggered, if the equipper is not the active character, they gain 1 stack of <color=#FFFFFF>Spirit Lock</color>, up to a maximum of 3 stacks. This can trigger only once per use of a skill. Each stack of <color=#FFFFFF>Spirit Lock</color> increases the equipper's Impact by <color=#2BAD00>5.8%</color>, lasting 12s. The duration of each stack is calculated separately. At full stacks of <color=#FFFFFF>Spirit Lock</color>, the equipper's Impact increases by an additional <color=#2BAD00>11.6%</color>.",
      "params": [0.3625, 5, 1, 3, 0.058, 12, 0.116]
    },
    {
      "name": "Wind Seeker",
      "desc": "When the equipper hits an enemy with an <color=#FFFFFF>Aftershock</color>, causing <color=#2EB6FF>Electric DMG</color>, the target's DEF is reduced by <color=#2BAD00>40%</color> for 5s. Passive effects of the same name do not stack. When this effect is triggered, if the equipper is not the active character, they gain 1 stack of <color=#FFFFFF>Spirit Lock</color>, up to a maximum of 3 stacks. This can trigger only once per use of a skill. Each stack of <color=#FFFFFF>Spirit Lock</color> increases the equipper's Impact by <color=#2BAD00>6.4%</color>, lasting 12s. The duration of each stack is calculated separately. At full stacks of <color=#FFFFFF>Spirit Lock</color>, the equipper's Impact increases by an additional <color=#2BAD00>12.8%</color>.",
      "params": [0.4, 5, 1, 3, 0.064, 12, 0.128]
    }
  ]
}
