{
  "name": "Timeweaver",
  "rarity": "S",
  "type": "anomaly",
  "atk_base": 48,
  "second_statkey": "atk_",
  "second_statvalue": 0.12,
  "icon": "Assets/NapResources/UI/Sprite/A1DynamicLoad/ItemIconWeapon/UnPacker/Weapon_S_1221.png",
  "desc": "A new model of supercomputing W-Engine custom-made by HSO Section 6, equipped with the most elite calculation and analysis functions, precisely records the user's time active and physical state to calculate the best plan of action. Embedded within is Yanagi's prized watch, but each time the W-Engine is turned on, the hands of the clock face go whirling around from the Ether energy, and it can no longer be used to accurately tell time. So, when she uses the time on here to tell you that you should hurry and be more efficient if you don't want to be late completing your mission, don't believe her.\n\n<color=#959595>\"So you're saying this is the ultimate weapon against time? I see, as the watch in the W-Engine moves so fast, the time it goes past is 'killed' so to speak, therefore it's a weapon against time... However, time in the real world does not actually change from this. No matter how fast the watch goes, it cannot kill time faster. Though the concept is decent, this punchline is only a six out of ten in my eyes.\" —Tsukishiro Yanagi, replying to her colleague's off-hand joke with complete seriousness</color>",
  "desc2": "Equip to increase Anomaly Agents' combat capabilities",
  "desc3": "A new model of supercomputing W-Engine custom-made by HSO Section 6, equipped with the most elite calculation and analysis functions.",
  "refinement": [
    {
      "name": "Time-Devouring Stratagem",
      "desc": "The equipper's <color=#2EB6FF>Electric Anomaly Buildup Rate</color> increases by <color=#2BAD00>30%</color>. When <color=#FFFFFF>Special Attacks</color> or <color=#FFFFFF>EX Special Attacks</color> hit enemies suffering an Attribute Anomaly, the equipper's Anomaly Proficiency increases by <color=#2BAD00>75</color> for 15s.\nWhen the equipper's Anomaly Proficiency is greater than or equal to 375, <color=#FFFFFF>Disorder</color> DMG inflicted by the equipper increases by <color=#2BAD00>25%</color>."
    },
    {
      "name": "Time-Devouring Stratagem",
      "desc": "The equipper's <color=#2EB6FF>Electric Anomaly Buildup Rate</color> increases by <color=#2BAD00>35%</color>. When <color=#FFFFFF>Special Attacks</color> or <color=#FFFFFF>EX Special Attacks</color> hit enemies suffering an Attribute Anomaly, the equipper's Anomaly Proficiency increases by <color=#2BAD00>85</color> for 15s.\nWhen the equipper's Anomaly Proficiency is greater than or equal to 375, <color=#FFFFFF>Disorder</color> DMG inflicted by the equipper increases by <color=#2BAD00>27.5%</color>."
    },
    {
      "name": "Time-Devouring Stratagem",
      "desc": "The equipper's <color=#2EB6FF>Electric Anomaly Buildup Rate</color> increases by <color=#2BAD00>40%</color>. When <color=#FFFFFF>Special Attacks</color> or <color=#FFFFFF>EX Special Attacks</color> hit enemies suffering an Attribute Anomaly, the equipper's Anomaly Proficiency increases by <color=#2BAD00>95</color> for 15s.\nWhen the equipper's Anomaly Proficiency is greater than or equal to 375, <color=#FFFFFF>Disorder</color> DMG inflicted by the equipper increases by <color=#2BAD00>30%</color>."
    },
    {
      "name": "Time-Devouring Stratagem",
      "desc": "The equipper's <color=#2EB6FF>Electric Anomaly Buildup Rate</color> increases by <color=#2BAD00>45%</color>. When <color=#FFFFFF>Special Attacks</color> or <color=#FFFFFF>EX Special Attacks</color> hit enemies suffering an Attribute Anomaly, the equipper's Anomaly Proficiency increases by <color=#2BAD00>105</color> for 15s.\nWhen the equipper's Anomaly Proficiency is greater than or equal to 375, <color=#FFFFFF>Disorder</color> DMG inflicted by the equipper increases by <color=#2BAD00>32.5%</color>."
    },
    {
      "name": "Time-Devouring Stratagem",
      "desc": "The equipper's <color=#2EB6FF>Electric Anomaly Buildup Rate</color> increases by <color=#2BAD00>50%</color>. When <color=#FFFFFF>Special Attacks</color> or <color=#FFFFFF>EX Special Attacks</color> hit enemies suffering an Attribute Anomaly, the equipper's Anomaly Proficiency increases by <color=#2BAD00>115</color> for 15s.\nWhen the equipper's Anomaly Proficiency is greater than or equal to 375, <color=#FFFFFF>Disorder</color> DMG inflicted by the equipper increases by <color=#2BAD00>35%</color>."
    }
  ]
}
