{
  "name": "Tusks of Fury",
  "rarity": "S",
  "type": "defense",
  "atk_base": 48,
  "second_statkey": "impact_",
  "second_statvalue": 0.072,
  "icon": "Assets/NapResources/UI/Sprite/A1DynamicLoad/ItemIconWeapon/UnPacker/Weapon_S_1071.png",
  "desc": "A multi-functional W- Engine specially designed with a motorcycle tire as the foundation. It boasts rapid speed, ferocious tearing power, solid defense, unexpectedly low energy consumption, and a domineering appearance. Apparently, this was initially just a toy that Big Daddy made for Caesar to play with, but every time Caesar played with it, it would end up in tatters. As a result, Big Daddy spent years reinforcing and modifying it over a hundred times, eventually creating this superb piece of equipment that can function as a weapon, shield, wheel, and even a light source.\n\n<color=#959595>\"It was originally supposed to also function as a piano, with keys embedded around the edge of the tire! But after a few tries, it didn't work out well. After spinning it a few times, I couldn't tell the correct notes apart, so I had to dismantle it... Fortunately, it can still be used as a fan when it gets hot.\" — Caesar, playfully flicking the W-Engine tire with her finger, whipping up a gust of wind.</color>",
  "desc2": "Equip to increase Defense Agents' combat capabilities",
  "desc3": "A versatile W-Engine based on a motorcycle tire that Big Daddy made for Caesar.",
  "phase": [
    {
      "name": "Invincible Rider",
      "desc": "The Shield value provided by the equipper increases by <color=#2BAD00>30%</color>. When any squad member triggers <color=#FFFFFF>Interrupt</color> or <color=#FFFFFF>Perfect Dodge</color>, all squad members' DMG increases by <color=#2BAD00>18%</color> and Daze dealt increases by <color=#2BAD00>12%</color> for 20s. Passive effects of the same name do not stack."
    },
    {
      "name": "Invincible Rider",
      "desc": "The Shield value provided by the equipper increases by <color=#2BAD00>38%</color>. When any squad member triggers <color=#FFFFFF>Interrupt</color> or <color=#FFFFFF>Perfect Dodge</color>, all squad members' DMG increases by <color=#2BAD00>22.5%</color> and Daze dealt increases by <color=#2BAD00>15%</color> for 20s. Passive effects of the same name do not stack."
    },
    {
      "name": "Invincible Rider",
      "desc": "The Shield value provided by the equipper increases by <color=#2BAD00>46%</color>. When any squad member triggers <color=#FFFFFF>Interrupt</color> or <color=#FFFFFF>Perfect Dodge</color>, all squad members' DMG increases by <color=#2BAD00>27%</color> and Daze dealt increases by <color=#2BAD00>18%</color> for 20s. Passive effects of the same name do not stack."
    },
    {
      "name": "Invincible Rider",
      "desc": "The Shield value provided by the equipper increases by <color=#2BAD00>52%</color>. When any squad member triggers <color=#FFFFFF>Interrupt</color> or <color=#FFFFFF>Perfect Dodge</color>, all squad members' DMG increases by <color=#2BAD00>31.5%</color> and Daze dealt increases by <color=#2BAD00>21%</color> for 20s. Passive effects of the same name do not stack."
    },
    {
      "name": "Invincible Rider",
      "desc": "The Shield value provided by the equipper increases by <color=#2BAD00>60%</color>. When any squad member triggers <color=#FFFFFF>Interrupt</color> or <color=#FFFFFF>Perfect Dodge</color>, all squad members' DMG increases by <color=#2BAD00>36%</color> and Daze dealt increases by <color=#2BAD00>24%</color> for 20s. Passive effects of the same name do not stack."
    }
  ]
}
