{
  "name": "Zanshin Herb Case",
  "rarity": "S",
  "type": "attack",
  "atk_base": 48,
  "second_statkey": "crit_dmg_",
  "second_statvalue": 0.192,
  "icon": "Assets/NapResources/UI/Sprite/A1DynamicLoad/ItemIconWeapon/UnPacker/Weapon_S_1201.png",
  "desc": "Medicine is neither benevolent nor cruel. It merely heals what it must and brings its own side effects.\nA warrior cares not how bitter and painful it may be to ingest. The ending is set in stone, so in order to shoot arrows that reach brighter places, he can do nothing but swallow them all.\n\n<color=#959595>\"There's a medicine that is real useful for faking sickness to get sick leave. If you don't take it with other stuff, it'll give you a brief fever. Unfortunately, it's pretty expensive, and it's not included in health insurance...\" —Harumasa, sharing his insights into how to slack off.</color>",
  "desc2": "Equip to increase Attack Agents' combat capabilities",
  "desc3": "Bitterness and pain beget hope, and he devours them all.",
  "phase": [
    {
      "name": "Growth Through Adversity",
      "desc": "CRIT Rate increases by <color=#2BAD00>10%</color>. <color=#FFFFFF>Dash Attack</color> <color=#2EB6FF>Electric DMG</color> increases by <color=#2BAD00>40%</color>. When any squad member applies an Attribute Anomaly or Stuns an enemy, the equipper's CRIT Rate increases by an additional <color=#2BAD00>10%</color> for 15s."
    },
    {
      "name": "Growth Through Adversity",
      "desc": "CRIT Rate increases by <color=#2BAD00>11.5%</color>. <color=#FFFFFF>Dash Attack</color> <color=#2EB6FF>Electric DMG</color> increases by <color=#2BAD00>46%</color>. When any squad member applies an Attribute Anomaly or Stuns an enemy, the equipper's CRIT Rate increases by an additional <color=#2BAD00>11.5%</color> for 15s."
    },
    {
      "name": "Growth Through Adversity",
      "desc": "CRIT Rate increases by <color=#2BAD00>13%</color>. <color=#FFFFFF>Dash Attack</color> <color=#2EB6FF>Electric DMG</color> increases by <color=#2BAD00>52%</color>. When any squad member applies an Attribute Anomaly or Stuns an enemy, the equipper's CRIT Rate increases by an additional <color=#2BAD00>13%</color> for 15s."
    },
    {
      "name": "Growth Through Adversity",
      "desc": "CRIT Rate increases by <color=#2BAD00>14.5%</color>. <color=#FFFFFF>Dash Attack</color> <color=#2EB6FF>Electric DMG</color> increases by <color=#2BAD00>58%</color>. When any squad member applies an Attribute Anomaly or Stuns an enemy, the equipper's CRIT Rate increases by an additional <color=#2BAD00>14.5%</color> for 15s."
    },
    {
      "name": "Growth Through Adversity",
      "desc": "CRIT Rate increases by <color=#2BAD00>16%</color>. <color=#FFFFFF>Dash Attack</color> <color=#2EB6FF>Electric DMG</color> increases by <color=#2BAD00>64%</color>. When any squad member applies an Attribute Anomaly or Stuns an enemy, the equipper's CRIT Rate increases by an additional <color=#2BAD00>16%</color> for 15s."
    }
  ]
}
