{
  "name": "Kujou Sara",
  "title": "Kaburaya piumata",
  "description": "Generale della Commissione Tenryou. Audace, risoluta e abile in battaglia.",
  "constellationName": "Flabellum",
  "auto": {
    "name": "Arcieria tengu",
    "fields": {
      "normal": {
        "0": "<strong><strong>Attacco normale</strong>",
        "1": "Effettua fino a 5 tiri consecutivi con un arco."
      },
      "charged": {
        "0": "<strong>Attacco caricato</strong>",
        "1": "Effettua un <strong>attacco mirato</strong> ancora più preciso con DAN aumentati.",
        "2": "Mentre mira, sulla punta della freccia si concentrano dei fulmini crepitanti. Una freccia caricata al massimo con la potenza della tempesta infligge <electro>DAN da Electro</electro>.",
        "3": "Nello stato di Copertura della Piuma corvina, una freccia completamente carica rilascerà una Piuma corvina all'impatto."
      },
      "plunging": {
        "0": "<strong>Attacco in picchiata</strong>",
        "1": "Scocca una pioggia di frecce a mezz'aria prima di cadere e colpire il suolo, infliggendo DAN ad area all'impatto."
      }
    },
    "skillParams": {
      "0": "DAN da 1º colpo",
      "1": "DAN da 2º colpo",
      "2": "DAN da 3º colpo",
      "3": "DAN da 4º colpo",
      "4": "DAN da 5º colpo",
      "5": "ATT mirato",
      "6": "ATT mirato a piena carica",
      "7": "DAN da ATT in picchiata",
      "8": "DAN da ATT in picchiata basso/alto",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Richiamo tengu della tempesta",
    "description": {
      "0": "Kujou Sara si ritira con la rapidità di un tengu, evocando la protezione della Piuma corvina.",
      "1": "Ottiene la Copertura della Piuma corvina per 18 s che, quando si effettua un attacco mirato a piena carica, si consuma e rilascia una Piuma corvina nella posizione dell'obiettivo.",
      "2": "Le Piume corvine attivano Tengu Juurai: Imboscata dopo un breve periodo, infliggendo <electro>DAN da Electro</electro> e conferendo al personaggio attivo nella sua area d'effetto un bonus ATT, in base all'ATT di base di Kujou Sara.",
      "3": "<br/>",
      "4": "I bonus ATT dei diversi Tengu Juurai non sono cumulabili e i loro effetti e la durata sono determinati in base all'ultimo Tengu Juurai attivato.",
      "5": "<br/>",
      "6": "<i>La razza tengu non ha mai mancato di talenti eccezionali che hanno ricevuto una Visione di Electro. È solo che spesso cantano abitualmente lodi all'Archon di Electro mentre manipolano l'Electro. I canti recitano più o meno così:</i>",
      "7": "<i>\"Mostra la tua potenza, o lodevole Narukami, e dona a questi supplicanti la tua forza tonante! Sowaka!\"</i>"
    },
    "skillParams": {
      "0": "DAN da Tengu Juurai: Imboscata",
      "1": "Tasso bonus ATT",
      "2": "Durata bonus ATT",
      "3": "TdR",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Soggiogamento: Koukou Sendou",
    "description": {
      "0": "Lancia Tengu Juurai: Spezzatitano infliggendo <electro>DAN da Electro ad area</electro>. Dopodiché, Tengu Juurai: Spezzatitano si divide in 4 colpi consecutivi con Tengu Juurai: Ammassatempesta, infliggendo <electro>DAN da Electro ad area</electro>.",
      "1": "I Tengu Juurai: Spezzatitano e Ammassatempesta conferiscono al personaggio attivo nella loro area d'effetto lo stesso bonus ATT fornito dall'abilità elementale Richiamo tengu della tempesta.",
      "2": "<br/>",
      "3": "I bonus ATT conferiti dai diversi tipi di Tengu Juurai non sono cumulabili e i loro effetti e la durata sono determinati in base all'ultimo Tengu Juurai attivato.",
      "4": "<br/>",
      "5": "<i>Sara si congedò dalla sua gente, i tengu, e perse temporaneamente la sua fiducia nella Commissione Tenryou. Ma quando le nubi nel suo cuore si dissiparono, ritrovò di nuovo la sua luce.</i>"
    },
    "skillParams": {
      "0": "DAN da Tengu Juurai: Spezzatitano",
      "1": "DAN da Tengu Juurai: Ammassatempesta",
      "2": "TdR",
      "3": "Costo energia",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Volontà inamovibile",
    "description": {
      "0": "Mentre lo stato di Copertura della Piuma corvina creato da <strong>Richiamo tengu della tempesta</strong> è attivo, il tempo di carica dell'attacco mirato si riduce di un 60%."
    }
  },
  "passive2": {
    "name": "Decoro",
    "description": {
      "0": "Quando Tengu Juurai: Imboscata colpisce gli avversari, Kujou Sara ripristina di 1,2 l'energia di tutti i membri del gruppo per ogni 100% di ricarica d'energia in suo possesso. Quest'effetto può attivarsi una volta ogni 3 s."
    }
  },
  "passive3": {
    "name": "Indagine sul campo",
    "description": {
      "0": "Quando intraprende una spedizione a Inazuma, il tempo impiegato per portarla a termine si riduce di un 25%."
    }
  },
  "constellation1": {
    "name": "Occhi di corvo",
    "description": {
      "0": "Quando Tengu Juurai fornisce bonus ATT ai personaggi o colpisce gli avversari, il TdR di <strong>Richiamo tengu della tempesta</strong> si riduce di 1 s.",
      "1": "Quest'effetto può attivarsi una volta ogni 3 s."
    }
  },
  "constellation2": {
    "name": "Ali tenebrose",
    "description": {
      "0": "Usare <strong>Richiamo tengu della tempesta</strong> rilascerà una Piuma corvina più debole nella posizione iniziale di Kujou Sara, che infliggerà un 30% dei suoi DAN originali."
    }
  },
  "constellation3": {
    "name": "Lotta interiore",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Soggiogamento: Koukou Sendou</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation4": {
    "name": "Prova schiacciante",
    "description": {
      "0": "Il numero di Tengu Juurai: Ammassatempesta rilasciati da <strong>Soggiogamento: Koukou Sendou</strong> aumenta a 6."
    }
  },
  "constellation5": {
    "name": "Incantatrice",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Richiamo tengu della tempesta</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation6": {
    "name": "Peccato d'orgoglio",
    "description": {
      "0": "I DAN da CRIT da <electro>Electro</electro> dei personaggi il cui ATT è stato aumentato da Tengu Juurai aumentano di un 60%."
    }
  }
}