{
  "name": "Cyno",
  "title": "Giustiziere dei segreti",
  "description": "Il generale Mahamatra incaricato della supervisione dei ricercatori all'Akademiya. Si dice che svolga il suo lavoro in maniera ancor più efficiente del Gran Vayuvyastra creato dalla Kshahrewar.",
  "constellationName": "Lupus Aureus",
  "auto": {
    "name": "Lancia dell'evocatore",
    "fields": {
      "normal": {
        "0": "<strong><strong>Attacco normale</strong>",
        "1": "Sferra fino a 4 colpi di lancia consecutivi."
      },
      "charged": {
        "0": "<strong>Attacco caricato</strong>",
        "1": "Consuma una determinata quantità di vigore per attaccare balzando in avanti infliggendo DAN agli avversari lungo la traiettoria."
      },
      "plunging": {
        "0": "<strong>Attacco in picchiata</strong>",
        "1": "Attacca scagliandosi contro il suolo da mezz'aria, infliggendo DAN agli avversari lungo la traiettoria e DAN ad area all'impatto."
      }
    },
    "skillParams": {
      "0": "DAN da 1º colpo",
      "1": "DAN da 2º colpo",
      "2": "DAN da 3º colpo",
      "3": "DAN da 4º colpo",
      "4": "DAN da ATT caricato",
      "5": "Costo vigore ATT caricato",
      "6": "DAN da ATT in picchiata",
      "7": "DAN da ATT in picchiata basso/alto",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Rito arcano: Guida delle anime del baratro",
    "description": {
      "0": "Esegue un affondo rapido, infliggendo <electro>DAN da Electro</electro> ai nemici lungo il percorso.",
      "1": "<br/>",
      "2": "Quando Cyno si trova nello stato di Precorritore giurato innescato da Rito sacro: Destrezza del lupo, scatena un <strong>Rito funebre</strong> che infligge fragorosi <electro>DAN da Electro ad area</electro> ed estende la durata di Precorritore giurato.",
      "3": "<br/>",
      "4": "<i>\"Questo giudizio non ammette opzioni. In questo luogo non esiste né ripudio né accettazione... È una condanna che da lungo tempo pesa su entrambi.\"</i>"
    },
    "skillParams": {
      "0": "DAN da abilità",
      "1": "DAN da Rito funebre",
      "2": "Durata bonus Precorritore giurato",
      "3": "TdR",
      "4": "TdR Rito funebre",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Rito sacro: Destrezza del lupo",
    "description": {
      "0": "Evoca uno spirito divino che si insedia nel suo corpo e lo trasforma nel Precorritore giurato.",
      "1": "<br/>",
      "2": "<strong>Precorritore giurato</strong>",
      "3": "I DAN inflitti dagli attacchi normali, caricati e in picchiata di Cyno vengono convertiti in <electro>DAN da Electro</electro> non influenzabili da altre infusioni elementali.",
      "4": [
        " La maestria elementale e la resistenza all'interruzione di Cyno aumentano, donandogli anche immunità ai DAN da Electrocarica."
      ],
      "5": "<br/>",
      "6": "Questo effetto viene annullato quando Cyno esce dal campo o dopo un massimo di 18 s.",
      "7": "<br/>",
      "8": "<i>Per il generale Mahamatra, i sacri rituali tramandati nell'antica nazione sono come una sentenza suprema.</i>",
      "9": "<i>Che si tratti del presente o del passato, di un'implacabile tempesta o di un gigantesco serpente, nessuno scalfirà la maestà della legge.</i>"
    },
    "skillParams": {
      "0": "DAN da 1º colpo",
      "1": "DAN da 2º colpo",
      "2": "DAN da 3º colpo",
      "3": "DAN da 4º colpo",
      "4": "DAN da 5º colpo",
      "5": "DAN da ATT caricato",
      "6": "Costo vigore ATT caricato",
      "7": "DAN da ATT in picchiata",
      "8": "DAN da ATT in picchiata basso/alto",
      "9": "Bonus maestria elementale",
      "10": "Durata base",
      "11": "TdR",
      "12": "Costo energia",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Giudizio della piuma cadente",
    "description": {
      "0": "Quando è nello stato di Precorritore giurato attivato da <strong>Rito sacro: Destrezza del lupo</strong>, Cyno assume a intervalli regolari la posizione Occhio liminale. Se attiva <strong>Rito arcano: Guida delle anime del baratro</strong> mentre è in questa posizione, innesca l'effetto Verdetto, che aumenta i DAN di Rito sacro: Guida delle anime del baratro di un 35%, e scaglia 3 Dardi del braccatore che infliggono un 100% dell'ATT di Cyno come <electro>DAN da Electro</electro>.",
      "1": "I DAN da Dardo del braccatore sono considerati DAN da abilità elementale."
    }
  },
  "passive2": {
    "name": "Autorità sui nove archi",
    "description": {
      "0": "I valori di DAN di Cyno aumentano in base alla sua maestria elementale con i seguenti criteri:",
      "1": [
        " i DAN da attacco normale di Precorritore giurato aumentano di un 150% della sua maestria elementale;",
        " i DAN da Dardo del braccatore del talento passivo Giudizio della piuma cadente aumentano di un 250% della sua maestria elementale."
      ]
    }
  },
  "passive3": {
    "name": "Dono del silenzio",
    "description": {
      "0": "Ottiene un 25% in più di ricompense quando intraprende una spedizione a Sumeru per 20 ore."
    }
  },
  "constellation1": {
    "name": "Ordinanza: Guardia instancabile",
    "description": {
      "0": "Dopo aver usato <strong>Rito sacro: Destrezza del lupo</strong>, la VEL d'ATT normale di Cyno aumenta di un 20% per 10 s. Se l'effetto Verdetto del suo talento passivo Giudizio della piuma cadente viene attivato durante <strong>Rito arcano: Guida delle anime del baratro</strong>, la durata dell'incremento viene ripristinata.",
      "1": "Devi prima sbloccare il talento passivo Giudizio della piuma cadente."
    }
  },
  "constellation2": {
    "name": "Cerimonia: Raduno degli spiriti",
    "description": {
      "0": "Quando Cyno colpisce gli avversari con attacchi normali, il suo <electro>bonus DAN da Electro</electro> aumenta di un 10% per 4 s. Quest'effetto può attivarsi una volta ogni 0,1 s e accumularsi per un massimo di 5 volte."
    }
  },
  "constellation3": {
    "name": "Precetto: Tutore della legge",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Rito sacro: Destrezza del lupo</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation4": {
    "name": "Austerità: Guardia arcigna",
    "description": {
      "0": "Quando Cyno è nello stato di Precorritore giurato attivato da <strong>Rito sacro: Destrezza del lupo</strong>, dopo aver innescato una reazione di Electrocarica, Superconduzione, Sovraccarico, Vivificazione, Accentuazione, Iperfioritura o Turbinio di Electro, ripristina di 3 l'energia elementale di tutti i membri del gruppo vicini (tranne sé stesso).",
      "1": "Quest'effetto può verificarsi 5 volte con un unico uso di <strong>Rito sacro: Destrezza del lupo</strong>."
    }
  },
  "constellation5": {
    "name": "Rito funerario: Stella effimera",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Rito arcano: Guida delle anime del baratro</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation6": {
    "name": "Veste: Bilancia dell'equità",
    "description": {
      "0": "Dopo aver usato <strong>Rito sacro: Destrezza del lupo</strong> o attivato l'effetto Verdetto del talento passivo Giudizio della piuma cadente, Cyno ottiene 4 accumuli dell'effetto Giorno dello sciacallo. Quando colpisce gli avversari con gli attacchi normali, consuma 1 accumulo di Giorno dello sciacallo per scagliare un Dardo del braccatore.",
      "1": "Giorno dello sciacallo dura 8 s e può essere accumulato per un massimo di 8 volte. I suoi effetti si annullano al termine di Precorritore giurato.",
      "2": "È possibile scagliare 1 Dardo del braccatore in questo modo ogni 0,4 s.",
      "3": "Devi prima sbloccare il talento passivo Giudizio della piuma cadente."
    }
  }
}