{
  "name": "Albedo",
  "title": "Kreideprinz",
  "description": "Un genio conosciuto come Kreideprinz, è capo alchimista e capitano della squadra investigativa dei Cavalieri di Favonius.",
  "constellationName": "Princeps Cretaceus",
  "auto": {
    "name": "Tecnica di Favonius - Weiss",
    "fields": {
      "normal": {
        "0": "<strong><strong>Attacco normale</strong>",
        "1": "Sferra fino a 5 colpi rapidi."
      },
      "charged": {
        "0": "<strong>Attacco caricato</strong>",
        "1": "Consuma una determinata quantità di vigore per sferrare 2 colpi di spada rapidi."
      },
      "plunging": {
        "0": "<strong>Attacco in picchiata</strong>",
        "1": "Attacca scagliandosi contro il suolo da mezz'aria, infliggendo DAN agli avversari lungo la traiettoria e DAN ad area all'impatto."
      }
    },
    "skillParams": {
      "0": "DAN da 1º colpo",
      "1": "DAN da 2º colpo",
      "2": "DAN da 3º colpo",
      "3": "DAN da 4º colpo",
      "4": "DAN da 5º colpo",
      "5": "DAN da ATT caricato",
      "6": "Costo vigore ATT caricato",
      "7": "DAN da ATT in picchiata",
      "8": "DAN da ATT in picchiata basso/alto",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Abiogenesi: Isotoma solare",
    "description": {
      "0": "Albedo crea un'Isotoma solare usando l'alchimia, che infligge <geo>DAN da Geo ad area</geo> quando compare.",
      "1": "<br/>",
      "2": "<strong>Isotoma solare</strong>",
      "3": [
        " Quando gli avversari all'interno dell'Isotoma solare subiscono dei DAN, l'Isotoma solare genera Boccioli effimeri che infliggono <geo>DAN da Geo ad area</geo>. I DAN inflitti variano in base alla DIF di Albedo.",
        " I Boccioli effimeri possono essere generati una volta ogni 2 s.",
        " Quando un personaggio si trova nella posizione dell'Isotoma solare, l'Isotoma solare accumula potere di Geo per formare una piattaforma cristallizzata che solleva il personaggio fino a una certa altezza. Può esistere solo una piattaforma cristallizzata alla volta.",
        " L'Isotoma solare è considerato un <geo>costrutto di Geo</geo>. Può esistere solo un'Isotoma solare creata da Albedo stesso alla volta. "
      ],
      "4": "<br/>",
      "5": "<strong>Tieni premuto</strong> per decidere la posizione dell'abilità.",
      "6": "<br/>",
      "7": "<i>Questo bocciolo di Geo ha una proprietà inusuale riflessa nello scopo dell'alchimia. Ergersi dalla terra, levarsi in cielo e divenire il sole.</i>"
    },
    "skillParams": {
      "0": "DAN da abilità",
      "1": "DAN da Bocciolo effimero",
      "2": "Durata",
      "3": "TdR abilità",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Rito della discendenza: Ondata tettonica",
    "description": {
      "0": "Sotto il comando di Albedo, i cristalli di Geo si ergono ed esplodono, infliggendo <geo>DAN da Geo ad area</geo> davanti a lui.",
      "1": "Se un'Isotoma solare creato da Albedo è sul campo, 7 Boccioli fatali verranno generati nel campo dell'Isotoma solare, sbocciando violentemente con uno scoppio e infliggendo <geo>DAN da Geo ad area</geo>.",
      "2": "<br/>",
      "3": "I DAN da Ondata tettonica e i DAN da Bocciolo fatale non genereranno Boccioli effimeri.",
      "4": "<br/>",
      "5": "<i>Sotto il comando di Kreideprinz, l'ondata tettonica della creazione ribolle e dà vita.</i>"
    },
    "skillParams": {
      "0": "DAN da Tripudio",
      "1": "DAN da Bocciolo fatale",
      "2": "TdR",
      "3": "Costo energia",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Potenza della calcite",
    "description": {
      "0": "I Boccioli effimeri generati da <strong>Abiogenesi: Isotoma solare</strong> infliggono un 25% di DAN extra agli avversari i cui PS sono inferiori a un 50%."
    }
  },
  "passive2": {
    "name": "Saggezza degli Homunculi",
    "description": {
      "0": "Usando <strong>Rito della discendenza: Ondata tettonica</strong>, la maestria elementale dei membri del gruppo vicini aumenta di 125 per 10 s."
    }
  },
  "passive3": {
    "name": "Lampo di genio",
    "description": {
      "0": "Quando Albedo crea materiali d'ascensione delle armi, ha un 10% di probabilità di ricevere il doppio del prodotto."
    }
  },
  "constellation1": {
    "name": "Fiore dell'Eden",
    "description": {
      "0": "I Boccioli effimeri generati da <strong>Abiogenesi: Isotoma solare</strong> rigenerano l'energia di Albedo di 1,2."
    }
  },
  "constellation2": {
    "name": "Eone Fanerozoico",
    "description": {
      "0": "I Boccioli effimeri generati da <strong>Abiogenesi: Isotoma solare</strong> forniscono ad Albedo Giudizio fatale per 30 s:",
      "1": [
        " rilasciare <strong>Rito della discendenza: Ondata tettonica</strong> consuma tutti gli accumuli di Giudizio fatale. Ciascun accumulo consumato aumenta i DAN inflitti dai Boccioli fatali e da Rito della discendenza: Ondata tettonica di una quantità pari a un 30% della DIF di Albedo;",
        " cumulabile fino a 4 volte."
      ]
    }
  },
  "constellation3": {
    "name": "Benedizione di Helios",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Abiogenesi: Isotoma solare</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation4": {
    "name": "Discesa divina",
    "description": {
      "0": "Aumenta di un 30% i DAN da attacco in picchiata dei membri attivi del gruppo all'interno del campo dell'Isotoma solare."
    }
  },
  "constellation5": {
    "name": "Era geologica",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Rito della discendenza: Ondata tettonica</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation6": {
    "name": "Polvere purificatrice",
    "description": {
      "0": "Aumenta di un 17% i DAN dei membri attivi del gruppo all'interno del campo dell'Isotoma solare protetti da uno scudo creato da una reazione di Cristallizzazione."
    }
  }
}