{
  "name": "Tartaglia",
  "title": "Principe",
  "description": "L'undicesimo Messaggero dei Fatui, noto anche come il \"Principe\". Il suo nome è molto temuto sul campo di battaglia.",
  "constellationName": "Monoceros Caeli",
  "auto": {
    "name": "Torrente acuminato",
    "fields": {
      "normal": {
        "0": "<strong><strong>Attacco normale</strong>",
        "1": "Effettua fino a 6 tiri consecutivi con un arco."
      },
      "charged": {
        "0": "<strong>Attacco caricato</strong>",
        "1": "Effettua un <strong>attacco mirato</strong> ancora più preciso con DAN aumentati.",
        "2": "Mentre miri, il potere di Hydro si accumulerà sulla punta della freccia. Una freccia caricata al massimo con il Torrente infligge <hydro>DAN da Hydro</hydro> e applica lo stato di Risacca."
      },
      "riptide": {
        "0": "<strong>Risacca</strong>",
        "1": "Gli avversari affetti da Risacca subiscono gli effetti dei <hydro>DAN da Hydro ad area</hydro> quando sono attaccati da Tartaglia in vari modi. I DAN inflitti in questo modo si considerano DAN da attacco normale.",
        "2": [
          " Lampo di Risacca: un attacco mirato a piena carica che colpisce un avversario affetto da Risacca infligge DAN ad area continui. Può verificarsi una volta ogni 0,7 s.",
          " Scoppio di Risacca: sconfiggere un avversario affetto da Risacca crea uno scoppio di Hydro che infligge lo stato di Risacca agli avversari vicini colpiti."
        ]
      },
      "plunging": {
        "0": "<strong>Attacco in picchiata</strong>",
        "1": "Scocca una pioggia di frecce a mezz'aria prima di cadere e colpire il suolo, infliggendo DAN ad area all'impatto.",
        "2": "Quando Tartaglia è nella posizione da mischia Eredità immonda: Marea infuriata, non può eseguire attacchi in picchiata."
      }
    },
    "skillParams": {
      "0": "DAN da 1º colpo",
      "1": "DAN da 2º colpo",
      "2": "DAN da 3º colpo",
      "3": "DAN da 4º colpo",
      "4": "DAN da 5º colpo",
      "5": "DAN da 6º colpo",
      "6": "ATT mirato",
      "7": "ATT mirato a piena carica",
      "8": "DAN da Lampo di Risacca",
      "9": "DAN da Scoppio di Risacca",
      "10": "Durata Risacca",
      "11": "DAN da ATT in picchiata",
      "12": "DAN da ATT in picchiata basso/alto",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Eredità immonda: Marea infuriata",
    "description": {
      "0": "Scatena un set di armi fatte di pura acqua, infliggendo <hydro>DAN da Hydro</hydro> agli avversari circostanti e assumendo la posizione da mischia.",
      "1": "In questa posizione, gli attacchi normali e caricati di Tartaglia si trasformano in <hydro>DAN da Hydro</hydro> non influenzabili da altre infusioni elementali e cambiano come segue:",
      "2": "<br/>",
      "3": "<strong>Attacco normale</strong>",
      "4": "Sferra fino a 6 colpi di <hydro>Hydro</hydro> consecutivi.",
      "5": "<br/>",
      "6": "<strong>Attacco caricato</strong>",
      "7": "Consuma una determinata quantità di vigore per rilasciare un colpo incrociato, infliggendo <hydro>DAN da Hydro</hydro>.",
      "8": "<br/>",
      "9": "<strong>Sferzata di Risacca</strong>",
      "10": "Colpire un avversario affetto da Risacca con un attacco in mischia rilascia una Sferzata di Risacca che infligge <hydro>DAN da Hydro ad area</hydro>. I DAN inflitti in questo modo si considerano DAN da abilità elementale e si possono verificare solo una volta ogni 1,5 s.",
      "11": "<br/>",
      "12": "Dopo 30 s, o quando il talento viene nuovamente attivato, l'abilità termina. Tartaglia torna nella sua posizione a distanza e la sua abilità entra in TdR. Più tempo Tartaglia resta in posizione da mischia, più lungo sarà il TdR.",
      "13": "Se il ritorno alla posizione a distanza avviene automaticamente dopo 30 s, il TdR è ancora più lungo.",
      "14": "<br/>",
      "15": "<i>Ha scelto l'arco come sua arma proprio per superare la sua debolezza con esso. Ma una lotta impegnativa gli richiede di fare sul serio...</i>"
    },
    "skillParams": {
      "0": "DAN da cambio posizione",
      "1": "DAN da 1º colpo",
      "2": "DAN da 2º colpo",
      "3": "DAN da 3º colpo",
      "4": "DAN da 4º colpo",
      "5": "DAN da 5º colpo",
      "6": "DAN da 6º colpo",
      "7": "DAN da ATT caricato",
      "8": "Costo vigore ATT caricato",
      "9": "Sferzata di Risacca",
      "10": "Durata max",
      "11": "TdR preventivo",
      "12": "TdR max",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Caos: Distruzione",
    "description": {
      "0": "Sferra diversi attacchi in base alla posizione assunta da Tartaglia quando la lancia.",
      "1": "<br/>",
      "2": "<strong>Posizione a distanza: Lampo di caos</strong>",
      "3": "Lancia rapidamente una freccia magica pervasa da Hydro infliggendo <hydro>DAN da Hydro ad area</hydro> e applicando lo stato di Risacca.",
      "4": "Ripristina una parte del suo costo di energia dopo l'uso.",
      "5": "<br/>",
      "6": "<strong>Posizione da mischia: Luce d'annientamento</strong>",
      "7": "Sferra un colpo con un'ampia area d'effetto, infliggendo ingenti <hydro>DAN da Hydro</hydro> a tutti gli avversari circostanti e innescando Getto di Risacca.",
      "8": "<br/>",
      "9": "<strong>Getto di Risacca</strong>",
      "10": "Quando le acque distruttive colpiscono un avversario affetto da Risacca, lo stato di Risacca si annulla e si innesca un'esplosione di Hydro che infligge <hydro>DAN da Hydro ad area</hydro>.",
      "11": "I DAN inflitti in questo modo si considerano DAN da Tripudio elementale.",
      "12": "<br/>",
      "13": "<i>I corsi d'acqua si vedono raramente in questa terra nevosa. Forse, la sua abilità di comandare l'acqua è dovuta al suo comprendere quanto è preziosa.</i>"
    },
    "skillParams": {
      "0": "DAN da abilità in mischia",
      "1": "DAN da abilità a distanza",
      "2": "DAN da Getto di Risacca",
      "3": "Ripristino energia (a distanza)",
      "4": "TdR",
      "5": "Costo energia",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Senza fine",
    "description": {
      "0": "Estende di 8 s la durata di Risacca."
    }
  },
  "passive2": {
    "name": "Spada dei torrenti",
    "description": {
      "0": "Quando Tartaglia è nella posizione da mischia di <strong>Eredità immonda: Marea infuriata</strong> e infligge un colpo CRIT, gli attacchi normali e caricati infliggono lo stato di Risacca agli avversari."
    }
  },
  "passive3": {
    "name": "Maestro degli armamenti",
    "description": {
      "0": "Aumenta di 1 il livello dell'<strong>attacco normale</strong> dei membri del tuo gruppo."
    }
  },
  "constellation1": {
    "name": "Eredità immonda: Domatore di maree",
    "description": {
      "0": "Riduce di un 20% il TdR di <strong>Eredità immonda: Marea infuriata</strong>."
    }
  },
  "constellation2": {
    "name": "Eredità immonda: Corrente sotterranea",
    "description": {
      "0": "Quando gli avversari colpiti da Risacca vengono sconfitti, l'energia elementale di Tartaglia si rigenera di 4."
    }
  },
  "constellation3": {
    "name": "Caos abissale: Vortice tumultuoso",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Eredità immonda: Marea infuriata</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation4": {
    "name": "Caos abissale: Hydrogetto",
    "description": {
      "0": "Se Tartaglia è nella posizione da mischia di <strong>Eredità immonda: Marea infuriata</strong>, rilascia Sferzata di Risacca ogni 4 s contro gli avversari sotto l'effetto di Risacca presenti sul campo, oppure rilascia Lampo di Risacca.",
      "1": "Sferzate di Risacca e Lampi di Risacca innescati da quest'effetto della costellazione non sono soggetti agli intervalli di tempo che si applicano generalmente a questi due effetti, né hanno alcun effetto su tali intervalli di tempo."
    }
  },
  "constellation5": {
    "name": "Caos: Lama informe",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Caos: Distruzione</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation6": {
    "name": "Caos: Annientamento",
    "description": {
      "0": "Quando <strong>Caos: Distruzione</strong> viene usato in posizione da mischia, il TdR di <strong>Eredità immonda: Marea infuriata</strong> si azzera.",
      "1": "L'effetto si applica solo quando Tartaglia torna nella sua posizione a distanza."
    }
  }
}