{
  "name": "Gorou",
  "title": "Guerriero canino",
  "description": "Il grande generale dell'esercito dell'Isola di Watatsumi. I suoi subordinati nutrono piena fiducia in lui.",
  "constellationName": "Canis Bellatoris",
  "auto": {
    "name": "Freccia lacerante",
    "fields": {
      "normal": {
        "0": "<strong><strong>Attacco normale</strong>",
        "1": "Effettua fino a 4 tiri consecutivi con un arco."
      },
      "charged": {
        "0": "<strong>Attacco caricato</strong>",
        "1": "Effettua un <strong>attacco mirato</strong> ancora più preciso con DAN aumentati.",
        "2": "Mentre mira, sulla punta della freccia si accumuleranno cristalli di pietra. Una freccia cristallina caricata al massimo infligge <geo>DAN da Geo</geo>."
      },
      "plunging": {
        "0": "<strong>Attacco in picchiata</strong>",
        "1": "Scocca una pioggia di frecce a mezz'aria prima di cadere e colpire il suolo, infliggendo DAN ad area all'impatto."
      }
    },
    "skillParams": {
      "0": "DAN da 1º colpo",
      "1": "DAN da 2º colpo",
      "2": "DAN da 3º colpo",
      "3": "DAN da 4º colpo",
      "4": "ATT mirato",
      "5": "ATT mirato a piena carica",
      "6": "DAN da ATT in picchiata",
      "7": "DAN da ATT in picchiata basso/alto",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Difesa a tutto tondo Inuzaka",
    "description": {
      "0": "Infligge <geo>DAN da Geo ad area</geo> e issa uno Stendardo bellico del generale.",
      "1": "<br/>",
      "2": "<strong>Stendardo bellico del generale</strong>",
      "3": "Conferisce fino a 3 effetti positivi ai personaggi attivi nell'area d'effetto dell'abilità, in base al numero di personaggi di <geo>Geo</geo> presenti nel gruppo al momento del lancio.",
      "4": [
        " 1 personaggio di Geo: aggiunge Irremovibilità (bonus DIF).",
        " 2 personaggi di Geo: aggiunge Impenetrabilità (resistenza all'interruzione aumentata).",
        " 3 personaggi di Geo: aggiunge Scricchiolio (<geo>bonus DAN da Geo</geo>)."
      ],
      "5": "<br/>",
      "6": "Gorou può schierare sul campo solo 1 Stendardo bellico del generale alla volta. I personaggi possono trarre vantaggio da solo 1 Stendardo bellico del generale alla volta. Quando un membro del gruppo lascia il campo di battaglia, l'effetto positivo attivo dura per 2 s.",
      "7": "<br/>",
      "8": "<strong>Pressione prolungata</strong>",
      "9": "Regola la posizione dell'abilità.",
      "10": "<br/>",
      "11": "<i>\"Assumete questa formazione e saremo al sicuro, ve lo garantisco!\" Come generale e capo delle truppe, l'ultima cosa che Gorou vuole è vedere i suoi seguaci farsi male.</i>"
    },
    "skillParams": {
      "0": "DAN da abilità",
      "1": "Aumento DIF",
      "2": "Bonus DAN da Geo",
      "3": "Durata",
      "4": "TdR",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Juuga: Avanti verso la vittoria",
    "description": {
      "0": "Dimostrando il suo valore come generale, Gorou infligge <geo>DAN da Geo ad area</geo> e crea un campo conosciuto come Gloria del generale per rinforzare i suoi compagni.",
      "1": "<br/>",
      "2": "<strong>Gloria del generale</strong>",
      "3": "Il campo ha le seguenti proprietà:",
      "4": [
        " similmente allo Stendardo bellico del generale creato da Difesa a tutto tondo Inuzaka, esso conferisce effetti positivi ai personaggi attivi all'interno dell'area d'effetto dell'abilità in base al numero di personaggi di <geo>Geo</geo> presenti nel gruppo. Inoltre, si muove insieme al tuo personaggio attivo;",
        " genera 1 Crollo cristallino ogni 1,5 s che infligge <geo>DAN da Geo ad area</geo> a 1 avversario all'interno dell'area d'effetto dell'abilità;",
        " attira 1 frammento elementale nell'area d'effetto dell'abilità verso la posizione del tuo personaggio attivo ogni 1,5 s (i frammenti elementali sono creati dalle reazioni di Cristallizzazione)."
      ],
      "5": "<br/>",
      "6": "Se uno Stendardo bellico del generale creato da Gorou è presente sul campo quando quest'abilità viene usata, sarà distrutto. Inoltre, mentre il campo Gloria del generale è attivo, l'abilità elementale di Gorou Difesa a tutto tondo Inuzaka non creerà lo Stendardo bellico del generale.",
      "7": "Se Gorou finisce fuori combattimento, gli effetti di Gloria del generale saranno annullati.",
      "8": "<br/>",
      "9": "<i>\"Siamo in vantaggio!\" Gorou può modificare leggermente il terreno del campo di battaglia per aggiudicarsi la vittoria. Questa tecnica gli ha permesso di superare tante battaglie contro avversari apparentemente superiori.</i>"
    },
    "skillParams": {
      "0": "DAN da abilità",
      "1": "DAN da Crollo cristallino",
      "2": "Durata",
      "3": "TdR",
      "4": "Costo energia",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Sprezzo delle intemperie",
    "description": {
      "0": "Dopo aver usato <strong>Juuga: Avanti verso la vittoria</strong>, la DIF di tutti i membri vicini del gruppo aumenta di un 25% per 12 s."
    }
  },
  "passive2": {
    "name": "Favore ripagato",
    "description": {
      "0": "Gli attacchi di Gorou ricevono i seguenti bonus DAN in base alla sua DIF:",
      "1": [
        " i DAN da abilità di <strong>Difesa a tutto tondo Inuzaka</strong> aumentano di una quantità pari a un 156% della DIF;",
        " i DAN da abilità di <strong>Juuga: Avanti verso la vittoria</strong> e i DAN di Crollo cristallino aumentano di una quantità pari a un 15,6% della DIF."
      ]
    }
  },
  "passive3": {
    "name": "Fiuto canino",
    "description": {
      "0": "Mostra sulla minimappa la posizione delle <strong>risorse uniche di Inazuma</strong>."
    }
  },
  "constellation1": {
    "name": "Segugio fuggente: Veloce come il vento",
    "description": {
      "0": "Quando i personaggi (escluso Gorou) nell'area d'effetto di <strong>Stendardo bellico del generale</strong> o di <strong>Gloria del generale</strong> di Gorou infliggono DAN da Geo agli avversari, il TdR di <strong>Difesa a tutto tondo Inuzaka</strong> di Gorou si riduce di 2 s.",
      "1": "Si può verificare una sola volta ogni 10 s."
    }
  },
  "constellation2": {
    "name": "Segugio seduto: Affidabile come un orologio",
    "description": {
      "0": "Mentre <strong>Gloria del generale</strong> è attiva, la sua durata si estende di 1 s quando un personaggio attivo vicino ottiene un frammento elementale tramite una reazione di Cristallizzazione. ",
      "1": "Si può verificare una sola volta ogni 0,1 s. La durata può estendersi fino a 3 s."
    }
  },
  "constellation3": {
    "name": "Segugio da combattimento: Feroce come il fuoco",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Difesa a tutto tondo Inuzaka</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation4": {
    "name": "Lingua del segugio: Mite come l'acqua",
    "description": {
      "0": "Quando <strong>Gloria del generale</strong> è nello stato di Impenetrabilità o Scricchiolio, Gorou guarirà i personaggi attivi nella sua area d'effetto di una quantità pari a un 50% della sua DIF ogni 1,5 s."
    }
  },
  "constellation5": {
    "name": "Segugio d'assalto: Forza tonante",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Juuga: Avanti verso la vittoria</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation6": {
    "name": "Segugio valoroso: Fedeltà incommensurabile",
    "description": {
      "0": "Per 12 s dopo aver usato <strong>Difesa a tutto tondo Inuzaka</strong> o <strong>Juuga: Avanti verso la vittoria</strong>, i DAN da CRIT da <geo>Geo</geo> di tutti i membri vicini del gruppo aumentano in base al livello dell'effetto positivo del campo dell'abilità quando viene usata:",
      "1": [
        " Irremovibilità: +10%",
        " Impenetrabilità: +20%",
        " Scricchiolio: +40%"
      ],
      "2": "<br/>",
      "3": "Quest'effetto non è cumulabile e prenderà come riferimento l'ultimo effetto che è stato attivato."
    }
  }
}