{
  "name": "Mavuika",
  "title": "Fiamma che incendia la notte",
  "description": "La leader di Natlan, che ha ereditato il Nome antico di \"Kiongozi\". Ha giurato di illuminare il futuro della Nazione della Guerra con la Fiamma sacra.",
  "constellationName": "Sol Invictus",
  "auto": {
    "name": "Intreccio vitale delle fiamme",
    "fields": {
      "normal": {
        "0": "<strong>Attacco normale</strong>",
        "1": "Sferra fino a 4 colpi di claymore consecutivi."
      },
      "charged": {
        "0": "<strong>Attacco caricato</strong>",
        "1": "Consuma una determinata quantità di vigore per sferrare un Fendente fulgido particolarmente potente davanti a sé."
      },
      "plunging": {
        "0": "<strong>Attacco in picchiata</strong>",
        "1": "Attacca scagliandosi contro il suolo da mezz'aria, infliggendo DAN agli avversari lungo la traiettoria e DAN ad area all'impatto."
      }
    },
    "skillParams": {
      "0": "DAN da 1º colpo",
      "1": "DAN da 2º colpo",
      "2": "DAN da 3º colpo",
      "3": "DAN da 4º colpo",
      "4": "DAN da ATT caricato",
      "5": "Costo vigore attacco caricato",
      "6": "DAN da ATT in picchiata",
      "7": "DAN da ATT in picchiata basso/alto",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Nomen omen",
    "description": {
      "0": "Esercitando la sua autorità sul \"conflitto\", Mavuika evoca gli Armamenti fiammeggianti tramandati da generazioni tra gli Archon umani, infliggendo <pyro>DAN da Pyro</pyro> con attributo Anima della Notte.",
      "1": "Dopo aver usato l'abilità, Mavuika recupera tutti i suoi punti Anima della Notte ed entra nello stato di Grazia dell'Anima della Notte.",
      "2": "<br/>",
      "3": "<strong>Armamenti fiammeggianti</strong>",
      "4": "La durata della pressione ne modifica la forma.",
      "5": "<br/>",
      "6": "<strong>Pressione</strong>",
      "7": "Liberazione del Nome divino: gli Armamenti fiammeggianti si manifestano sotto forma di un Anello dell'ardore fulgido. L'Anello segue il personaggio attivo e attacca a intervalli gli avversari vicini, infliggendo <pyro>DAN da Pyro</pyro> con attributo Anima della Notte.",
      "8": "<br/>",
      "9": "<strong>Pressione prolungata</strong>",
      "10": "Liberazione del Nome antico: gli Armamenti fiammeggianti si manifestano sotto forma di una Pyromoto. In questo stato, Mavuika può salirci a bordo e muoversi rapidamente, nonché attivare le funzioni di supporto che le permettono di attraversare vari tipi di terreno o di planare a mezz'aria. Gli attacchi normali, caricati e in picchiata di Mavuika subiscono una conversione per infliggere <pyro>DAN da Pyro</pyro> con attributo Anima della Notte non influenzabili da altre infusioni elementali. Anche durante lo Scatto, Mavuika infligge <pyro>DAN da Pyro</pyro> con attributo Anima della Notte agli avversari sul suo percorso.",
      "11": "<br/>",
      "12": "Quando è nello stato di Grazia dell'Anima della Notte, premere di nuovo rapidamente l'abilità elementale permette agli Armamenti fiammeggianti di cambiare forma. Questi spariscono quando lo stato di Grazia dell'Anima della Notte di Mavuika termina.",
      "13": "<br/>",
      "14": "<strong>Grazia dell'Anima della Notte: Mavuika</strong>",
      "15": "Consuma costantemente punti Anima della Notte in base alla forma degli Armamenti fiammeggianti. Lo stato di Grazia dell'Anima della Notte di Mavuika termina quando i punti Anima della Notte si esauriscono.",
      "16": "<br/>",
      "17": "<i>Se si dicesse a Mavuika che, in un altro mondo, dei veicoli come la Pyromoto richiedono delle targhe identificative, ne sarebbe decisamente contenta.",
      "18": "\"Beh, la mia Pyromoto è unica al mondo. Significa che posso decidere io il numero nella targa, giusto?\"</i>"
    },
    "skillParams": {
      "0": "DAN da abilità",
      "1": "DAN da Anello dell'ardore fulgido",
      "2": "Intervallo ATT Anello dell'ardore fulgido",
      "3": "DAN da 1º colpo ATT normale Pyromoto",
      "4": "DAN da 2º colpo ATT normale Pyromoto",
      "5": "DAN da 3º colpo ATT normale Pyromoto",
      "6": "DAN da 4º colpo ATT normale Pyromoto",
      "7": "DAN da 5º colpo ATT normale Pyromoto",
      "8": "DAN da Scatto Pyromoto",
      "9": "DAN da ATT caricato ciclico Pyromoto",
      "10": "DAN da ATT caricato finali Pyromoto",
      "11": "DAN da ATT in picchiata Pyromoto",
      "12": "Limite punti Anima della Notte",
      "13": "TdR",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "L'ora dei cieli in fiamme",
    "description": {
      "0": "Lascia che le voci interiori del popolo raggiungano il trono divino nei cieli.",
      "1": "<strong>Il Tripudio elementale di Mavuika non consuma energia, ma Spirito combattivo.</strong>",
      "2": "<br/>",
      "3": "<strong>Spirito combattivo</strong>",
      "4": "Quando Mavuika ha almeno un 50% di Spirito combattivo, può consumarlo tutto per scatenare il suo Tripudio elementale.",
      "5": "Mavuika può ottenere Spirito combattivo nei modi seguenti:",
      "6": [
        " durante i combattimenti, i punti Anima della Notte consumati dai membri vicini del gruppo vengono convertiti in Spirito combattivo;",
        " quando gli attacchi normali dei membri del gruppo vicini colpiscono gli avversari, Mavuika ottiene 1,5 punti di Spirito combattivo. Quest'effetto può essere attivato una volta ogni 0,1 s."
      ],
      "7": "<br/>",
      "8": "Dopo aver usato il Tripudio, Mavuika ottiene 10 punti Anima della Notte ed entra nello stato di Grazia dell'Anima della Notte. Saltando in alto nel cielo in sella alla sua Pyromoto, utilizza un potente Taglio del Sole cadente contro gli avversari a terra, infliggendo <pyro>DAN da Pyro ad area</pyro> con attributo Anima della Notte. Dopodiché, entra nello stato di Crogiolo di vita e morte.",
      "9": "<br/>",
      "10": "<strong>Crogiolo di vita e morte</strong>",
      "11": "Mentre questo stato è attivo, Mavuika non consuma punti Anima della Notte e aumenta la resistenza alle interruzioni. Inoltre, i DAN inflitti dal Taglio del Sole cadente e dagli attacchi normali e caricati della Liberazione del Nome antico aumentano in base alla quantità di Spirito combattivo posseduto da Mavuika all'attivazione del Tripudio elementale.",
      "12": "Lo stato di Crogiolo di vita e morte termina se Mavuika abbandona il campo.",
      "13": "<br/>",
      "14": "<i>\"...Ma questa volta, distruggerò il destino con le mie stesse mani.\"</i>"
    },
    "skillParams": {
      "0": "DAN da abilità",
      "1": "Durata Crogiolo di vita e morte",
      "2": "Bonus DAN da Taglio del Sole cadente",
      "3": "Bonus DAN da ATT normale Pyromoto",
      "4": "Bonus DAN da ATT caricato Pyromoto",
      "5": "TdR",
      "6": "Limite Spirito combattivo",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Dono dei Fiorardenti",
    "description": {
      "0": "Quando un membro del gruppo innesca un Impeto dell'Anima della Notte, l'ATT di Mavuika aumenta di un 30% per 10 s."
    }
  },
  "passive2": {
    "name": "\"Kiongozi\"",
    "description": {
      "0": "Dopo aver usato il Tripudio elementale <strong>L'ora dei cieli in fiamme</strong>, ogni punto di Spirito combattivo presente al suo utilizzo aumenta i DAN inflitti dal membro attivo del gruppo di uno 0,2%. L'incremento massimo ottenibile in questo modo è di un 40%. L'effetto dura 20 s, durante i quali l'incremento si riduce progressivamente fino ad azzerarsi."
    }
  },
  "passive3": {
    "name": "Dono del Reame notturno: Modalità Scappamento",
    "description": {
      "0": "Dopo aver esaurito completamente i punti Anima della Notte, Mavuika consuma il Flogisto per continuare a usare gli Armamenti fiammeggianti sotto forma di Pyromoto.",
      "1": "Se si trova in un'area di Natlan dove sono presenti uno o più Meccanismi flogistici, può usare Trasmissione dell'Anima della Notte: Mavuika. Quando il personaggio attivo sta eseguendo uno Scatto, si sta arrampicando, sta nuotando o compiendo un movimento causato da determinati talenti, oppure è sospeso in aria a una certa altezza, passare il controllo a Mavuika innesca il seguente effetto: Mavuika entra nello stato di Grazia dell'Anima della Notte e ottiene un 50% dei suoi punti Anima della Notte massimi. Trasmissione dell'Anima della Notte può attivarsi una volta ogni 10 s all'interno del proprio gruppo."
    }
  },
  "passive": {
    "name": "Radiosità franginotte",
    "description": {
      "0": "Il TdR della Trasmissione dell'Anima della Notte del gruppo si riduce di un 20%."
    }
  },
  "constellation1": {
    "name": "Spiegazione della Signora della Notte",
    "description": {
      "0": "I punti Anima della Notte massimi di Mavuika passano a 120 e l'efficienza con cui ottiene Spirito combattivo aumenta di un 25%.",
      "1": "Inoltre, dopo aver ottenuto Spirito combattivo, il suo ATT aumenta di un 40% per 8 s."
    }
  },
  "constellation2": {
    "name": "Prezzo delle ceneri",
    "description": {
      "0": "Quando Mavuika è nello stato di Grazia dell'Anima della Notte, il suo ATT di base aumenta di 200, e ottiene i seguenti effetti in base alla forma degli Armamenti fiammeggianti.",
      "1": [
        " Anello dell'ardore fulgido: la DIF degli avversari vicini diminuisce di un 20%;",
        " Pyromoto: gli attacchi normali e caricati di Mavuika e il Taglio del Sole cadente del Tripudio elementale <strong>L'ora dei cieli in fiamme</strong> infliggono DAN aumentati rispettivamente di un 60%, 90% e 120% dell'ATT di Mavuika."
      ]
    }
  },
  "constellation3": {
    "name": "Sole rovente",
    "description": {
      "0": "Aumenta di 3 il livello de <strong>L'ora dei cieli in fiamme</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation4": {
    "name": "Determinazione di una comandante",
    "description": {
      "0": "Aumenta gli effetti del talento passivo \"Kiongozi\":",
      "1": "l'incremento dei DAN ottenuto dopo aver usato il Tripudio elementale <strong>L'ora dei cieli in fiamme</strong> non diminuisce nel tempo, e si ottiene un 10% di bonus DAN aggiuntivo.",
      "2": "Richiede il talento passivo \"Kiongozi\"."
    }
  },
  "constellation5": {
    "name": "Significato della verità",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Nomen omen</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation6": {
    "name": "Liberazione del Nome dell'umanità",
    "description": {
      "0": "Gli Armamenti fiammeggianti dell'abilità elementale <strong>Nomen omen</strong> ricevono dei miglioramenti generali.",
      "1": [
        " Anello dell'ardore fulgido: quando l'Anello attacca e colpisce gli avversari, una Pyromoto si schianta contro l'avversario colpito, infliggendo <pyro>DAN da Pyro ad area</pyro> con attributo Anima della Notte pari a un 200% dell'ATT.",
        " Pyromoto: quando Mavuika è a bordo della Pyromoto, evoca anche un Anello dell'ardore fulgido incandescente che la segue, il quale riduce la DIF degli avversari vicini di un 20% e infligge <pyro>DAN da Pyro ad area</pyro> con attributo Anima della Notte pari a un 500% dell'ATT ogni 3 s. Inoltre, le capacità di Mavuika di muoversi sui vari terreni migliorano ulteriormente."
      ],
      "2": "<br/>",
      "3": "In più, quando Mavuika è a bordo della Pyromoto e non è in un combattimento, se i suoi punti Anima della Notte scendono a 5, ne ottiene 80. Quest'effetto può attivarsi una volta ogni 15 s."
    }
  }
}