{
  "name": "Keqing",
  "title": "Dominatrice del tuono",
  "description": "La Yuheng delle Sette Stelle di Liyue, Keqing avrebbe molto da dire sull'approccio unilaterale di Rex Lapis ai processi decisionali di Liyue. In realtà, gli dèi ammirano parecchio gli scettici come lei.",
  "constellationName": "Trulla Cementarii",
  "auto": {
    "name": "Arte della spada Yunlai",
    "fields": {
      "normal": {
        "0": "<strong><strong>Attacco normale</strong>",
        "1": "Sferra fino a 5 colpi rapidi."
      },
      "charged": {
        "0": "<strong>Attacco caricato</strong>",
        "1": "Consuma una determinata quantità di vigore per sferrare 2 colpi di spada rapidi."
      },
      "plunging": {
        "0": "<strong>Attacco in picchiata</strong>",
        "1": "Attacca scagliandosi contro il suolo da mezz'aria, infliggendo DAN agli avversari lungo la traiettoria e DAN ad area all'impatto."
      }
    },
    "skillParams": {
      "0": "DAN da 1º colpo",
      "1": "DAN da 2º colpo",
      "2": "DAN da 3º colpo",
      "3": "DAN da 4º colpo",
      "4": "DAN da 5º colpo",
      "5": "DAN da ATT caricato",
      "6": "Costo vigore ATT caricato",
      "7": "DAN da ATT in picchiata",
      "8": "DAN da ATT in picchiata basso/alto",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Ripristino stellare",
    "description": {
      "0": "Lancia uno Stiletto saettante che annienta i suoi avversari come il rapido tuono.",
      "1": "Quando lo Stiletto colpisce il suo obiettivo, infligge <electro>DAN da Electro</electro> agli avversari in una piccola area d'effetto e posiziona un Marchio dello stiletto nel punto colpito.",
      "2": "<br/>",
      "3": "<strong>Pressione prolungata</strong>",
      "4": "Tieni premuto per regolare la direzione in cui lo Stiletto sarà lanciato.",
      "5": "Gli Stiletti lanciati con un attacco a pressione prolungata possono restare sospesi a mezz'aria, permettendo a Keqing di teletrasportarsi nel punto in cui si trovano quando usa Ripristino stellare una seconda volta.",
      "6": "<br/>",
      "7": "<strong>Stiletto saettante</strong>",
      "8": "Se Keqing usa Ripristino stellare di nuovo o usa un attacco caricato finché è attivo, annullerà il Marchio dello stiletto causando effetti diversi:",
      "9": [
        " se usa di nuovo Ripristino stellare, si teletrasporterà dove il marchio è posizionato e rilascerà una sferzata che infligge <electro>DAN da Electro ad area</electro>. Quando si teletrasporta verso uno Stiletto lanciato con un attacco a pressione prolungata, Keqing è in grado di oltrepassare gli ostacoli presenti sul terreno;",
        " se Keqing usa un attacco caricato, scatenerà una serie di attacchi tonanti dove si trova il marchio, infliggendo <electro>DAN da Electro ad area</electro>."
      ],
      "10": "<br/>",
      "11": "<i>\"Gli umani sono come falene. Inseguono incessantemente la fiamma degli dèi e degli Adepti. Ma la luce che io possiedo appartiene a me e a nessun altro.\"</i>"
    },
    "skillParams": {
      "0": "DAN da Stiletto saettante",
      "1": "DAN da fendente",
      "2": "DAN da Squarcio tonante",
      "3": "TdR",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Spada celestiale",
    "description": {
      "0": "Keqing sprigiona il potere del fulmine, infliggendo <electro>DAN da Electro</electro> in un'area d'effetto.",
      "1": "Keqing si fonde poi con l'ombra della sua spada, sferrando una serie di colpi tonanti simultanei agli avversari vicini, che infliggono <electro>DAN da Electro</electro> multipli. L'attacco finale infligge ingenti <electro>DAN da Electro ad area</electro>.",
      "2": "<br/>",
      "3": "<i>Essendo la tecnica più rapida nell'arsenale personale di Keqing, essa è abbastanza veloce da far precipitare persino le stelle.</i>"
    },
    "skillParams": {
      "0": "DAN da abilità",
      "1": "DAN da sferzata consecutiva",
      "2": "DAN da ultimo ATT",
      "3": "TdR",
      "4": "Costo energia",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Penitenza del tuono",
    "description": {
      "0": "Dopo aver usato di nuovo <strong>Ripristino stellare</strong> mentre uno Stiletto saettante è attivo, l'arma di Keqing ottiene un'<electro>infusione di Electro</electro> per 5 s."
    }
  },
  "passive2": {
    "name": "Dignità aristocratica",
    "description": {
      "0": "Quando si usa <strong>Spada celestiale</strong>, il tasso di CRIT e la ricarica d'energia di Keqing aumentano di un 15%. Quest'effetto dura 8 s."
    }
  },
  "passive3": {
    "name": "Sorvegliante della terra",
    "description": {
      "0": "Quando intraprende una spedizione a Liyue, il tempo impiegato per portarla a termine si riduce di un 25%."
    }
  },
  "constellation1": {
    "name": "Potenza tonante",
    "description": {
      "0": "Quando Keqing usa di nuovo <strong>Ripristino stellare</strong> mentre uno Stiletto saettante è attivo, infligge <electro>DAN da Electro ad area</electro> pari a un 50% del suo ATT all'inizio e alla fine del suo Balzo."
    }
  },
  "constellation2": {
    "name": "Tassazione elevata",
    "description": {
      "0": "Quando gli attacchi normali e caricati di Keqing colpiscono gli avversari sotto l'effetto di <electro>Electro</electro>, hanno una probabilità di un 50% di generare una particella elementale.",
      "1": "Si può verificare una sola volta ogni 5 s."
    }
  },
  "constellation3": {
    "name": "Riforma anticipata",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Spada celestiale</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation4": {
    "name": "Armonizzazione",
    "description": {
      "0": "Per 10 s dopo l'innesco di una <electro>reazione elementale di Electro</electro> da parte di Keqing, il suo ATT aumenta di un 25%."
    }
  },
  "constellation5": {
    "name": "Stelle ammalianti",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Ripristino stellare</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation6": {
    "name": "Stella tenace",
    "description": {
      "0": "Quando Keqing usa un attacco normale, un attacco caricato, un'abilità elementale o un Tripudio elementale, ottiene un <electro>bonus DAN da Electro</electro> di un 6% per 8 s.",
      "1": "Gli effetti attivati dagli attacchi normali e caricati, e da abilità elementali e Tripudi elementali, sono indipendenti gli uni dagli altri."
    }
  }
}