{
  "name": "Alhaitham",
  "title": "Insegnamento austero",
  "description": "L'attuale scriba dell'Akademiya di Sumeru, dotato d'intelligenza e talento fuori dalla norma. Vive libero... dagli occhi inquisitori della gente comune, perlomeno.",
  "constellationName": "Vultur Volans",
  "auto": {
    "name": "Ragionamento abduttivo",
    "fields": {
      "normal": {
        "0": "<strong><strong>Attacco normale</strong>",
        "1": "Sferra fino a 5 colpi rapidi."
      },
      "charged": {
        "0": "<strong>Attacco caricato</strong>",
        "1": "Consuma una determinata quantità di vigore per sferrare 2 colpi di spada rapidi."
      },
      "plunging": {
        "0": "<strong>Attacco in picchiata</strong>",
        "1": "Attacca scagliandosi contro il suolo da mezz'aria, infliggendo DAN agli avversari lungo la traiettoria e DAN ad area all'impatto."
      }
    },
    "skillParams": {
      "0": "DAN da 1º colpo",
      "1": "DAN da 2º colpo",
      "2": "DAN da 3º colpo",
      "3": "DAN da 4º colpo",
      "4": "DAN da 5º colpo",
      "5": "DAN da ATT caricato",
      "6": "Costo vigore ATT caricato",
      "7": "DAN da ATT in picchiata",
      "8": "DAN da ATT in picchiata basso/alto",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Universalità: Elaborazione della forma",
    "description": {
      "0": "Si lancia in avanti, infliggendo <dendro>DAN da Dendro</dendro> agli avversari vicini alla fine dell'assalto e provocando la formazione di uno Specchio cesellaluce.",
      "1": "La pressione prolungata permette di usare l'abilità diversamente.",
      "2": "<br/>",
      "3": "<strong>Pressione prolungata</strong>",
      "4": "Entra in modalità di mira per regolare la direzione dell'assalto di Alhaitham.",
      "5": "<br/>",
      "6": "<strong>Specchio cesellaluce</strong>",
      "7": "Quando quest'abilità viene scatenata, Alhaitham genera 1 Specchio cesellaluce. Se non sono presenti specchi in quel momento, genera 1 specchio aggiuntivo. Gli Specchi cesellaluce hanno le seguenti proprietà.",
      "8": [
        " Quando Alhaitham è in possesso di Specchi cesellaluce, i DAN dei suoi attacchi normali, caricati e in picchiata vengono convertiti in <dendro>DAN da Dendro</dendro> non influenzabili da altre infusioni elementali.",
        " Quando i suddetti tipi di attacco colpiscono gli avversari, gli Specchi cesellaluce scatenano un Attacco proiettante che infligge <dendro>DAN da Dendro ad area</dendro> a seconda del numero di Specchi presenti sul campo.",
        " Possono esistere fino a 3 Specchi cesellaluce contemporaneamente.",
        " Gli Specchi cesellaluce spariscono uno dopo l'altro col tempo, e scompaiono all'istante se Alhaitham abbandona il campo."
      ],
      "9": "<br/>",
      "10": "<i>\"La verità esiste in maniera inerente circondata dall'incertezza. Nemmeno gli studiosi più autorevoli sono esuli dall'errore.\"</i>"
    },
    "skillParams": {
      "0": "DAN da assalto",
      "1": "Intervallo Attacco proiettante",
      "2": "DAN da Attacco proiettante a 1 Specchio",
      "3": "DAN da Attacco proiettante a 2 Specchi",
      "4": "DAN da Attacco proiettante a 3 Specchi",
      "5": "Intervallo di rimozione Specchio cesellaluce",
      "6": "TdR",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Campo specifico: Catene fenomeniche",
    "description": {
      "0": "Crea un Campo di catene specifico e infligge molteplici iterazioni di <dendro>DAN da Dendro ad area</dendro>.",
      "1": "Se sono presenti degli Specchi cesellaluce quando viene scatenata quest'abilità, tutti gli Specchi vengono consumati aumentando il numero di iterazioni di DAN inflitte.",
      "2": "2 s dopo l'utilizzo di questa abilità, se sono stati consumati 0/1/2/3 Specchi, Alhaitham ne genera rispettivamente altri 3/2/1/0.",
      "3": "<br/>",
      "4": "<i>\"Se un ricercatore fa della saggezza il suo obiettivo, deve essere preparato a inimicarsi ogni parola che legge. Solo in questo modo è possibile evitare i pregiudizi.\"</i>"
    },
    "skillParams": {
      "0": "DAN da singola iterazione",
      "1": "Iterazioni attacco di base",
      "2": "Iterazioni attacco a 1 Specchio",
      "3": "Iterazioni attacco a 2 Specchi",
      "4": "Iterazioni attacco a 3 Specchi",
      "5": "TdR",
      "6": "Costo energia",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Correzione tetracausale",
    "description": {
      "0": "Quando gli attacchi caricati o in picchiata di Alhaitham colpiscono gli avversari, generano 1 Specchio cesellaluce. Quest'effetto può attivarsi una volta ogni 12 s."
    }
  },
  "passive2": {
    "name": "Misteri svelati",
    "description": {
      "0": "Ogni punto di maestria elementale di Alhaitham aumenta i DAN inflitti dagli Attacchi proiettanti e da <strong>Campo specifico: Catene fenomeniche</strong> di uno 0,1%.",
      "1": "I DAN delle suddette abilità possono essere aumentati in questo modo fino a un 100%."
    }
  },
  "passive3": {
    "name": "Legge della sovradeterminazione riduttiva",
    "description": {
      "0": "Quando Alhaitham crea materiali d'ascensione delle armi, ha un 10% di probabilità di ricevere il doppio del prodotto."
    }
  },
  "constellation1": {
    "name": "Intuito",
    "description": {
      "0": "Quando un Attacco proiettante colpisce un avversario, il TdR di <strong>Universalità: Elaborazione della forma</strong> si riduce di 1,2 s. Quest'effetto può attivarsi una volta ogni 1 s."
    }
  },
  "constellation2": {
    "name": "Persuasione",
    "description": {
      "0": "Quando Alhaitham genera uno Specchio cesellaluce, la sua maestria elementale aumenta di 50 per 8 s. Cumulabile fino a 4 volte. La durata di ciascun accumulo è contata in modo indipendente. Quest'effetto può attivarsi anche dopo aver raggiunto il numero massimo di Specchi cesellaluce."
    }
  },
  "constellation3": {
    "name": "Negazione",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Universalità: Elaborazione della forma</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation4": {
    "name": "Delucidazione",
    "description": {
      "0": "Quando <strong>Campo specifico: Catene fenomeniche</strong> viene scatenato, si producono i seguenti effetti in base al numero di Specchi cesellaluce consumati e creati in quel momento.",
      "1": [
        " Ogni Specchio consumato aumenta di 30 la maestria elementale di tutti gli altri membri del gruppo vicini per 15 s.",
        " Ogni Specchio generato fornisce ad Alhaitham un 10% di <dendro>bonus DAN da Dendro</dendro> per 15 s."
      ],
      "2": "<br/>",
      "3": "Se usi Campo specifico: Catene fenomeniche una seconda volta mentre gli effetti sono attivi, la loro durata precedente viene annullata."
    }
  },
  "constellation5": {
    "name": "Acume",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Campo specifico: Catene fenomeniche</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation6": {
    "name": "Strutturazione",
    "description": {
      "0": "Alhaitham ottiene i seguenti effetti:",
      "1": [
        " 2 s dopo aver sprigionato <strong>Campo specifico: Catene fenomeniche</strong>, genera 3 Specchi cesellaluce a prescindere dal numero di specchi consumati;",
        " se Alhaitham genera Specchi cesellaluce dopo averne raggiunto il limite massimo, il suo tasso di CRIT e i suoi DAN da CRIT aumentano rispettivamente di un 10% e di un 70% per 6 s. Se quest'effetto viene attivato nuovamente durante la sua durata iniziale, la durata residua aumenta di 6 s."
      ]
    }
  }
}