{
  "name": "Anello di Hakushin",
  "description": {
    "0": "Un catalizzatore che racchiude le memorie della Saiguu Kitsune. Tuttavia, i suoi pensieri erano talmente numerosi che quest'oggetto non fu in grado di contenerli tutti."
  },
  "passiveName": "Palazzo dei sakura",
  "passiveDescription": {
    "0": {
      "0": "Dopo che il personaggio equipaggiato con quest'arma attiva una reazione elementale di tipo Electro, i membri del gruppo vicini con un elemento correlato a quella reazione ricevono un <cryo>10%</cryo> di bonus DAN elementali della durata di 6 s per il loro elemento. I bonus elementali ottenuti in questo modo non sono cumulabili."
    },
    "1": {
      "0": "Dopo che il personaggio equipaggiato con quest'arma attiva una reazione elementale di tipo Electro, i membri del gruppo vicini con un elemento correlato a quella reazione ricevono un <cryo>12,5%</cryo> di bonus DAN elementali della durata di 6 s per il loro elemento. I bonus elementali ottenuti in questo modo non sono cumulabili."
    },
    "2": {
      "0": "Dopo che il personaggio equipaggiato con quest'arma attiva una reazione elementale di tipo Electro, i membri del gruppo vicini con un elemento correlato a quella reazione ricevono un <cryo>15%</cryo> di bonus DAN elementali della durata di 6 s per il loro elemento. I bonus elementali ottenuti in questo modo non sono cumulabili."
    },
    "3": {
      "0": "Dopo che il personaggio equipaggiato con quest'arma attiva una reazione elementale di tipo Electro, i membri del gruppo vicini con un elemento correlato a quella reazione ricevono un <cryo>17,5%</cryo> di bonus DAN elementali della durata di 6 s per il loro elemento. I bonus elementali ottenuti in questo modo non sono cumulabili."
    },
    "4": {
      "0": "Dopo che il personaggio equipaggiato con quest'arma attiva una reazione elementale di tipo Electro, i membri del gruppo vicini con un elemento correlato a quella reazione ricevono un <cryo>20%</cryo> di bonus DAN elementali della durata di 6 s per il loro elemento. I bonus elementali ottenuti in questo modo non sono cumulabili."
    }
  }
}