{
  "name": "Haran Geppaku Futsu",
  "description": {
    "0": "Una famosa opera prodotta dalla scuola dei fabbri Futsu. Il nome \"Haran\" deriva dalla sua somiglianza con le onde violente e tumultuose."
  },
  "passiveName": "Flusso affilato",
  "passiveDescription": {
    "0": {
      "0": "Ottieni un <cryo>12%</cryo> di bonus DAN per tutti gli elementi. Quando gli altri membri del gruppo nelle vicinanze usano abilità elementali, il personaggio che usa quest'arma riceverà 1 accumulo di Ondacuminata. L'effetto è cumulabile fino a 2 volte e può attivarsi una volta ogni 0,3 s. Quando il personaggio equipaggiato con quest'arma usa un'abilità elementale, tutti gli accumuli di Ondacuminata si esauriscono innescando Marasma: ciascun accumulo di Ondacuminata consumato aumenta i DAN da attacco normale di un <cryo>20%</cryo> per 8 s."
    },
    "1": {
      "0": "Ottieni un <cryo>15%</cryo> di bonus DAN per tutti gli elementi. Quando gli altri membri del gruppo nelle vicinanze usano abilità elementali, il personaggio che usa quest'arma riceverà 1 accumulo di Ondacuminata. L'effetto è cumulabile fino a 2 volte e può attivarsi una volta ogni 0,3 s. Quando il personaggio equipaggiato con quest'arma usa un'abilità elementale, tutti gli accumuli di Ondacuminata si esauriscono innescando Marasma: ciascun accumulo di Ondacuminata consumato aumenta i DAN da attacco normale di un <cryo>25%</cryo> per 8 s."
    },
    "2": {
      "0": "Ottieni un <cryo>18%</cryo> di bonus DAN per tutti gli elementi. Quando gli altri membri del gruppo nelle vicinanze usano abilità elementali, il personaggio che usa quest'arma riceverà 1 accumulo di Ondacuminata. L'effetto è cumulabile fino a 2 volte e può attivarsi una volta ogni 0,3 s. Quando il personaggio equipaggiato con quest'arma usa un'abilità elementale, tutti gli accumuli di Ondacuminata si esauriscono innescando Marasma: ciascun accumulo di Ondacuminata consumato aumenta i DAN da attacco normale di un <cryo>30%</cryo> per 8 s."
    },
    "3": {
      "0": "Ottieni un <cryo>21%</cryo> di bonus DAN per tutti gli elementi. Quando gli altri membri del gruppo nelle vicinanze usano abilità elementali, il personaggio che usa quest'arma riceverà 1 accumulo di Ondacuminata. L'effetto è cumulabile fino a 2 volte e può attivarsi una volta ogni 0,3 s. Quando il personaggio equipaggiato con quest'arma usa un'abilità elementale, tutti gli accumuli di Ondacuminata si esauriscono innescando Marasma: ciascun accumulo di Ondacuminata consumato aumenta i DAN da attacco normale di un <cryo>35%</cryo> per 8 s."
    },
    "4": {
      "0": "Ottieni un <cryo>24%</cryo> di bonus DAN per tutti gli elementi. Quando gli altri membri del gruppo nelle vicinanze usano abilità elementali, il personaggio che usa quest'arma riceverà 1 accumulo di Ondacuminata. L'effetto è cumulabile fino a 2 volte e può attivarsi una volta ogni 0,3 s. Quando il personaggio equipaggiato con quest'arma usa un'abilità elementale, tutti gli accumuli di Ondacuminata si esauriscono innescando Marasma: ciascun accumulo di Ondacuminata consumato aumenta i DAN da attacco normale di un <cryo>40%</cryo> per 8 s."
    }
  }
}