{
  "name": "Sentiero del cacciatore",
  "description": {
    "0": "Questo arco dorato è stato costruito utilizzando preziosi rami bianchi. Ha sconfitto innumerevoli bestie malvagie che tentavano di infiltrarsi nella foresta."
  },
  "passiveName": "Al termine del cammino della bestia",
  "passiveDescription": {
    "0": {
      "0": "Ottiene un <cryo>12%</cryo> di bonus DAN per tutti gli elementi e l'effetto Caccia instancabile dopo aver colpito un avversario con un attacco caricato. Quest'effetto aumenta i DAN dell'attacco caricato di un <cryo>160%</cryo> della maestria elementale. Quest'effetto verrà rimosso dopo 12 attacchi caricati o dopo 10 s. È possibile ottenere Caccia instancabile una volta ogni 12 s."
    },
    "1": {
      "0": "Ottiene un <cryo>15%</cryo> di bonus DAN per tutti gli elementi e l'effetto Caccia instancabile dopo aver colpito un avversario con un attacco caricato. Quest'effetto aumenta i DAN dell'attacco caricato di un <cryo>200%</cryo> della maestria elementale. Quest'effetto verrà rimosso dopo 12 attacchi caricati o dopo 10 s. È possibile ottenere Caccia instancabile una volta ogni 12 s."
    },
    "2": {
      "0": "Ottiene un <cryo>18%</cryo> di bonus DAN per tutti gli elementi e l'effetto Caccia instancabile dopo aver colpito un avversario con un attacco caricato. Quest'effetto aumenta i DAN dell'attacco caricato di un <cryo>240%</cryo> della maestria elementale. Quest'effetto verrà rimosso dopo 12 attacchi caricati o dopo 10 s. È possibile ottenere Caccia instancabile una volta ogni 12 s."
    },
    "3": {
      "0": "Ottiene un <cryo>21%</cryo> di bonus DAN per tutti gli elementi e l'effetto Caccia instancabile dopo aver colpito un avversario con un attacco caricato. Quest'effetto aumenta i DAN dell'attacco caricato di un <cryo>280%</cryo> della maestria elementale. Quest'effetto verrà rimosso dopo 12 attacchi caricati o dopo 10 s. È possibile ottenere Caccia instancabile una volta ogni 12 s."
    },
    "4": {
      "0": "Ottiene un <cryo>24%</cryo> di bonus DAN per tutti gli elementi e l'effetto Caccia instancabile dopo aver colpito un avversario con un attacco caricato. Quest'effetto aumenta i DAN dell'attacco caricato di un <cryo>320%</cryo> della maestria elementale. Quest'effetto verrà rimosso dopo 12 attacchi caricati o dopo 10 s. È possibile ottenere Caccia instancabile una volta ogni 12 s."
    }
  }
}