{
  "name": "Faro del Mare dei Giunchi",
  "description": {
    "0": "Una grande spada dalla punta piatta, concepita per divenire l'arma di un antico re o un qualche strumento cerimoniale."
  },
  "passiveName": "Sentinella del deserto",
  "passiveDescription": {
    "0": {
      "0": "Quando l'abilità elementale del personaggio colpisce un avversario, l'ATT del personaggio aumenta di un <cryo>20%</cryo> per 8 s. Dopo che il personaggio subisce DAN, il suo ATT aumenta di un <cryo>20%</cryo> per 8 s. I 2 effetti menzionati possono attivarsi anche quando il personaggio non è in campo. In più, quando non è protetto da uno scudo, i PS max del personaggio aumentano di un <cryo>32%</cryo>."
    },
    "1": {
      "0": "Quando l'abilità elementale del personaggio colpisce un avversario, l'ATT del personaggio aumenta di un <cryo>25%</cryo> per 8 s. Dopo che il personaggio subisce DAN, il suo ATT aumenta di un <cryo>25%</cryo> per 8 s. I 2 effetti menzionati possono attivarsi anche quando il personaggio non è in campo. In più, quando non è protetto da uno scudo, i PS max del personaggio aumentano di un <cryo>40%</cryo>."
    },
    "2": {
      "0": "Quando l'abilità elementale del personaggio colpisce un avversario, l'ATT del personaggio aumenta di un <cryo>30%</cryo> per 8 s. Dopo che il personaggio subisce DAN, il suo ATT aumenta di un <cryo>30%</cryo> per 8 s. I 2 effetti menzionati possono attivarsi anche quando il personaggio non è in campo. In più, quando non è protetto da uno scudo, i PS max del personaggio aumentano di un <cryo>48%</cryo>."
    },
    "3": {
      "0": "Quando l'abilità elementale del personaggio colpisce un avversario, l'ATT del personaggio aumenta di un <cryo>35%</cryo> per 8 s. Dopo che il personaggio subisce DAN, il suo ATT aumenta di un <cryo>35%</cryo> per 8 s. I 2 effetti menzionati possono attivarsi anche quando il personaggio non è in campo. In più, quando non è protetto da uno scudo, i PS max del personaggio aumentano di un <cryo>56%</cryo>."
    },
    "4": {
      "0": "Quando l'abilità elementale del personaggio colpisce un avversario, l'ATT del personaggio aumenta di un <cryo>40%</cryo> per 8 s. Dopo che il personaggio subisce DAN, il suo ATT aumenta di un <cryo>40%</cryo> per 8 s. I 2 effetti menzionati possono attivarsi anche quando il personaggio non è in campo. In più, quando non è protetto da uno scudo, i PS max del personaggio aumentano di un <cryo>64%</cryo>."
    }
  }
}