{
  "name": "Verità della Kagura",
  "description": {
    "0": "Le campane usate durante la danza Kagura, benedette dalla Guuji in persona. Il profumo del Sakura sacro vi aleggia incontrastato."
  },
  "passiveName": "Danza Kagura del Sakura sacro",
  "passiveDescription": {
    "0": {
      "0": "Ottiene l'effetto Danza Kagura quando usa un'abilità elementale, provocando un aumento dei DAN da abilità elementale di un <cryo>12%</cryo> per il personaggio che brandisce quest'arma per 16 s. Cumulabile fino a 3 volte. Quando possiede 3 accumuli, il personaggio ottiene un <cryo>12%</cryo> di bonus DAN per tutti gli elementi."
    },
    "1": {
      "0": "Ottiene l'effetto Danza Kagura quando usa un'abilità elementale, provocando un aumento dei DAN da abilità elementale di un <cryo>15%</cryo> per il personaggio che brandisce quest'arma per 16 s. Cumulabile fino a 3 volte. Quando possiede 3 accumuli, il personaggio ottiene un <cryo>15%</cryo> di bonus DAN per tutti gli elementi."
    },
    "2": {
      "0": "Ottiene l'effetto Danza Kagura quando usa un'abilità elementale, provocando un aumento dei DAN da abilità elementale di un <cryo>18%</cryo> per il personaggio che brandisce quest'arma per 16 s. Cumulabile fino a 3 volte. Quando possiede 3 accumuli, il personaggio ottiene un <cryo>18%</cryo> di bonus DAN per tutti gli elementi."
    },
    "3": {
      "0": "Ottiene l'effetto Danza Kagura quando usa un'abilità elementale, provocando un aumento dei DAN da abilità elementale di un <cryo>21%</cryo> per il personaggio che brandisce quest'arma per 16 s. Cumulabile fino a 3 volte. Quando possiede 3 accumuli, il personaggio ottiene un <cryo>21%</cryo> di bonus DAN per tutti gli elementi."
    },
    "4": {
      "0": "Ottiene l'effetto Danza Kagura quando usa un'abilità elementale, provocando un aumento dei DAN da abilità elementale di un <cryo>24%</cryo> per il personaggio che brandisce quest'arma per 16 s. Cumulabile fino a 3 volte. Quando possiede 3 accumuli, il personaggio ottiene un <cryo>24%</cryo> di bonus DAN per tutti gli elementi."
    }
  }
}