{
  "name": "Mille sogni fluttuanti",
  "description": {
    "0": "Questa lampada illumina i sogni che fluttuano per mille notti, e la sua luce verde smeraldo riproduce una canzone di tempi antichi."
  },
  "passiveName": "Canto delle mille notti",
  "passiveDescription": {
    "0": {
      "0": "Il personaggio che equipaggia l'arma otterrà effetti positivi dagli altri membri del gruppo a seconda che abbiano lo stesso tipo elementale o meno. Se hanno lo stesso tipo elementale, la maestria elementale aumenta di <cryo>32</cryo>. In caso contrario, il bonus DAN del tipo elementale del personaggio che equipaggia l'arma aumenta di un <cryo>10%</cryo>. Tali effetti possono essere accumulati fino a 3 volte. Inoltre, la maestria elementale di tutti i membri del gruppo vicini, escluso il personaggio che equipaggia l'arma, aumenta di <cryo>40</cryo>. Gli effetti possono accumularsi se si equipaggiano più esemplari di quest'arma."
    },
    "1": {
      "0": "Il personaggio che equipaggia l'arma otterrà effetti positivi dagli altri membri del gruppo a seconda che abbiano lo stesso tipo elementale o meno. Se condividono lo stesso tipo elementale, la maestria elementale aumenta di <cryo>40</cryo>. In caso contrario, il bonus DAN del tipo elementale del personaggio che equipaggia l'arma aumenta di un <cryo>14%</cryo>. Tali effetti possono essere accumulati fino a 3 volte. Inoltre, la maestria elementale di tutti i membri del gruppo vicini, escluso il personaggio che equipaggia l'arma, aumenta di <cryo>42</cryo>. Gli effetti possono accumularsi se si equipaggiano più esemplari di quest'arma."
    },
    "2": {
      "0": "Il personaggio che equipaggia l'arma otterrà effetti positivi dagli altri membri del gruppo a seconda che abbiano lo stesso tipo elementale o meno. Se condividono lo stesso tipo elementale, la maestria elementale aumenta di <cryo>48</cryo>. In caso contrario, il bonus DAN del tipo elementale del personaggio che equipaggia l'arma aumenta di un <cryo>18%</cryo>. Tali effetti possono essere accumulati fino a 3 volte. Inoltre, la maestria elementale di tutti i membri del gruppo vicini, escluso il personaggio che equipaggia l'arma, aumenta di <cryo>44</cryo>. Gli effetti possono accumularsi se si equipaggiano più esemplari di quest'arma."
    },
    "3": {
      "0": "Il personaggio che equipaggia l'arma otterrà effetti positivi dagli altri membri del gruppo a seconda che abbiano lo stesso tipo elementale o meno. Se condividono lo stesso tipo elementale, la maestria elementale aumenta di <cryo>56</cryo>. In caso contrario, il bonus DAN del tipo elementale del personaggio che equipaggia l'arma aumenta di un <cryo>22%</cryo>. Tali effetti possono essere accumulati fino a 3 volte. Inoltre, la maestria elementale di tutti i membri del gruppo vicini, escluso il personaggio che equipaggia l'arma, aumenta di <cryo>46</cryo>. Gli effetti possono accumularsi se si equipaggiano più esemplari di quest'arma."
    },
    "4": {
      "0": "Il personaggio che equipaggia l'arma otterrà effetti positivi dagli altri membri del gruppo a seconda che abbiano lo stesso tipo elementale o meno. Se condividono lo stesso tipo elementale, la maestria elementale aumenta di <cryo>64</cryo>. In caso contrario, il bonus DAN del tipo elementale del personaggio che equipaggia l'arma aumenta di un <cryo>26%</cryo>. Tali effetti possono essere accumulati fino a 3 volte. Inoltre, la maestria elementale di tutti i membri del gruppo vicini, escluso il personaggio che equipaggia l'arma, aumenta di <cryo>48</cryo>. Gli effetti possono accumularsi se si equipaggiano più esemplari di quest'arma."
    }
  }
}