{
  "name": "Chiarore di Xiphos",
  "description": {
    "0": "Quest'antica spada a doppio taglio scintilla alla luce della luna. Si dice che al suo interno dimori una djinn silente."
  },
  "passiveName": "Sussurro della djinn",
  "passiveDescription": {
    "0": {
      "0": "Il seguente effetto positivo si innesca ogni 10 s: per ogni punto di maestria elementale in suo possesso, il personaggio che equipaggia l'arma guadagna per 12 s uno <cryo>0,036%</cryo> di ricarica d'energia, mentre i personaggi del gruppo vicini ricevono un 30% di tale effetto per la stessa durata. La presenza di più esemplari di quest'arma permette di accumulare l'effetto. Può innescarsi anche se il personaggio non si trova in campo."
    },
    "1": {
      "0": "Il seguente effetto positivo si innesca ogni 10 s: per ogni punto di maestria elementale in suo possesso, il personaggio che equipaggia l'arma guadagna per 12 s uno <cryo>0,045%</cryo> di ricarica d'energia, mentre i personaggi del gruppo vicini ricevono un 30% di tale effetto per la stessa durata. La presenza di più esemplari di quest'arma permette di accumulare l'effetto. Può innescarsi anche se il personaggio non si trova in campo."
    },
    "2": {
      "0": "Il seguente effetto positivo si innesca ogni 10 s: per ogni punto di maestria elementale in suo possesso, il personaggio che equipaggia l'arma guadagna per 12 s uno <cryo>0,054%</cryo> di ricarica d'energia, mentre i personaggi del gruppo vicini ricevono un 30% di tale effetto per la stessa durata. La presenza di più esemplari di quest'arma permette di accumulare l'effetto. Può innescarsi anche se il personaggio non si trova in campo."
    },
    "3": {
      "0": "Il seguente effetto positivo si innesca ogni 10 s: per ogni punto di maestria elementale in suo possesso, il personaggio che equipaggia l'arma guadagna per 12 s uno <cryo>0,063%</cryo> di ricarica d'energia, mentre i personaggi del gruppo vicini ricevono un 30% di tale effetto per la stessa durata. La presenza di più esemplari di quest'arma permette di accumulare l'effetto. Può innescarsi anche se il personaggio non si trova in campo."
    },
    "4": {
      "0": "Il seguente effetto positivo si innesca ogni 10 s: per ogni punto di maestria elementale in suo possesso, il personaggio che equipaggia l'arma guadagna per 12 s uno <cryo>0,072%</cryo> di ricarica d'energia, mentre i personaggi del gruppo vicini ricevono un 30% di tale effetto per la stessa durata. La presenza di più esemplari di quest'arma permette di accumulare l'effetto. Può innescarsi anche se il personaggio non si trova in campo."
    }
  }
}