{
  "name": "Toukabou Shigure",
  "description": {
    "0": "Un ombrello piuttosto particolare, fatto di carta oleata. È vero che più uno si ritrova a vagabondare, più si abitua a vento e pioggia; tuttavia, l'ammirazione di un paesaggio piovoso sotto l'ombrello potrebbe perfino essere una fonte di svago."
  },
  "passiveName": "Kaidan: Pioggia legaterra",
  "passiveDescription": {
    "0": {
      "0": "Dopo che un attacco colpisce gli avversari, infligge l'effetto Parasole maledetto a uno di loro per 10 s. Quest'effetto può attivarsi una volta ogni 15 s. Se l'avversario afflitto da Parasole maledetto viene sconfitto prima dell'esaurimento di tale effetto, il TdR di quest'ultimo si azzera immediatamente. Il personaggio che impugna questa arma infligge un <cryo>16%</cryo> di DAN in più all'avversario afflitto da Parasole maledetto."
    },
    "1": {
      "0": "Dopo che un attacco colpisce gli avversari, infligge l'effetto Parasole maledetto a uno di loro per 10 s. Quest'effetto può attivarsi una volta ogni 15 s. Se l'avversario afflitto da Parasole maledetto viene sconfitto prima dell'esaurimento di tale effetto, il TdR di quest'ultimo si azzera immediatamente. Il personaggio che impugna questa arma infligge un <cryo>20%</cryo> di DAN in più all'avversario afflitto da Parasole maledetto."
    },
    "2": {
      "0": "Dopo che un attacco colpisce gli avversari, infligge l'effetto Parasole maledetto a uno di loro per 10 s. Quest'effetto può attivarsi una volta ogni 15 s. Se l'avversario afflitto da Parasole maledetto viene sconfitto prima dell'esaurimento di tale effetto, il TdR di quest'ultimo si azzera immediatamente. Il personaggio che impugna questa arma infligge un <cryo>24%</cryo> di DAN in più all'avversario afflitto da Parasole maledetto."
    },
    "3": {
      "0": "Dopo che un attacco colpisce gli avversari, infligge l'effetto Parasole maledetto a uno di loro per 10 s. Quest'effetto può attivarsi una volta ogni 15 s. Se l'avversario afflitto da Parasole maledetto viene sconfitto prima dell'esaurimento di tale effetto, il TdR di quest'ultimo si azzera immediatamente. Il personaggio che impugna questa arma infligge un <cryo>28%</cryo> di DAN in più all'avversario afflitto da Parasole maledetto."
    },
    "4": {
      "0": "Dopo che un attacco colpisce gli avversari, infligge l'effetto Parasole maledetto a uno di loro per 10 s. Quest'effetto può attivarsi una volta ogni 15 s. Se l'avversario afflitto da Parasole maledetto viene sconfitto prima dell'esaurimento di tale effetto, il TdR di quest'ultimo si azzera immediatamente. Il personaggio che impugna questa arma infligge un <cryo>32%</cryo> di DAN in più all'avversario afflitto da Parasole maledetto."
    }
  }
}