{
  "name": "Splendore del Giadiluvio",
  "description": {
    "0": "Un recipiente rituale scolpito nella giada, sulla cui superficie si riflette la gloria dei cieli e delle acque limpide."
  },
  "passiveName": "Insegne di giada primordiale",
  "passiveDescription": {
    "0": {
      "0": "Ogni volta che usa un Tripudio elementale o crea uno scudo, il personaggio equipaggiato può ottenere l'effetto Insegne di giada primordiale per 3 s: ripristina <cryo>4,5</cryo> di energia ogni 2,5 s, e riceve uno <cryo>0,3%</cryo> di bonus DAN del suo tipo elementale per ogni 1.000 PS max in suo possesso, fino a un <cryo>12%</cryo> massimo. Insegne di giada primordiale si attiva anche se il personaggio equipaggiato non è in campo."
    },
    "1": {
      "0": "Ogni volta che usa un Tripudio elementale o crea uno scudo, il personaggio equipaggiato può ottenere l'effetto Insegne di giada primordiale per 3 s: ripristina <cryo>5</cryo> di energia ogni 2,5 s, e riceve uno <cryo>0,5%</cryo> di bonus DAN del suo tipo elementale per ogni 1.000 PS max in suo possesso, fino a un <cryo>20%</cryo> massimo. Insegne di giada primordiale si attiva anche se il personaggio equipaggiato non è in campo."
    },
    "2": {
      "0": "Ogni volta che usa un Tripudio elementale o crea uno scudo, il personaggio equipaggiato può ottenere l'effetto Insegne di giada primordiale per 3 s: ripristina <cryo>5,5</cryo> di energia ogni 2,5 s, e riceve uno <cryo>0,7%</cryo> di bonus DAN del suo tipo elementale per ogni 1.000 PS max in suo possesso, fino a un <cryo>28%</cryo> massimo. Insegne di giada primordiale si attiva anche se il personaggio equipaggiato non è in campo."
    },
    "3": {
      "0": "Ogni volta che usa un Tripudio elementale o crea uno scudo, il personaggio equipaggiato può ottenere l'effetto Insegne di giada primordiale per 3 s: ripristina <cryo>6</cryo> di energia ogni 2,5 s, e riceve uno <cryo>0,9%</cryo> di bonus DAN del suo tipo elementale per ogni 1.000 PS max in suo possesso, fino a un <cryo>36%</cryo> massimo. Insegne di giada primordiale si attiva anche se il personaggio equipaggiato non è in campo."
    },
    "4": {
      "0": "Ogni volta che usa un Tripudio elementale o crea uno scudo, il personaggio equipaggiato può ottenere l'effetto Insegne di giada primordiale per 3 s: ripristina <cryo>6,5</cryo> di energia ogni 2,5 s, e riceve un <cryo>1,1%</cryo> di bonus DAN del suo tipo elementale per ogni 1.000 PS max in suo possesso, fino a un <cryo>44%</cryo> massimo. Insegne di giada primordiale si attiva anche se il personaggio equipaggiato non è in campo."
    }
  }
}