{
  "name": "Nilou",
  "title": "Nilüfer Işığı Dansı",
  "description": "Zubayr Tiyatrosunun yıldızı. Oldukça samimi ve saf olmakla birlikte dansı da hareketli ve zariftir.",
  "constellationName": "Nilüferin Uykusu",
  "auto": {
    "name": "Samser Dansı",
    "fields": {
      "normal": {
        "0": "<strong>Normal Saldırı</strong>",
        "1": "Arka arkaya en fazla 3 kılıç saldırısı yapar."
      },
      "charged": {
        "0": "<strong>Yüklü Saldırı</strong>",
        "1": "Belirli miktarda Dayanıklılık harcayarak dönen saldırı yapar."
      },
      "plunging": {
        "0": "<strong>Havadan Saldırı</strong>",
        "1": "Havadayken dalışa geçerek yere vurur ve yoluna çıkan düşmanlara Alan Hasarı verir."
      }
    },
    "skillParams": {
      "0": "1 Vuruş Hasarı",
      "1": "2 Vuruş Hasarı",
      "2": "3 Vuruş Hasarı",
      "3": "Yüklü Saldırı Hasarı",
      "4": "Yüklü Saldırı Dayanıklılık Maliyeti",
      "5": "Havadan Saldırı Hasarı",
      "6": "Havadan Saldırı Hasarı (Alçaktan/Yüksekten)",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Haftkarsvar Dansı",
    "description": {
      "0": "Piruet durumuna girerek Nilou'nun Maks. Canına bağlı olarak yakındaki düşmanlara <hydro>Su Hasarı</hydro> verir.",
      "1": "Piruet Durumundayken Nilou'nun Normal ve Element Becerileri sırasıyla Hasarını <hydro>Su Hasarına</hydro> çeviren Kılıç Dansı ve Dansöz Dönüşü duruşuna geçmesine neden olur. Bu sonradan değiştirilemez ve Element Becerisi Hasarı sayılır.",
      "2": "<br/>",
      "3": "Bu duruşlardayken Nilou'nun üçüncü dans adımı Pirueti bitirir ve söz konusu dans adımının türüne göre şu etkilere sahiptir:",
      "4": [
        "Kılıç Dansı: Dokunduğu düşmanlara <hydro>Su Hasarı</hydro> veren ve Nilou'ya Ay Duası etkisini sağlayan Işıltılı Yanılsamayı gerçekleştirir. Bu etki Nilou'nun Normal Saldırılarını Kılıç Dansı tekniklerine çevirir ve son vuruşta bir Işıltılı Yanılsama gerçekleştirir.",
        "Dansöz Dönüşü: Nilou, <hydro>Su Alan Hasarı</hydro> veren bir Dönen Su Çarkı gönderir ve aktif karakteri takip ederek Etki Alanındaki düşmanları <hydro>Islatan</hydro> bir Sükunet Aurası oluşturur."
      ],
      "5": "<br/>",
      "6": "Nilou, Piruet veya Ay Duası etkisindeyken Yüklü Saldırı gerçekleştiremez. Bu etkiler savaş alanından ayrıldıktan sonra kaldırılır.",
      "7": "<br/>",
      "8": "<i>\"Suya zarifçe bastığında ortaya çıkan dalgacıkların ışığı, yedi göğe bedeldir.\"</i>"
    },
    "skillParams": {
      "0": "Beceri Hasarı",
      "1": "Kılıç Dansı/Dansöz Dönüşü 1 Vuruş Hasarı",
      "2": "Kılıç Dansı/Dansöz Dönüşü 2 Vuruş Hasarı",
      "3": "Işıltılı Yanılsama/Su Çarkı Hasarı",
      "4": "Piruet Süresi",
      "5": "Ay Duası Süresi",
      "6": "Sükunet Aurası Süresi",
      "7": "BS",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Abzendegi Dansı: Uzak Düşler, Pınarların Sesi",
    "description": {
      "0": "Uzak düşlerin ve pınarların dansına başlayarak bir Irak Suların Nilüferinin çiçek açmasını sağlar ve Nilou'nun Maks. Canına bağlı olarak <hydro>Su Alan Hasarı</hydro> verir ve isabet ettiği düşmanlara Kalıcı Sonsuzluk etkisi uygular.",
      "1": "Kalıcı Sonsuzluktan etkilenen düşmanlar kısa bir süre sonra <hydro>Su Hasarı</hydro> alır.",
      "2": "<br/>",
      "3": "<i>\"O uzak düşü hiç göremedik ama belki dansımız onu gerçekleştirebilir.</i>"
    },
    "skillParams": {
      "0": "Beceri Hasarı",
      "1": "Kalıcı Sonsuzluk Hasarı",
      "2": "BS",
      "3": "Enerji Maliyeti",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Çiçek Dansı Bahçesi",
    "description": {
      "0": "Gruptaki tüm karakterler <dendro>Doğa</dendro> veya <hydro>Su</hydro> karakteriyse ve en az bir Doğa karakteri ve Su karakteri varsa:",
      "1": "Nilou'nun <strong>Haftkarsvar Dansının</strong> üçüncü adımı, yakındaki tüm karakterlere 30 saniyeliğine Altın Kadeh etkisini verir.",
      "2": "Altın Kadeh etkisindeki karakterler <dendro>Doğa saldırıları</dendro> ile vurulduklarında 10 saniyeliğine yakındaki tüm karakterlerin Element Ustalığı 100 artar. Aynı zamanda Çiçeklenme tepkimesi tetiklendiğinde Doğa Çekirdekleri yerine Bereketli Çekirdekler oluşur.",
      "3": "Bu çekirdekler oluştuktan kısa bir süre sonra patlarlar ve daha büyük bir Etki Alanına sahiptirler.",
      "4": "Bereketli Çekirdekler, Aşırı Çiçeklenme ve Filizlenme tepkimelerini tetikleyemezler ve Doğa Çekirdekleriyle aynı üst sayısal sınıra sahiptirler. Bereketli Çekirdek Hasarı, Çiçeklenme tarafından üretilen Doğa Çekirdeklerinin verdiği Hasar olarak kabul edilir.",
      "5": "Grup bu Pasif Yeteneğin koşullarını sağlamazsa Altın Kadehin mevcut etkileri iptal olur."
    }
  },
  "passive2": {
    "name": "Sonsuzluğun Hülyalı Dansı",
    "description": {
      "0": "Nilou'nun Maks. Canı 30.000 üzerindeyse fazlalık olan her 1.000 Can için Altın Kadeh etkisinde olan karakterlerin verdiği Bereketli Çekirdek Hasarı %9 artar.",
      "1": "Bu yöntemle Bereketli Çekirdek Hasarı en fazla %400 artırılabilir."
    }
  },
  "passive3": {
    "name": "Beyaz Yeşim Nilüferi",
    "description": {
      "0": "Macera ile ilgili etkilere sahip olan bir yemek Mükemmel Pişirildiğinde elde edilen ürün %12 ihtimalle iki katına çıkar."
    }
  },
  "constellation1": {
    "name": "Küçülen Ay Dansı",
    "description": {
      "0": "<strong>Haftkarsvar Dansı</strong> şu şekilde gelişir:",
      "1": [
        "Işıltılı Yanılsama Hasarı %65 artar.",
        "Sükunet Aurasının süresi 6sn artar."
      ]
    }
  },
  "constellation2": {
    "name": "Yıldızlı Göğün Çiçek Yağmuru",
    "description": {
      "0": "Altın Kadeh etkisindeki karakterler, düşmanlara <hydro>Su Hasarı</hydro> verdikten sonra 10 saniyeliğine düşmanların <hydro>Su Direnci</hydro> %35 azalır. Sonrasında tetiklenen Çiçeklenme tepkimesi düşmanlara Hasar verir ve 10 saniyeliğine düşmanların <dendro>Doğa Direncini</dendro> %35 azaltır.",
      "1": "\"Çiçek Dansı Bahçesi\" Yeteneğinin açılmış olması gerekir."
    }
  },
  "constellation3": {
    "name": "Aldatıcı Adım",
    "description": {
      "0": "<strong>Abzendegi Dansı: Uzak Düşler, Pınarların Sesi</strong> Seviyesini 3 artırır.",
      "1": "Maksimum yükseltme seviyesi 15'tir."
    }
  },
  "constellation4": {
    "name": "Sürtünmeli Ritim",
    "description": {
      "0": "<strong>Haftkarsvar Dansının</strong> üçüncü adımıyla Piruet düşmanlara vurduktan sonra Nilou 15 Element Enerjisi kazanır ve 8 saniyeliğine <strong>Abzendegi Dansı: Uzak Düşler, Pınarların Sesi</strong> Hasarı %50 artar."
    }
  },
  "constellation5": {
    "name": "Dönen Işık",
    "description": {
      "0": "<strong>Haftkarsvar Dansı</strong> Seviyesini 3 artırır.",
      "1": "Maksimum yükseltme seviyesi 15'tir."
    }
  },
  "constellation6": {
    "name": "Buz Kıran Melodisi",
    "description": {
      "0": "Nilou'nun Maks. Canının her 1.000 puanı için Kritik Oranı ve Kritik Hasarı sırasıyla %0,6 ve %1,2 artar.",
      "1": "Kritik Oranı ve bu yöntemle verilen Kritik Hasar sırasıyla en fazla %30 ve %60 artabilir."
    }
  }
}