{
  "name": "Arataki Itto",
  "title": "Hanamizaka Kahramanlığı",
  "description": "Inazuma'daki Hanamizaka'da ünlü Arataki Çetesinin ilk ve en büyük lideri... Bir dakika, ne? Onları hiç duymadın mı? Şaka yapıyor olmalısın!",
  "constellationName": "Kızgın Boğa",
  "auto": {
    "name": "Dövüş Kulübü Efsanesi",
    "fields": {
      "normal": {
        "0": "<strong><strong>Normal Saldırı</strong>",
        "1": "Arka arkaya en fazla 4 saldırı yapar.",
        "2": "Itto, ikinci ve dördüncü saldırılarla düşmanlara vurduğunda sırasıyla 1 veya 2 adet Doğaüstü Güç kademesi kazanır.",
        "3": "En fazla 5 kademe birikebilir. Bu etki tetiklendiğinde mevcut kademelerin süresi yenilenir.",
        "4": "<br/>",
        "5": "Ayrıca Itto'nun Normal Saldırı kombosu, depar attıktan veya \"Masatsu Zetsugi: Akaushi Patlaması!\" Element Becerisini kullandıktan sonra hemen sıfırlanmaz."
      },
      "charged": {
        "0": "<strong>Yüklü Saldırı</strong>",
        "1": "Basılı tutarak Yüklü Saldırı yapıldığında Itto, Dayanıklılık harcamadan bir dizi Arataki Kesagiri saldırısı yapar. Her bir Arataki Kesagiri saldırısı Dayanıklılık yerine 1 Doğaüstü Güç kademesi harcar. Son kademe harcandığında Itto güçlü bir son darbe indirir.",
        "2": "Hiç Doğaüstü Güç kademesi yoksa Itto tek bir Saichimonji Darbesi yapar."
      },
      "plunging": {
        "0": "<strong>Havadan Saldırı</strong>",
        "1": "Havadayken dalışa geçerek yere vurur ve yoluna çıkan düşmanlara Alan Hasarı verir."
      }
    },
    "skillParams": {
      "0": "1 Vuruş Hasarı",
      "1": "2 Vuruş Hasarı",
      "2": "3 Vuruş Hasarı",
      "3": "4 Vuruş Hasarı",
      "4": "Arataki Kesagiri Kombo Darbe Hasarı",
      "5": "Arataki Kesagiri Son Darbe Hasarı",
      "6": "Doğaüstü Güç Süresi",
      "7": "Saichimonji Darbesi Hasarı",
      "8": "Saichimonji Darbesi Dayanıklılık Maliyeti",
      "9": "Havadan Saldırı Hasarı",
      "10": "Havadan Saldırı Hasarı (Alçaktan/Yüksekten)",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Masatsu Zetsugi: Akaushi Patlaması!",
    "description": {
      "0": "Akaushi buzağısı ve Arataki Çetesinin yardımcı üyesi Ushi'yi salarak isabet alan düşmanlara <geo>Toprak Hasarı</geo> verir. Ushi, düşmanlara vurduğunda Arataki Itto, 1 Doğaüstü Güç kademesi elde eder.",
      "1": "<br/>",
      "2": "Ushi alanda kalır ve aşağıdaki etkilerle destek verir:",
      "3": [
        "Etraftaki düşmanları kışkırtarak saldırılarını üstüne çeker.",
        "Arataki Itto'nun Maks. Canının bir kısmına bağlı olarak Can devralır.",
        "Ushi, Hasar aldığında Arataki Itto 1 Doğaüstü Güç kademesi elde eder. Bu şekilde her 2 saniyede sadece 1 kademe elde edilebilir.",
        "Ushi, Canı tükendiğinde veya süresi bittiğinde kaçar. Alandan ayrıldığında Arataki Itto'ya 1 Doğaüstü Güç kademesi verir."
      ],
      "4": "<br/>",
      "5": "<strong>Basılı Tut</strong>",
      "6": "Atış yönü ayarlanabilir.",
      "7": "<br/>",
      "8": "Ushi, <geo>Toprak yapısı</geo> olarak geçer. Arataki Itto, tek seferde alana en fazla 1 Ushi konuşlandırabilir.",
      "9": "<br/>",
      "10": "<i>Bu teknik, adını Junkichi'nin yazdığı resimli roman serisi olan Dövüş Sanatları'ndan alır. Elbette buna \"Onisatsu Zetsugi\" dersek muhtemelen telif haklarını ihlal etmiş oluruz. Tabii Itto'nun bir Oni olması da var.</i>"
    },
    "skillParams": {
      "0": "Beceri Hasarı",
      "1": "Devralınan Can",
      "2": "Süre",
      "3": "BS",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Belalı Oni Kral: Itto, Dünyaya Karşı!",
    "description": {
      "0": "Onlara Arataki Çetesinin gücünü gösterme vakti geldi! Itto bir süreliğine içindeki Kızgın Oni Kralı dışa vurur ve Oni Kralın Sopasıyla savaşır.",
      "1": "Bu durum etkisi aşağıdaki özelliklere sahiptir:",
      "2": [
        "Itto'nun Normal, Yüklü ve Havadan Saldırılarını <geo>Toprak Hasarına</geo> çevirir. Bu sonradan değiştirilemez.",
        "Itto'nun Normal Saldırı Hızını artırır ve Savunmasına göre de Saldırısını artırır.",
        "İsabet ettiğinde saldırı kombosunun birinci ve üçüncü darbeleri Arataki Itto'ya 1 Doğaüstü Güç kademesi verir.",
        "Itto'nun Element Direncini ve Fiziksel Direncini %20 azaltır."
      ],
      "3": "<br/>",
      "4": "Kızgın Oni Kralı durum etkisi, Itto savaş alanından ayrıldığında kaybolur.",
      "5": "<br/>",
      "6": "<i>Bu teknik, Itto'ya göre en iyi dövüş tarzıdır. Elbette Arataki Itto'nun kendi dövüş tarzını geliştirmek için başka tarzları örnek almasına gerek yok çünkü o, başkalarına benzemez. O, dünyanın en güçlü, en korkunç Onisidir.</i>",
      "7": "<i>Shouta bunun çok havalı olduğunu düşünüyor.</i>"
    },
    "skillParams": {
      "0": "Saldırı Bonusu",
      "1": "Saldırı Hızı Bonusu",
      "2": "Süre",
      "3": "BS",
      "4": "Enerji Maliyeti",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Arataki Ichiban",
    "description": {
      "0": "Arataki Itto, Arataki Kesagiri darbelerini art arda vurduğunda şu etkileri kazanır:",
      "1": [
        "Her darbe, bir sonraki darbenin Saldırı Hızını %10 artırır. Maksimum Saldırı Hızı Artışı %30'dur.",
        "Müdahaleye direnci artar."
      ],
      "2": "<br/>",
      "3": "Bu etkiler Itto, ardışık darbeleri vurmayı bıraktığında kaybolur."
    }
  },
  "passive2": {
    "name": "Kızıl Oni'nin Soyu",
    "description": {
      "0": "Arataki Kesagiri Hasarı, Arataki Itto'nun Savunmasının %35'i kadar artar."
    }
  },
  "passive3": {
    "name": "Ağaçkesen Itto",
    "description": {
      "0": "Grup üyelerinden biri kütük toplamak için ağaca vurduğunda %25 ihtimalle fazladan bir kütük alır."
    }
  },
  "constellation1": {
    "name": "Yaklaş ve Dinle",
    "description": {
      "0": "<strong>Belalı Oni Kral: Itto, Dünyaya Karşı!</strong> becerisini kullandıktan sonra Arataki Itto, 2 Doğaüstü Güç kademesi kazanır. 1 saniyenin ardından Itto, 1,5 saniye boyunca her 0,5 saniyede 1 Doğaüstü Güç kademesi elde eder."
    }
  },
  "constellation2": {
    "name": "Toplanın, Kavga Var!",
    "description": {
      "0": "<strong>Belalı Oni Kral: Itto, Dünyaya Karşı!</strong> becerisi kullanıldıktan sonra elementi <geo>Toprak</geo> olan her grup üyesi, becerinin Bekleme Süresini 1,5 saniye azaltır ve Arataki Itto'ya 6 Enerji kazandırır.",
      "1": "Bekleme Süresi bu şekilde en fazla 4,5 saniye azaltılabilir, maksimum 18 Enerji yenilenebilir."
    }
  },
  "constellation3": {
    "name": "Çekilin, Boğa Geliyor!",
    "description": {
      "0": "<strong>Masatsu Zetsugi: Akaushi Patlaması!</strong> Seviyesini 3 artırır.",
      "1": "Maksimum yükseltme seviyesi 15'tir."
    }
  },
  "constellation4": {
    "name": "Hapishanede Yemekler Bedava",
    "description": {
      "0": "<strong>Belalı Oni Kral: Itto, Dünyaya Karşı!</strong> becerisinin neden olduğu Kızgın Oni Kralı durumu sona erdiğinde yakındaki tüm grup üyeleri 10 saniyeliğine %20 Savunma ve Saldırı kazanır."
    }
  },
  "constellation5": {
    "name": "10 Yıllık Hanamizaka Şöhreti",
    "description": {
      "0": "<strong>Belalı Oni Kral: Itto, Dünyaya Karşı!</strong> Seviyesini 3 artırır.",
      "1": "Maksimum yükseltme seviyesi 15'tir."
    }
  },
  "constellation6": {
    "name": "Karşınızda Arataki Itto!",
    "description": {
      "0": "Arataki Itto'nun Yüklü Saldırıları +%70 Kritik Hasar verir. Buna ek olarak Arataki Kesagiri saldırıları kullandığında Doğaüstü Güç kademelerini %50 ihtimalle tüketmez."
    }
  }
}