{
  "ProtectiveCanopy": {
    "name": "Koruyucu Kubbe",
    "desc": "Tüm Element Direncini %15 artırır, Fiziksel Direnci %15 artırır."
  },
  "FerventFlames": {
    "name": "Tutkulu Alevler",
    "desc": "Buz etkisinde kalma süresini %40 kısaltır. Saldırıyı %25 artırır."
  },
  "SoothingWater": {
    "name": "Yatıştırıcı Sular",
    "desc": "Ateş etkisinde kalma süresini %40 kısaltır. Maks. Canı %25 artırır."
  },
  "ShatteringIce": {
    "name": "Kırıcı Buz",
    "desc": "Elektrik etkisinde kalma süresini %40 kısaltır. Donma veya Buz etkisindeki düşmanlara karşı Kritik Oranını %15 artırır."
  },
  "HighVoltage": {
    "name": "Yüksek Gerilim",
    "desc": "Su etkisinde kalma süresini %40 azaltır. Süper İletim, Yüksek Voltaj, Elektrik Yüklü, Ay Yüklü, Hızlanma, Şiddetlenme veya Aşırı Çiçeklenme tepkimeleri %100 ihtimalle bir Elektrik Element Parçacığı oluşturur (BS: 5sn)."
  },
  "ImpetuousWinds": {
    "name": "Coşkun Rüzgarlar",
    "desc": "Dayanıklılık Tüketimini %15 azaltır. Hareket Hızını %10 artırır. Beceri Bekleme Süresini %5 kısaltır."
  },
  "EnduringRock": {
    "name": "Sağlam Kaya",
    "desc": "Kalkan gücünü %15 artırır. Karakterler kalkanla korunuyorsa veya yakında Ay Kristalleşmesi tepkimeleriyle oluşan Ay Akıntıları varsa buna ek olarak şu özellikler etkinleşir: Verilen Hasar %15 artar, 15 saniyeliğine Hasar alan düşmanların Toprak Direnci %20 azalır."
  },
  "SprawlingGreenery": {
    "name": "Büyüyen Yeşillikler",
    "desc": "Element Ustalığı 50 artar. Yanma, Hızlanma, Çiçeklenme veya Ay Çiçeklenmesi tepkimeleri tetiklendiğinde 6 saniyeliğine yakındaki tüm grup üyeleri 30 Element Ustalığı kazanır. Şiddetlenme, Yayılma, Aşırı Çiçeklenme veya Filizlenme tepkimeleri tetiklendiğinde 6 saniyeliğine yakındaki tüm grup üyeleri 20 Element Ustalığı kazanır. Yukarıdaki etkilerin süreleri bağımsız olarak hesaplanır."
  },
  "Moonsign": {
    "name": "Ay Sembolü",
    "desc": {
      "0": "Grupta Ay Sembolü karakterleri olduğunda grup, bu karakterlerin sayısına göre Ay Sembolü Seviyesi kazanır.",
      "1": "Grup, \"Ay Sembolü: Yükselen Parıltı\" aşamasına ulaştığında Ay Sembolü karakterleri güçlenir. Ay Sembolü olmayan karakterler de gruba güçlendirme sağlayabilir."
    },
    "nascentGleam": {
      "name": "İlk Parıltı",
      "desc": "Gruptaki tüm karakterler \"Ay Sembolü: İlk Parıltı\" etkisi kazanır."
    },
    "ascendantGleam": {
      "name": "Yükselen Parıltı",
      "desc": {
        "0": {
          "0": "Gruptaki tüm karakterler \"Ay Sembolü: Yükselen Parıltı\" etkisi kazanır ve Ay Sembolü karakterlerinin bazı Yetenek ile Becerileri gelişir. Aksi belirtilmedikçe, Ay Sembolü Seviyesi Yükselen Parıltıya ulaştığı zaman İlk Parıltı etkileri de uygulanır."
        },
        "1": {
          "0": "<br/>",
          "1": "Ayrıca, Ay Sembolü olmayan bir karakter Element Becerisi veya Element Patlaması kullandığında, Element Türüne göre 20 saniyeliğine yakındaki tüm karakterlerin Ay Tepkimesi Hasarını artırır. Bu Hasar en fazla %36 artabilir. Bu etki birikmez.",
          "2": "Karakterin Element Türü:",
          "3": [
            "<pyro>Ateş</pyro>, <electro>Elektrik</electro> veya <cryo>Buz</cryo> ise: Her 100 Saldırı için Hasar %0,9 artar.",
            "<hydro>Su</hydro> ise: Her 1.000 Maks. Can için Hasar %0,6 artar.",
            "<geo>Toprak</geo> ise: Her 100 Savunma için Hasar %1 artar.",
            "<anemo>Rüzgar</anemo> veya <dendro>Doğa</dendro> ise: Her 100 Element Ustalığı için Hasar %2,25 artar."
          ]
        }
      }
    }
  },
  "Hexerei": {
    "name": "Cadılık: Saklı Ayin",
    "desc": {
      "0": "Grubundaki Cadılık karakterleri daha da geliştirildi."
    }
  }
}