{
  "name": "Taşınabilir Otomatik Testere",
  "description": {
    "0": "Bugünlerde nadir bulunan eski tip bir otomatik testere. Zamanında pek çok işçinin sık kullandığı bir kesici aletti."
  },
  "passiveName": "Denizci Şarkısı",
  "passiveDescription": {
    "0": {
      "0": "Kuşanan karakter iyileştiğinde veya bir karakteri iyileştirdiğinde 30 saniye süren bir Metanet Sembolü elde eder ve en fazla 3 Sembole sahip olabilir. Element Becerisi veya Patlaması kullandığında tüm Semboller harcanır ve 10 saniyeliğine Heyecan etkisi kazanır. Harcadığı her bir Sembol için <cryo>40</cryo> Element Ustalığı elde eder ve etki tetiklendikten 2 saniye sonra harcanan her bir Sembol için karaktere <cryo>2</cryo> Enerji yeniler. Heyecan etkisi her 15 saniyede bir tetiklenebilir ve Semboller, karakter savaş alanında olmasa da elde edilebilir."
    },
    "1": {
      "0": "Kuşanan karakter iyileştiğinde veya bir karakteri iyileştirdiğinde 30 saniye süren bir Metanet Sembolü elde eder ve en fazla 3 Sembole sahip olabilir. Element Becerisi veya Patlaması kullandığında tüm Semboller harcanır ve 10 saniyeliğine Heyecan etkisi kazanır. Harcadığı her bir Sembol için <cryo>50</cryo> Element Ustalığı elde eder ve etki tetiklendikten 2 saniye sonra harcanan her bir Sembol için karaktere <cryo>2,5</cryo> Enerji yeniler. Heyecan etkisi her 15 saniyede bir tetiklenebilir ve Semboller, karakter savaş alanında olmasa da elde edilebilir."
    },
    "2": {
      "0": "Kuşanan karakter iyileştiğinde veya bir karakteri iyileştirdiğinde 30 saniye süren bir Metanet Sembolü elde eder ve en fazla 3 Sembole sahip olabilir. Element Becerisi veya Patlaması kullandığında tüm Semboller harcanır ve 10 saniyeliğine Heyecan etkisi kazanır. Harcadığı her bir Sembol için <cryo>60</cryo> Element Ustalığı elde eder ve etki tetiklendikten 2 saniye sonra harcanan her bir Sembol için karaktere <cryo>3</cryo> Enerji yeniler. Heyecan etkisi her 15 saniyede bir tetiklenebilir ve Semboller, karakter savaş alanında olmasa da elde edilebilir."
    },
    "3": {
      "0": "Kuşanan karakter iyileştiğinde veya bir karakteri iyileştirdiğinde 30 saniye süren bir Metanet Sembolü elde eder ve en fazla 3 Sembole sahip olabilir. Element Becerisi veya Patlaması kullandığında tüm Semboller harcanır ve 10 saniyeliğine Heyecan etkisi kazanır. Harcadığı her bir Sembol için <cryo>70</cryo> Element Ustalığı elde eder ve etki tetiklendikten 2 saniye sonra harcanan her bir Sembol için karaktere <cryo>3,5</cryo> Enerji yeniler. Heyecan etkisi her 15 saniyede bir tetiklenebilir ve Semboller, karakter savaş alanında olmasa da elde edilebilir."
    },
    "4": {
      "0": "Kuşanan karakter iyileştiğinde veya bir karakteri iyileştirdiğinde 30 saniye süren bir Metanet Sembolü elde eder ve en fazla 3 Sembole sahip olabilir. Element Becerisi veya Patlaması kullandığında tüm Semboller harcanır ve 10 saniyeliğine Heyecan etkisi kazanır. Harcadığı her bir Sembol için <cryo>80</cryo> Element Ustalığı elde eder ve etki tetiklendikten 2 saniye sonra harcanan her bir Sembol için karaktere <cryo>4</cryo> Enerji yeniler. Heyecan etkisi her 15 saniyede bir tetiklenebilir ve Semboller, karakter savaş alanında olmasa da elde edilebilir."
    }
  }
}