{
  "name": "Flins",
  "title": "ประทีปลวงเร้นเงา",
  "description": "\"ผู้เฝ้าประภาคาร\" แห่ง Nod-Krai คอยเฝ้าดูแลประภาคาร และสุสานบนเกาะเล็ก ๆ ทางตอนเหนือ เขาคือสุภาพบุรุษลึกลับ ผู้สง่างามในทุกกิริยาและวาจา",
  "constellationName": "Laterna Vigilis",
  "auto": {
    "name": "Pocztowy Demonspear",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "โจมตีด้วยหอกต่อเนื่องมากสุด 5 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่ง เพื่อทำการขว้างหอกโจมตีไปข้างหน้า"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขั้น 5",
      "5": "ความเสียหายชาร์จโจมตี",
      "6": "ชาร์จโจมตีใช้พลังกาย",
      "7": "ความเสียหายพุ่งลง",
      "8": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Ancient Rite: Arcane Light",
    "description": {
      "0": "Flins จะเรียกพลังโบราณในตะเกียงออกมา และเปลี่ยนเป็นโหมด <strong>Manifest Flame</strong> ซึ่งมีคุณลักษณะพิเศษดังนี้:",
      "1": [
        "การโจมตีปกติและชาร์จโจมตีของ Flins จะเปลี่ยนเป็น<electro>ความเสียหายไฟฟ้า</electro>ที่ไม่สามารถซ้อนทับด้วยธาตุอื่นได้ และไม่สามารถใช้การโจมตีพุ่งลงจากอากาศได้;",
        "เพิ่มความสามารถในการต้านทานการหยุดชะงักของ Flins;",
        "สกิลธาตุ <strong>Ancient Rite: Arcane Light</strong> จะถูกแทนที่ด้วยสกิลธาตุพิเศษ <strong>Northland Spearstorm</strong>"
      ],
      "2": "<br/>",
      "3": "<strong>Northland Spearstorm</strong>",
      "4": "Flins จะเรียกแนวหอกออกมาด้านหน้า เพื่อสร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro> และทำให้ท่าไม้ตาย <strong>Ancient Ritual: Cometh the Night</strong> ของ Flins ถูกแทนที่ด้วยท่าไม้ตายพิเศษ <tooltip ns=tooltips_gen baseKey18=11200001 values=[]><strong>Thunderous Symphony</strong></tooltip> เป็นเวลา 6 วินาทีหลังจากนั้น",
      "5": "ช่วงเวลาคูลดาวน์พื้นฐานของ <strong>Northland Spearstorm</strong> คือ 6 วินาที ซึ่งช่วงเวลาคูลดาวน์นี้จะไม่ได้รับผลกระทบจากเอฟเฟกต์อื่น ๆ"
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขั้น 5",
      "5": "ความเสียหายชาร์จโจมตี",
      "6": "ความเสียหาย Northland Spearstorm",
      "7": "คูลดาวน์ Northland Spearstorm",
      "8": "ระยะเวลาของ Manifest Flame",
      "9": "คูลดาวน์สกิล",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Ancient Ritual: Cometh the Night",
    "description": {
      "0": "Flins ปลดปล่อยพลังที่แท้จริงของตะเกียง สร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro> และในช่วงเวลาสั้น ๆ หลังจากนั้น จะสร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro> ที่ถูกนับว่าเป็นความเสียหายของปฏิกิริยาชาร์จจันทรา โดยแบ่งเป็นช่วงกลาง 2 ครั้ง และช่วงสุดท้าย 1 ครั้ง",
      "1": "<strong>ลัคนาจันทร์ - จรัสแสง</strong>: สกิลได้รับการเสริมพลัง: หากมีเมฆสายฟ้าอยู่ในบริเวณใกล้เคียง จะสร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro> ที่ถูกนับว่าเป็นความเสียหายของปฏิกิริยาชาร์จจันทราของช่วงกลางเพิ่มเติมอีก 2 ครั้ง",
      "2": "<br/>",
      "3": "ภายใน 6 วินาที หลังจากใช้สกิลธาตุพิเศษ <strong>Northland Spearstorm</strong> จะทำให้ท่าไม้ตาย <strong>Ancient Ritual: Cometh the Night</strong> ของ Flins ถูกแทนที่ด้วยท่าไม้ตายพิเศษ <strong>Thunderous Symphony</strong>",
      "4": "<br/>",
      "5": "<strong>Thunderous Symphony</strong>",
      "6": "ท่าไม้ตายพิเศษที่ใช้พลังงานธาตุในการร่ายน้อยลง Flins จะสร้าง <electro>ความเสียหายไฟฟ้าวงกว้าง</electro> ที่ถูกนับเป็นความเสียหายของปฏิกิริยาชาร์จจันทรา 1 ครั้ง",
      "7": "<strong>ลัคนาจันทร์ - จรัสแสง</strong>: สกิลได้รับการเสริมพลัง: หากมีเมฆสายฟ้าอยู่ในบริเวณใกล้เคียง จะสร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro> ที่ถูกนับว่าเป็นความเสียหายของปฏิกิริยาชาร์จจันทราเพิ่มเติม 1 ครั้ง"
    },
    "skillParams": {
      "0": "ความเสียหายสกิลเริ่มต้น",
      "1": "ความเสียหายชาร์จจันทราช่วงกลาง",
      "2": "ความเสียหายชาร์จจันทรา ช่วงสุดท้าย",
      "3": "พลังงานธาตุ",
      "4": "คูลดาวน์",
      "5": "ความเสียหาย Thunderous Symphony",
      "6": "ความเสียหายเพิ่มเติม Thunderous Symphony",
      "7": "พลังงานธาตุ Thunderous Symphony",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Symphony of Winter",
    "description": {
      "0": "Flins จะได้รับเอฟเฟกต์เสริมพลังที่สอดคล้องกัน โดยขึ้นอยู่กับ<strong>ลัคนาจันทร์</strong>ของทีม",
      "1": "<br/>",
      "2": "<strong>ลัคนาจันทร์ - จรัสแสง</strong>: เมื่อ Flins ทำให้เกิดปฏิกิริยาชาร์จจันทรา จะสร้างความเสียหายเพิ่มขึ้น 20%"
    }
  },
  "passive2": {
    "name": "Whispering Flame",
    "description": {
      "0": "ความชำนาญธาตุของ Flins จะเพิ่มขึ้น โดยค่าที่เพิ่มจะเท่ากับ 8% ของพลังโจมตีของ Flins ด้วยวิธีนี้จะทำให้ความชำนาญธาตุของ Flins เพิ่มขึ้นได้มากสุด 160 หน่วย"
    }
  },
  "passive3": {
    "name": "Moonsign Benediction: Old World Secrets",
    "description": {
      "0": "เมื่อตัวละครในทีมทำให้เกิดปฏิกิริยาชาร์จไฟฟ้า จะเปลี่ยนเป็นปฏิกิริยาชาร์จจันทราแทน และเพิ่มความเสียหายพื้นฐาน ของปฏิกิริยาชาร์จจันทรา ตามพลังโจมตีของ Flins: ทุก 100 หน่วยของพลังโจมตี จะเพิ่มความเสียหายพื้นฐานขึ้น 0.7% โดยจะสามารถเพิ่มความเสียหายด้วยวิธีนี้ได้มากสุด 14%",
      "1": "<br/>",
      "2": "นอกจากนี้ เมื่อมี Flins อยู่ในทีม <strong>ลัคนาจันทร์</strong>ของทีมจะเพิ่มขึ้น 1 ระดับ"
    }
  },
  "passive": {
    "name": "A Light in the Dark",
    "description": {
      "0": "แสดงตำแหน่ง<strong>ของพิเศษเฉพาะใน Nod-Krai</strong> บนมินิแมป",
      "1": "นอกจากนี้ Flins ยังดูเหมือนจะเข้าใจเสียงกระซิบของการล่าอันบ้าคลั่งด้วย..."
    }
  },
  "constellation1": {
    "name": "Part the Veil of Snow",
    "description": {
      "0": "ช่วงเวลาคูลดาวน์พื้นฐานของสกิลธาตุพิเศษ <strong>Northland Spearstorm</strong> ลดลงเหลือ 4 วินาที",
      "1": "นอกจากนี้ เมื่อตัวละครในทีมทำให้เกิดปฏิกิริยาชาร์จจันทรา จะฟื้นฟูพลังงานธาตุให้ Flins 8 หน่วย โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 5.5 วินาที"
    }
  },
  "constellation2": {
    "name": "The Devil's Wall",
    "description": {
      "0": "ภายใน 6 วินาที หลังจากใช้สกิลธาตุพิเศษ <strong>Northland Spearstorm</strong> เมื่อการโจมตีปกติครั้งต่อไปของ Flins ถูกศัตรู จะสร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro>เพิ่มเติมเท่ากับ 50% ของพลังโจมตีของ Flins โดยความเสียหายนี้จะถูกนับเป็นความเสียหายจากปฏิกิริยาชาร์จจันทรา",
      "1": "<strong>ลัคนาจันทร์ - จรัสแสง</strong>: เมื่อ Flins อยู่ในสนาม หลังจากที่การโจมตี<electro>ธาตุไฟฟ้า</electro>ของ Flins ถูกศัตรู <electro>ความต้านทานไฟฟ้า</electro>ของศัตรูดังกล่าวจะลดลง 25% เป็นเวลา 7 วินาที"
    }
  },
  "constellation3": {
    "name": "Stranger in the Night",
    "description": {
      "0": "เพิ่มเลเวลสกิลของท่าไม้ตาย <tooltip ns=char_Flins_gen baseKey18=burst><strong>Ancient Ritual: Cometh the Night</strong></tooltip> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Night on Bald Mountain",
    "description": {
      "0": "พลังโจมตีของ Flins เพิ่มขึ้น 20%",
      "1": "นอกจากนี้ พรสวรรค์เพิ่มเติม <tooltip ns=char_Flins_gen baseKey18=passive2><strong>\"Whispering Flame\" </strong></tooltip> จะได้รับการเสริมพลัง: ความชำนาญธาตุของ Flins จะเพิ่มขึ้น โดยค่าที่เพิ่มจะเท่ากับ 10% ของพลังโจมตีของ Flins ด้วยวิธีนี้จะทำให้ความชำนาญธาตุของ Flins เพิ่มขึ้นได้มากสุด 220 หน่วย"
    }
  },
  "constellation5": {
    "name": "Exile's Shadow",
    "description": {
      "0": "เพิ่มเลเวลสกิลของสกิลธาตุ <tooltip ns=char_Flins_gen baseKey18=skill><strong>Ancient Rite: Arcane Light</strong></tooltip> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Songs and Dances of Death",
    "description": {
      "0": "ความเสียหายของปฏิกิริยาชาร์จจันทราที่ Flins สร้างแก่ศัตรู <tooltip ns=tooltips_gen baseKey18=11190007 values=[]><strong>ยกระดับ</strong></tooltip>ขึ้น 35%",
      "1": "<strong>ลัคนาจันทร์ - จรัสแสง</strong>: ความเสียหายของปฏิกิริยาชาร์จจันทราที่ตัวละครทั้งหมดในทีมที่อยู่ใกล้เคียงสร้าง <strong>ยกระดับ</strong>ขึ้น 10%"
    }
  }
}