{
  "name": "Keqing",
  "title": "ผู้บงการสายฟ้า",
  "description": "Yuheng หนึ่งใน Liyue Qixing มักจะไม่พอใจกับสภาพของ \"Liyue ที่ตัดสินทุกอย่างตามคำพูดของราชา\" เสมอ—แต่ในความเป็นจริงแล้ว ท่านเทพชื่นชมคนแบบเธอมากทีเดียว",
  "constellationName": "Trulla Cementarii",
  "auto": {
    "name": "Yunlai Swordsmanship",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "โจมตีด้วยดาบต่อเนื่องมากสุดห้าครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่งเพื่อปลดปล่อยดาบ ออกไปข้างหน้าสองเล่มในช่วงเวลาสั้น ๆ"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขั้น 5",
      "5": "ความเสียหายชาร์จโจมตี",
      "6": "ชาร์จโจมตีใช้พลังกาย",
      "7": "ความเสียหายพุ่งลง",
      "8": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Stellar Restoration",
    "description": {
      "0": "เรียกสายฟ้า Lightning Stiletto ออกมาอย่างรวดเร็วเพื่อทำลายล้างศัตรู",
      "1": "เมื่อโจมตีโดนศัตรูจะทำให้เกิด <electro>ความเสียหายไฟฟ้า</electro> ขึ้นกับศัตรูที่อยู่ในพื้นที่เล็ก ๆ และสร้างสัญลักษณ์ Stiletto Mark ลงบนจุดที่โดนโจมตี",
      "2": "<br/>",
      "3": "<strong>กดค้าง</strong>",
      "4": "กดค้างเพื่อปรับทิศทางของตำแหน่งที่ จะทำสัญลักษณ์ Stiletto",
      "5": "สัญลักษณ์ Stiletto ที่ถูกโยนออกไปด้วย การแตะค้างจะสามารถหยุดค้างอยู่บน อากาศได้ และทำให้ Keqing สามารถ กระโดดไปหาได้เมื่อใช้ Stellar Restoration อีกครั้ง",
      "6": "<br/>",
      "7": "<strong>Lightning Stiletto</strong>",
      "8": "ระหว่างช่วงเวลาต่อเนื่องของ Lightning Stiletto เมื่อ Keqing ใช้ Stellar Restoration อีกครั้งหรือทำการชาร์จโจมตี จะเป็นการล้างสัญลักษณ์ Stiletto Mark และทำให้เกิดเอฟเฟกต์ที่แตกต่างกันขึ้น:",
      "9": [
        "เมื่อใช้ Stellar Restoration อีกครั้ง เธอจะวาร์ปไปยังจุดที่ทำสัญลักษณ์ไว้ และทำการโจมตีเพื่อสร้าง <electro>ความเสียหายไฟฟ้าวงกว้าง</electro> เมื่อวาร์ป ไปยังจุดที่แตะค้างเพื่อทำสัญลักษณ์ Stiletto ไว้ จะทำให้ Keqing สามารถกระโดดข้ามพื้นที่สิ่งกีดขวางได้;",
        "เมื่อใช้ชาร์จโจมตี จะเป็นการดึงดูดสายฟ้าให้ฟาดลงมายังสัญลักษณ์ที่ทำไว้อย่างต่อเนื่องและ เกิดเป็น<electro>ความเสียหายไฟฟ้าวงกว้าง</electro>"
      ],
      "10": "<br/>",
      "11": "<i>\"มนุษย์ก็เหมือนกับแมลงเม่า เอาแต่ไล่ตามแสงไฟที่เรียกว่า เทพเจ้าและเหล่าเซียน แต่แสงไฟนั่นเป็นสิ่งที่ฉันจุดขึ้นมาเอง\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหาย Lightning Stiletto",
      "1": "ความเสียหายการฟัน",
      "2": "ความเสียหายสายฟ้าฟาดต่อเนื่อง",
      "3": "คูลดาวน์",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Starward Sword",
    "description": {
      "0": "ระเบิดพลังสายฟ้าออกมา ทำให้เกิด<electro>ความเสียหายไฟฟ้า</electro>เป็นวงกว้าง",
      "1": "จากนั้นหลบเข้าไปในเงาของดาบตัวเอง และโจมตีศัตรูรอบ ๆ อย่างต่อเนื่องและรวดเร็วราวกับสายฟ้า เพื่อสร้าง<electro>ความเสียหายไฟฟ้า</electro>หลายครั้ง และสร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro> อย่างรุนแรงในการโจมตีครั้งสุดท้าย",
      "2": "<br/>",
      "3": "<i>หนึ่งในกระบวนท่าที่รวดเร็วที่สุดของ Keqing ซึ่งสามารถฟันดวงดาว ให้ร่วงหล่นได้</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหายการฟันต่อเนื่อง",
      "2": "ความเสียหายการโจมตีครั้งสุดท้าย",
      "3": "คูลดาวน์",
      "4": "พลังงานธาตุ",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Thundering Penance",
    "description": {
      "0": "ภายใน 5 วินาที หลังจากใช้ <strong>Stellar Restoration</strong> อีกครั้งระหว่างช่วงเวลาของ Lightning Stiletto จะทำให้ Keqing ได้รับ<electro>พลังแห่งไฟฟ้า</electro>"
    }
  },
  "passive2": {
    "name": "Aristocratic Dignity",
    "description": {
      "0": "เมื่อใช้ <strong>Starward Sword</strong> อัตราคริของ Keqing จะเพิ่มขึ้น 15% ประสิทธิภาพการฟื้นฟูพลังงานเพิ่มขึ้น 15% เป็นเวลา 8 วินาที"
    }
  },
  "passive3": {
    "name": "Land's Overseer",
    "description": {
      "0": "เมื่อทำคำขอการออกสำรวจของ Liyue เวลาที่ใช้จะลดลง 25%"
    }
  },
  "constellation1": {
    "name": "Thundering Might",
    "description": {
      "0": "เมื่อใช้ <strong>Stellar Restoration</strong> อีกครั้งระหว่างช่วงเวลาของ Lightning Stiletto จะสร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro> 50% ของพลังโจมตี ในตำแหน่งที่ Keqing หายไปและปรากฏตัวขึ้น"
    }
  },
  "constellation2": {
    "name": "Keen Extraction",
    "description": {
      "0": "เมื่อ Keqing โจมตีปกติและ ชาร์จโจมตีถูกศัตรูที่ได้รับ ผลกระทบของ<electro>ธาตุไฟฟ้า</electro> มีโอกาส 50% ที่จะสร้างอณูธาตุ 1 ลูก เอฟเฟกต์นี้เกิดขึ้นได้หนึ่งครั้ง ในทุก 5 วินาที"
    }
  },
  "constellation3": {
    "name": "Foreseen Reformation",
    "description": {
      "0": "เพิ่มเลเวลของสกิล <strong>Starward Sword</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Attunement",
    "description": {
      "0": "ภายใน 10 วินาที หลังจาก Keqing ทำให้เกิด<electro>ปฏิกิริยาที่เกี่ยวข้องกับธาตุไฟฟ้า</electro> พลังโจมตีจะเพิ่มขึ้น 25%"
    }
  },
  "constellation5": {
    "name": "Beckoning Stars",
    "description": {
      "0": "เพิ่มเลเวลของสกิล <strong>Stellar Restoration</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Tenacious Star",
    "description": {
      "0": "เมื่อโจมตีปกติ, ชาร์จโจมตี, ใช้สกิลธาตุ หรือปล่อยท่าไม้ตาย Keqing จะได้รับ<electro>โบนัสความเสียหายไฟฟ้า</electro> 6% เป็นเวลา 8 วินาที",
      "1": "เอฟเฟกต์ที่เกิดจากโจมตีปกติ, ชาร์จโจมตี, ใช้สกิลธาตุ หรือปล่อยท่าไม้ตาย จะถูกคำนวณแยกกัน"
    }
  }
}