{
  "name": "Yae Miko",
  "title": "ยิ้มเล่ห์กลยลโลกา",
  "description": "ท่าน Guuji แห่งศาลเจ้า Grand Narukami และเป็นหัวหน้าบรรณาธิการของ \"สำนักพิมพ์ Yae\" ภายใต้รูปโฉมภายนอกที่งดงาม มีความเฉลียวฉลาดและเล่ห์กลซ่อนอยู่",
  "constellationName": "Divina Vulpes",
  "auto": {
    "name": "Spiritfox Sin-Eater",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "เรียกวิญญาณจิ้งจอกออกมา ทำการโจมตีต่อเนื่องมากสุด 3 ครั้ง เพื่อสร้าง<electro>ความเสียหายไฟฟ้า</electro>"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายบางส่วน โดยหลังจากร่ายเสร็จจะสร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro>"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "รวบรวมพลังแห่งสายฟ้า กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro>เมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายชาร์จโจมตี",
      "4": "ชาร์จโจมตีใช้พลังกาย",
      "5": "ความเสียหายพุ่งลง",
      "6": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Yakan Evocation: Sesshou Sakura",
    "description": {
      "0": "สำหรับ Yae แล้ว เรื่องยุ่งยากที่สามารถจัดการได้ โดยใช้เพียงแค่เหล่าวิญญาณนั้น ไม่จำเป็นต้องลงมือลงแรงด้วยตัวเองอย่างแน่นอน",
      "1": "เคลื่อนที่อย่างรวดเร็ว และทิ้ง Sesshou Sakura ไว้เบื้องหลัง",
      "2": "<br/>",
      "3": "<strong>Sesshou Sakura</strong>",
      "4": "มีคุณลักษณะพิเศษดังต่อไปนี้:",
      "5": [
        "ปล่อยสายฟ้าฟาดลงมายังศัตรูที่อยู่โดยรอบหนึ่งตัวเป็นระยะ ๆ เพื่อสร้าง<electro>ความเสียหายไฟฟ้า</electro>;",
        "เมื่อมี Sesshou Sakura อันอื่นอยู่ในบริเวณใกล้เคียง จะเพิ่มระดับของมันขึ้น และทำให้ความเสียหายของการโจมตีที่กล่าวข้างต้นเพิ่มสูงขึ้น"
      ],
      "6": "<br/>",
      "7": "สามารถใช้ได้ 3 ครั้ง",
      "8": "ในช่วงเวลาเดียวกัน จะสามารถมี Sesshou Sakura ได้มากสุด 3 อัน โดยที่ระดับแรกในตอนเริ่มสร้างของ Sesshou Sakura จะเป็นระดับ 1 และจะเพิ่มได้มากสุดถึงระดับ 3 ซึ่งหากตำแหน่งที่สร้างอยู่ใกล้กับ Sesshou Sakura ที่มีอยู่ก่อนหน้ามากจนเกินไป จะทำลาย Sesshou Sakura ที่มีอยู่",
      "9": "<br/>",
      "10": "<i>\"วิญญาณจิ้งจอกที่สิงสถิตอยู่ในกิ่งไม้ล้วนตกต่ำกลายเป็นภูตผี Yakan ที่ทำร้ายมนุษย์ โดยลำดับขั้นของ Yakan นั้นจะต่ำกว่าจิ้งจอกฟ้าเราอยู่สองระดับ ซึ่งทำให้การเรียกใช้งานนั้นเป็นเรื่องง่ายแสนง่าย แต่ระดับของพวกเราจิ้งจอกนั้นแสนมากมายและซับซ้อน มนุษย์อย่างพวกเธออย่าได้เป็นแบบนี้เชียวล่ะ ส่วนเรื่องที่เธอถามว่าระหว่างจิ้งจอกกับมนุษย์ใครอยู่สูงกว่ากันน่ะเหรอ หึหึ...\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหาย Sesshou Sakura: ระดับ 1",
      "1": "ความเสียหาย Sesshou Sakura: ระดับ 2",
      "2": "ความเสียหาย Sesshou Sakura: ระดับ 3",
      "3": "ความเสียหาย Sesshou Sakura: ระดับ 4",
      "4": "ระยะเวลาต่อเนื่อง",
      "5": "คูลดาวน์",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Great Secret Art: Tenko Kenshin",
    "description": {
      "0": "ในนิทานพื้นบ้านของชาว Inazuma มีคำกล่าวถึง \"Kitsunetsuki\" หรือการสำแดงพลังของจิ้งจอก (Kitsune) โดยการสำแดงของ \"จิ้งจอกฟ้า\" ที่ค่อนข้างพิเศษท่ามกลางหมู่นั้น จะร่วงหล่นลงสู่ร่างกายศัตรูของศาลเจ้า Grand Narukami ในรูปแบบของสายฟ้า โดยสายฟ้าที่ฟาดลงมา จะทำให้เกิด<electro>ความเสียหายไฟฟ้าวงกว้าง</electro>",
      "1": "เมื่อใช้สกิลนี้ Yae Miko จะทำการปลดปล่อย Sesshou Sakura ที่อยู่ในบริเวณใกล้เคียง ทำลายรูปร่างภายนอกของพวกมัน แล้วเปลี่ยนเป็นสายฟ้า Tenko Thunderbolt ฟาดลงมา เพื่อสร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro> เมื่อ Sesshou Sakura แต่ละอันถูกทำลายลงด้วยวิธีนี้ จะทำให้เกิดสายฟ้า Tenko Thunderbolt ฟาดลงมา 1 ครั้ง",
      "2": "<br/>",
      "3": "<i>มีเพียงช่วงเวลานี้เท่านั้น ที่ Yae จะต้องเปิดเผยตัวตนของจิ้งจอกฟ้าเพื่อสั่งการสายฟ้า ส่วนเจ้าพวกที่ได้เห็นหางของท่าน Guuji นั้น ต่างก็ไม่เหลือแม้เพียงฝุ่นธุลี ด้วยเหตุนี้ จงจำไว้ให้ขึ้นใจว่า... ท่าน Yae น่ะไม่มีหางหรอกนะ</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหาย Tenko Thunderbolt",
      "2": "คูลดาวน์",
      "3": "พลังงานธาตุ",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "The Shrine's Sacred Shade",
    "description": {
      "0": "เมื่อใช้ <strong>Great Secret Art: Tenko Kenshin</strong> ในตอนที่ Sesshou Sakura แต่ละอันถูกทำลาย จะรีเซ็ตเวลาคูลดาวน์ของ <strong>Yakan Evocation: Sesshou Sakura</strong> 1 ครั้ง"
    }
  },
  "passive2": {
    "name": "Enlightened Blessing",
    "description": {
      "0": "ความชำนาญธาตุแต่ละหน่วยของ Yae Miko จะทำให้ <strong>Sesshou Sakura</strong> สร้างความเสียหายเพิ่มขึ้น 0.15%"
    }
  },
  "passive3": {
    "name": "Meditations of a Yako",
    "description": {
      "0": "เมื่อสร้างวัสดุพรสวรรค์ของตัวละคร มีโอกาส 25% ที่จะสุ่มได้วัสดุพรสวรรค์ชนิดอื่นในพื้นที่เดียวกันอีก 1 ชิ้น โดยจะมีระดับเท่ากันกับระดับของวัสดุที่ใช้ในการสร้าง"
    }
  },
  "constellation1": {
    "name": "Yakan Offering",
    "description": {
      "0": "ฟื้นฟูพลังงานธาตุ 8 หน่วย ให้แก่ตัวของ Yae Miko เอง ในแต่ละครั้งที่ <strong>Great Secret Art: Tenko Kenshin</strong> ทำให้เกิด Tenko Thunderbolt"
    }
  },
  "constellation2": {
    "name": "Fox's Mooncall",
    "description": {
      "0": "เมื่อสร้าง <strong>Sesshou Sakura</strong> ระดับเริ่มต้นจะถูกเพิ่มขึ้นเป็นระดับ 2 และระดับสูงสุดจะถูกเพิ่มขึ้นเป็นระดับ 4 ขอบเขตการโจมตีเพิ่มขึ้น 60%"
    }
  },
  "constellation3": {
    "name": "The Seven Glamours",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Yakan Evocation: Sesshou Sakura</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Sakura Channeling",
    "description": {
      "0": "หลังจากที่สายฟ้าของ <strong>Sesshou Sakura</strong> ฟาดลงมาถูกศัตรู ตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียง จะได้รับ<electro>โบนัสความเสียหายไฟฟ้า</electro> 20% เป็นเวลา 5 วินาที"
    }
  },
  "constellation5": {
    "name": "Mischievous Teasing",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Great Secret Art: Tenko Kenshin</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Forbidden Art: Daisesshou",
    "description": {
      "0": "ในตอนที่ <strong>Sesshou Sakura</strong> โจมตีจะไม่สนใจพลังป้องกัน 60% ของศัตรู"
    }
  }
}