{
  "name": "Lyney",
  "title": "มายาลวงพรางตา",
  "description": "นักมายากลเลื่องชื่อแห่ง Fontaine ผู้มีพรสวรรค์ และไหวพริบอันเฉียบแหลม มักใช้ทริกกับคำพูดอันแยบยลในการจูงใจของผู้ชม",
  "constellationName": "Felis Fuscus",
  "auto": {
    "name": "Card Force Translocation",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "ยิงธนูโจมตีอย่างต่อเนื่องมากสุด 4 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "การ<strong>เล็งโจมตี</strong>สร้างความเสียหายเพิ่มขึ้น และแม่นยำยิ่งขึ้น",
        "2": "เมื่อเล็งโจมตี พลังจากเพลิงไฟจะถูกรวบรวมบนหัวของลูกศรและยิงออกไป โดยเอฟเฟกต์ที่เกิดจะแตกต่างกันไป ตามช่วงเวลาที่เล็งชาร์จดังนี้:",
        "3": [
          "ชาร์จระดับ 1: ยิงธนูที่มีธาตุไฟออกไป เพื่อสร้าง<pyro>ความเสียหายไฟ</pyro>",
          "ชาร์จระดับ 2: ยิง Prop Arrow ออกไป เพื่อสร้าง<pyro>ความเสียหายไฟ</pyro> โดยหลังจากถูกเป้าหมาย จะเรียก \"Grin-Malkin Hat (หมวกเหมียวยิ้มกริ่ม)\" ออกมา 1 ใบ"
        ],
        "4": "หาก Lyney มีค่าพลังชีวิตมากกว่า 60% ในขณะที่ยิง Prop Arrow เขาจะเสียค่าพลังชีวิตไปส่วนหนึ่ง และได้รับ \"Prop Surplus\" 1 ชั้น โดยที่เอฟเฟกต์นี้จะซ้อนทับได้มากสุด 5 ชั้น และจะถูกลบล้างหลังออกจากการต่อสู้ 30 วินาที",
        "5": "วิธีนี้จะทำให้ค่าพลังชีวิตของ Lyney ลดต่ำสุดถึง 60% เท่านั้น"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "ปล่อยฝนธนูจากกลางอากาศ และพุ่งลงมายังพื้นดินอย่างรวดเร็ว โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      },
      "grinMalkin": {
        "0": "<strong>Grin-Malkin Hat (หมวกเหมียวยิ้มกริ่ม)</strong>",
        "1": [
          "สามารถยั่วยุศัตรูที่อยู่โดยรอบ เพื่อหลอกล่อศัตรูให้โจมตีใส่มัน ศัตรูจะถูก Grin-Malkin Hat (หมวกเหมียวยิ้มกริ่ม) ยั่วยุหนึ่งครั้งในทุก 5 วินาที",
          "ระดับความทนทานจะขึ้นอยู่กับสัดส่วนพลังชีวิตสูงสุดที่ได้รับสืบทอดมาจาก Lyney",
          "เมื่อถูกทำลายหรือหมดช่วงเวลาต่อเนื่อง จะยิง <strong>Pyrotechnic Strike</strong> และสร้าง<pyro>ความเสียหายไฟ</pyro>แก่ศัตรูที่อยู่ใกล้หนึ่งตัว"
        ],
        "2": "ในเวลาเดียวกันจะมี Grin-Malkin Hat (หมวกเหมียวยิ้มกริ่ม) ได้มากสุด 1 ใบ"
      },
      "arkhe": {
        "0": "<strong>พลังปฐมภูมิ: วิญญาณ</strong>",
        "1": "ทุกช่วงระยะเวลาหนึ่ง Prop Arrow จะสร้าง Spiritbreath Thorn ที่ตำแหน่งของศัตรู เพื่อสร้าง<pyro>ความเสียหายไฟ</pyro>ที่มีพลังวิญญาณ"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายพุ่งลง",
      "5": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "6": "เล็งโจมตี",
      "7": "เล็งโจมตีและชาร์จระดับ 1",
      "8": "ความเสียหาย Prop Arrow",
      "9": "เสียค่าพลังชีวิต",
      "10": "Grin-Malkin Hat สืบทอดพลังชีวิต",
      "11": "ระยะเวลาของ Grin-Malkin Hat",
      "12": "ความเสียหาย Pyrotechnic Strike",
      "13": "ความเสียหาย Spiritbreath Thorn",
      "14": "ช่วงเวลาเกิด Spiritbreath Thorn",
      "15": ""
    }
  },
  "skill": {
    "name": "Bewildering Lights",
    "description": {
      "0": "Lyney โบกหมวกทรงสูง ก่อนจะสร้างดอกไม้ไฟสุดแสนตระการตาให้ดูชม",
      "1": "เมื่อใช้สกิล จะล้างการสะสมชั้น \"Prop Surplus\" ที่มี เพื่อสร้าง<pyro>ความเสียหายไฟวงกว้าง</pyro>แก่ศัตรูตรงหน้า โดยที่ความเสียหายจะเพิ่มขึ้นตามจำนวนชั้นสะสมที่ถูกล้างไป พร้อมกับฟื้นฟูพลังชีวิตให้กับ Lyney โดยขึ้นกับค่าพลังชีวิตสูงสุดของ Lyney",
      "2": "<br/>",
      "3": "เมื่อมี Grin-Malkin Hat (หมวกเหมียวยิ้มกริ่ม) ที่ Lyney เรียกอยู่ในพื้นที่การต่อสู้ ดอกไม้ไฟจะทำให้มันระเบิด และสร้าง<pyro>ความเสียหายไฟวงกว้าง</pyro>เท่ากับความเสียหายจาก Pyrotechnic Strike",
      "4": "ด้วยวิธีนี้ ความเสียหายจาก Grin-Malkin Hat (หมวกเหมียวยิ้มกริ่ม) จะนับเป็นความเสียหายชาร์จโจมตี",
      "5": "<br/>",
      "6": "<i>\"อย่างที่ทุกคนรู้กันดี ทริกที่นักมายากลใช้บ่อยสุดคือ การเบี่ยงเบนความสนใจของผู้ชม... ใช่แล้ว ขณะที่กำลังมองมาทางนี้ หมวกกับผู้ช่วยฝั่งนั้นก็หายไปแล้วล่ะ เป็นไง น่าสนใจใช่มั้ยล่ะ\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "โบนัสความเสียหายสกิล",
      "2": "ฟื้นฟูพลังชีวิต",
      "3": "คูลดาวน์",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Wondrous Trick: Miracle Parade",
    "description": {
      "0": "Lyney แสดงมายากล แปลงกายเป็น \"Grin-Malkin Cat (แมวยิ้มกริ่มในหมวก)\" ซึ่งสามารถเคลื่อนที่ได้อย่างรวดเร็ว (ไม่ใช่ \"Grin-Malkin Hat (หมวกเหมียวยิ้มกริ่ม)\" แต่อย่างใด สองอย่างนี้เป็นอุปกรณ์การแสดงคนละอย่างกัน!)",
      "1": "เมื่อ Grin-Malkin Cat (แมวยิ้มกริ่มในหมวก) เข้าใกล้ศัตรู จะเรียกเพลิงไฟสู่ศัตรูรอบด้าน และสร้าง<pyro>ความเสียหายไฟ</pyro>มากสุด 1 ครั้ง แก่ศัตรู เมื่อระยะเวลาต่อเนื่องจบลง Lyney จะออกจากสถานะ Grin-Malkin Cat (แมวยิ้มกริ่มในหมวก) และจุดดอกไม้ไฟอันตระการตา เพื่อสร้าง<pyro>ความเสียหายไฟวงกว้าง</pyro> พร้อมกับเรียก Grin-Malkin Hat (หมวกเหมียวยิ้มกริ่ม) 1 ใบ และได้รับ Prop Surplus 1 ชั้น",
      "2": "<br/>",
      "3": "สามารถทำการยกเลิกสถานะ Grin-Malkin Cat (แมวยิ้มกริ่มในหมวก) ได้ด้วยตัวเอง",
      "4": "<br/>",
      "5": "<i>\"งั้นจะโชว์ให้ดูหน่อยละกัน ดูให้ดี ๆ นะ นี่เป็นช่วงเวลาแห่งปาฏิหาริย์ของเราสองคนเท่านั้น!\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหายดอกไม้ไฟ",
      "2": "ระยะเวลาต่อเนื่อง",
      "3": "คูลดาวน์",
      "4": "พลังงานธาตุ",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Perilous Performance",
    "description": {
      "0": "หาก Lyney สูญเสียพลังชีวิตจากการยิง <strong>Prop Arrow</strong> เมื่อ Grin-Malkin Hat (หมวกเหมียวยิ้มกริ่ม) ที่เกิดจาก Prop Arrow ดังกล่าวถูกศัตรู จะทำการฟื้นฟูพลังงานธาตุให้ Lyney 3 หน่วย และสร้างความเสียหายเพิ่มขึ้น 80% ของพลังโจมตีของเขา"
    }
  },
  "passive2": {
    "name": "Conclusive Ovation",
    "description": {
      "0": "Lyney จะสร้างความเสียหายแก่ศัตรูที่ได้รับผลกระทบจาก<pyro>ธาตุไฟ</pyro>เพิ่มขึ้น โดยมีเอฟเฟกต์ดังต่อไปนี้:",
      "1": [
        "ความเสียหายเพิ่มขึ้น 60%;",
        "ตัวละครแต่ละตัวในทีมที่มีชนิด<pyro>ธาตุไฟ</pyro> (ยกเว้น Lyney) จะทำให้เอฟเฟกต์ข้างต้นมีผลเพิ่มขึ้นอีก 20%"
      ],
      "2": "ด้วยวิธีข้างต้น Lyney จะทำความเสียหายแก่ศัตรูที่ได้รับผลกระทบจาก<pyro>ธาตุไฟ</pyro>เพิ่มขึ้นสูงสุดได้ถึง 100%"
    }
  },
  "passive3": {
    "name": "Trivial Observations",
    "description": {
      "0": "แสดงตำแหน่ง<strong>ของพิเศษเฉพาะใน Fontaine</strong> บนมินิแมป"
    }
  },
  "constellation1": {
    "name": "Whimsical Wonders",
    "description": {
      "0": "ในเวลาเดียวกันจะสามารถมี <strong>Grin-Malkin Hat (หมวกเหมียวยิ้มกริ่ม)</strong> ได้มากสุด 2 ใบ",
      "1": "นอกจากนี้ หลังจาก Prop Arrow ถูกเป้าหมาย จะเรียก Grin-Malkin Hat (หมวกเหมียวยิ้มกริ่ม) ออกมา 2 ใบ และได้รับ Prop Surplus เพิ่มเติมอีก 1 ชั้น โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 15 วินาที"
    }
  },
  "constellation2": {
    "name": "Locquacious Cajoling",
    "description": {
      "0": "เมื่อ Lyney เข้าสู่การต่อสู้ ในทุก 2 วินาที จะได้รับ \"Crisp Focus\" 1 ชั้น เอฟเฟกต์ดังกล่าวจะทำให้ Lyney มีความแรงคริเพิ่มขึ้น 20% โดยจะซ้อนทับกันได้มากสุด 3 ชั้น และจะลบล้างเอฟเฟกต์เมื่อ Lyney ออกจากการต่อสู้"
    }
  },
  "constellation3": {
    "name": "Prestidigitation",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>โจมตีปกติ: Card Force Translocation</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Well-Versed, Well-Rehearsed",
    "description": {
      "0": "หลังจากการชาร์จโจมตี<pyro>ธาตุไฟ</pyro>ของ Lyney ถูกศัตรู <pyro>ความต้านทานไฟ</pyro>ของศัตรูข้างต้นจะลดลง 20% เป็นเวลา 6 วินาที"
    }
  },
  "constellation5": {
    "name": "To Pierce Enigmas",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Wondrous Trick: Miracle Parade</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Guarded Smile",
    "description": {
      "0": "ขณะที่ Lyney ยิง <strong>Prop Arrow</strong> จะทำการยิง Pyrotechnic Strike: Reprised ด้วย 1 ลูก โดยมันจะสร้างความเสียหายเท่ากับ 80% ของ Pyrotechnic Strike ซึ่งความเสียหายนี้จะนับเป็นความเสียหายชาร์จโจมตี"
    }
  }
}