{
  "name": "Jahoda",
  "title": "ร้อยเงากับสายลม",
  "description": "พนักงานของ \"เคหาสน์แห่งความลับ\" ผู้ที่ (อ้างตนว่า) พึ่งพาได้อย่างยิ่ง และทำได้ทุกอย่าง",
  "constellationName": "Fragum",
  "auto": {
    "name": "Strike While the Arrow's Hot",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "ยิงธนูโจมตีอย่างต่อเนื่องมากสุด 3 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "การ<strong>เล็งโจมตี</strong>แม่นยำยิ่งขึ้น และสร้างความเสียหายเพิ่มขึ้น",
        "2": "เมื่อเล็งโจมตี สายลมที่รุนแรงจะก่อตัวอยู่ตรงหัวของลูกศร ซึ่งลูกศรที่รวบรวมลมเต็มที่แล้ว จะทำให้เกิด<anemo>ความเสียหายลม</anemo>"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "ปล่อยฝนธนูจากกลางอากาศ และพุ่งลงมายังพื้นดินอย่างรวดเร็ว โดยจะโจมตีศัตรูที่อยู่ในเส้นทางที่พุ่งลงมา และสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "เล็งโจมตี",
      "4": "เล็งโจมตีเมื่อชาร์จเต็ม",
      "5": "ความเสียหายพุ่งลง",
      "6": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Savvy Strategy: Splitting the Spoils",
    "description": {
      "0": "Jahoda พุ่งตัวเข้าหาศัตรู และเมื่อสัมผัสถูกศัตรูจะเข้าสู่สถานะ \"ไล่ล่าคว้าเงา\" เมื่ออยู่ในสถานะนี้ Jahoda จะเคลื่อนที่อย่างรวดเร็วต่อเนื่อง; หากศัตรูที่อยู่ใกล้เคียงติดสถานะ<pyro>ธาตุไฟ</pyro>, <hydro>ธาตุน้ำ</hydro>, <electro>ธาตุไฟฟ้า</electro> หรือ<cryo>ธาตุน้ำแข็ง</cryo> Jahoda จะแอบเปลี่ยน<tooltip ns=tooltips_gen baseKey18=11240001 values=[]><strong>ขวดสมบัติลับคร่อกฟี้</strong></tooltip>ที่พกติดตัวมา ให้มีคุณสมบัติธาตุที่สอดคล้องกัน และทำการบรรจุอย่างต่อเนื่อง เมื่อสิ้นสุดช่วงเวลาต่อเนื่องหรือใช้สกิลอีกครั้ง Jahoda จะเท<strong>ขวดสมบัติลับคร่อกฟี้</strong> จนหมด และสร้าง<anemo>ความเสียหายลม</anemo>หนึ่งครั้งแก่ศัตรูที่อยู่ใกล้เคียง; เมื่อ<strong>ขวดสมบัติลับคร่อกฟี้</strong>เต็ม Jahoda จะเท<strong>ขวดสมบัติลับคร่อกฟี้</strong>จนหมด และออกจากสถานะไล่ล่าคว้าเงา พร้อมกับสร้าง<anemo>ความเสียหายลม</anemo>หนึ่งครั้งแก่ศัตรูที่อยู่ใกล้เคียงเพิ่มขึ้น",
      "1": "หาก Jahoda พุ่งตัวไม่โดนศัตรู จะขว้างระเบิดควันหนึ่งลูกในจุดที่ยืนอยู่ และสร้าง<anemo>ความเสียหายลม</anemo>หนึ่งครั้งแก่ศัตรูที่อยู่รอบตัว",
      "2": "<br/>",
      "3": "<strong>ลัคนาจันทร์ - จรัสแสง</strong>: เมื่อ<strong>ขวดสมบัติลับคร่อกฟี้</strong>เต็ม Jahoda จะไม่เท<strong>ขวดสมบัติลับคร่อกฟี้</strong>ทันที แต่จะใช้ธาตุที่บรรจุไว้ในขวดอย่างต่อเนื่องในช่วงเวลาหนึ่ง และยิง<strong>ลูกบอลแมวนุ่มนิ่ม</strong>ใส่ศัตรูที่อยู่ใกล้เคียงเป็นระยะ สร้างความเสียหายตามประเภทของธาตุใน<strong>ขวดสมบัติลับคร่อกฟี้</strong> เมื่อ<strong>ลูกบอลแมวนุ่มนิ่ม</strong>โจมตีโดนศัตรู จะฟื้นฟูพลังงานธาตุให้ Jahoda 2 หน่วย โดยเอฟเฟกต์นี้เกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 3.5 วินาที",
      "4": "<br/>",
      "5": "<i>ในโลกนี้มีวิธีจัดสรรทรัพย์สมบัติมากมาย แต่สำหรับนักล่าสมบัติ และกองโจรล่าสมบัติแห่ง Nod-Krai แล้ว วิธีที่มีประสิทธิภาพที่สุด มีเพียงวิธีเดียวเท่านั้น</i>"
    },
    "skillParams": {
      "0": "ความเสียหายระเบิดควัน",
      "1": "ความเสียหายขวดสมบัติลับที่ยังไม่เต็ม",
      "2": "ความเสียหายขวดสมบัติลับที่เต็ม",
      "3": "ระยะเวลาของขวดสมบัติลับ",
      "4": "ความเสียหายของลูกบอลแมว",
      "5": "คูลดาวน์",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Hidden Aces: Seven Tools of the Hunter",
    "description": {
      "0": "สมบัติลับก้นหีบคงต้องงัดออกมาใช้ที่นี่ให้หมดแล้วล่ะ! Jahoda หยิบ <tooltip ns=tooltips_gen baseKey18=11240002 values=[]><strong>อุปกรณ์ช่วยประสานงานในบ้านรูปแมว</strong></tooltip> ออกมา 2 อัน และสร้าง<anemo>ความเสียหายลม</anemo>แก่ศัตรูที่อยู่ใกล้เคียงหนึ่งครั้ง",
      "1": "<br/>",
      "2": "<i>\"ที่เรียกว่าการช่วยเหลือ และประสานงาน ก็คือ คุณจ่าย Mora มาช่วยเรา เราก็จัดการประสานงานให้ ว่าไง สมเหตุสมผลดีใช่มั้ยล่ะ?\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหายของอุปกรณ์ ช่วยประสานงานในบ้านรูปแมว",
      "2": "ระยะเวลาของอุปกรณ์ ช่วยประสานงานในบ้านรูปแมว",
      "3": "ปริมาณการรักษาของอุปกรณ์ ช่วยประสานงานในบ้านรูปแมว",
      "4": "ปริมาณการรักษาตัวละคร ที่มีพลังชีวิตต่ำสุดเพิ่มเติม",
      "5": "คูลดาวน์",
      "6": "พลังงานธาตุ",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Plan to Get Paid",
    "description": {
      "0": "เมื่อในทีมมีตัวละครที่มีประเภทของธาตุเป็นธาตุ<pyro>ไฟ</pyro>, <hydro>น้ำ</hydro>, <electro>ไฟฟ้า</electro> หรือ<cryo>น้ำแข็ง</cryo> อย่างน้อยหนึ่งตัว จะทำให้<tooltip ns=tooltips_gen baseKey18=11240002 values=[]><strong>อุปกรณ์ช่วยประสานงานในบ้านรูปแมว</strong></tooltip> จากท่าไม้ตาย <strong>Hidden Aces: Seven Tools of the Hunter</strong> ได้รับการเสริมพลัง ตามจำนวนตัวละครที่มีประเภทธาตุที่ตรงกัน",
      "1": "<br/>",
      "2": "Jahoda จะแอบบันทึกจำนวนตัวละครที่มีประเภทธาตุดังกล่าวในทีม หากประเภทธาตุที่มีจำนวนตัวละครมากที่สุดคือ:",
      "3": [
        "<pyro>ธาตุไฟ</pyro>: <strong>อุปกรณ์ช่วยประสานงานในบ้านรูปแมว</strong> สร้างความเสียหาย 130% ของค่าเดิม;",
        "<hydro>ธาตุน้ำ</hydro>: <strong>อุปกรณ์ช่วยประสานงานในบ้านรูปแมว</strong> มีปริมาณการรักษาเพิ่มขึ้น 120% ของค่าเดิม;",
        "<electro>ธาตุไฟฟ้า</electro>: เพิ่มจำนวน<strong>อุปกรณ์ช่วยประสานงานในบ้านรูปแมว</strong> อีก 1 อัน;",
        "<cryo>ธาตุน้ำแข็ง</cryo>: ลดช่วงเวลาการโจมตีของ<strong>อุปกรณ์ช่วยประสานงานในบ้านรูปแมว</strong>ลง 10%"
      ],
      "4": "<br/>",
      "5": "หากประเภทธาตุดังกล่าวมีจำนวนตัวละครเท่ากัน จะบันทึกเรียงลำดับความสำคัญจากธาตุ<pyro>ไฟ</pyro>, <hydro>น้ำ</hydro>, <electro>ไฟฟ้า</electro> และ<cryo>น้ำแข็ง</cryo>ตามลำดับ โดยในตอนเริ่มต้น จะมีเอฟเฟกต์ที่สอดคล้องกับประเภทธาตุเพียงชนิดเดียวเท่านั้นที่เกิดผล"
    }
  },
  "passive2": {
    "name": "Sweet Berry Bounty",
    "description": {
      "0": "เมื่อ<tooltip ns=tooltips_gen baseKey18=11240002 values=[]><strong>อุปกรณ์ช่วยประสานงานในบ้านรูปแมว</strong></tooltip> จากท่าไม้ตาย <strong>Hidden Aces: Seven Tools of the Hunter</strong> ทำการรักษาตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นของทีมตัวเอง หากตัวละครที่ได้รับการรักษามีพลังชีวิตสูงกว่า 70% ความชำนาญธาตุของตัวละครนั้นจะเพิ่มขึ้น 100 หน่วย เป็นเวลา 6 วินาที"
    }
  },
  "passive3": {
    "name": "Moonsign Benediction: Rooftop Dash",
    "description": {
      "0": "เมื่อ Jahoda อยู่ในทีม <strong>ลัคนาจันทร์</strong>ของทีมจะเพิ่มขึ้น 1 ระดับ"
    }
  },
  "passive": {
    "name": "Backstreet Guile",
    "description": {
      "0": "เมื่อทำคำขอการออกสำรวจของ Nod-Krai เวลาที่ใช้จะลดลง 25%"
    }
  },
  "constellation1": {
    "name": "One More Flask!",
    "description": {
      "0": "เมื่อ<tooltip ns=tooltips_gen baseKey18=11240001 values=[]><strong>ขวดสมบัติลับคร่อกฟี้</strong></tooltip> จากสกิลธาตุ <strong>Savvy Strategy: Splitting the Spoils</strong> ยิง<strong>ลูกบอลแมวนุ่มนิ่ม</strong>โจมตีถูกศัตรู จะมีโอกาส 50% ที่ลูกบอลจะดีดตัวหนึ่งครั้ง สร้างความเสียหายธาตุที่เกี่ยวข้องแก่ศัตรูที่อยู่ใกล้เคียง"
    }
  },
  "constellation2": {
    "name": "Rogue's Quick Thinking",
    "description": {
      "0": "<strong>ลัคนาจันทร์ - จรัสแสง</strong>: ในพรสวรรค์เพิ่มเติม<tooltip ns=char_Jahoda_gen baseKey18=passive1><strong> \"Plan to Get Paid\"</strong></tooltip> นอกจากประเภทของธาตุที่มีจำนวนตัวละครมากที่สุดแล้ว Jahoda ยังสามารถแอบบันทึกประเภทธาตุที่มีจำนวนตัวละครมากที่สุดในบรรดาประเภทธาตุที่เหลือ และทำให้เอฟเฟกต์ที่สอดคล้องกับประเภทของธาตุสูงสุด 2 ประเภทมีผล โดยเอฟเฟกต์นี้จำเป็นต้องปลดล็อกพรสวรรค์เพิ่มเติม \"Plan to Get Paid\" ก่อน"
    }
  },
  "constellation3": {
    "name": "Desperate Gamble",
    "description": {
      "0": "เพิ่มเลเวลสกิลของท่าไม้ตาย <strong><tooltip ns=char_Jahoda_gen baseKey18=burst>Hidden Aces: Seven Tools of the Hunter</tooltip></strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Wild Berry Amid the Dust",
    "description": {
      "0": "เมื่อ<tooltip ns=tooltips_gen baseKey18=11240002 values=[]><strong>อุปกรณ์ช่วยประสานงานในบ้านรูปแมว</strong></tooltip> จากท่าไม้ตาย <strong>Hidden Aces: Seven Tools of the Hunter</strong> เกิดการเปลี่ยนแปลงธาตุ จะฟื้นฟูพลังงานธาตุให้ Jahoda 4 หน่วย"
    }
  },
  "constellation5": {
    "name": "The Greatest Treasure",
    "description": {
      "0": "เพิ่มเลเวลสกิลของสกิลธาตุ <strong><tooltip ns=char_Jahoda_gen baseKey18=skill>Savvy Strategy: Splitting the Spoils</tooltip></strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "The Littlest Luck",
    "description": {
      "0": "<strong>ลัคนาจันทร์ - จรัสแสง</strong>: ภายใน 20 วินาทีหลังจาก<tooltip ns=tooltips_gen baseKey18=11240001 values=[]><strong>ขวดสมบัติลับคร่อกฟี้</strong></tooltip> จากสกิลธาตุ <strong>Savvy Strategy: Splitting the Spoils</strong> เต็มแล้ว อัตราคริของตัวละครลัคนาจันทร์ในทีมที่อยู่ใกล้เคียงจะเพิ่มขึ้น 5% และความแรงคริเพิ่มขึ้น 40%"
    }
  }
}