{
  "name": "Kuki Shinobu",
  "title": "นักแก้ปัญหามือฉมัง",
  "description": "รองหัวหน้าผู้มีความสามารถ และเชื่อถือได้ของ \"แก๊ง Arataki\"... หมายเหตุพิเศษ: คนที่มีความสามารถ และเชื่อถือได้ไม่ใช่ตัว \"แก๊ง Arataki\" แต่เป็นรองหัวหน้า",
  "constellationName": "Tribulatio Demptio",
  "auto": {
    "name": "Shinobu's Shadowsword",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "โจมตีด้วยดาบต่อเนื่องมากสุด 4 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่งเพื่อฟาดฟันดาบ ออกไปข้างหน้า 2 ครั้ง ในช่วงเวลาสั้น ๆ"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายชาร์จโจมตี",
      "5": "ชาร์จโจมตีใช้พลังกาย",
      "6": "ความเสียหายพุ่งลง",
      "7": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Sanctifying Ring",
    "description": {
      "0": "สร้าง Grass Ring of Sanctification ขึ้นมา โดยแลกเปลี่ยนกับพลังชีวิตส่วนหนึ่ง เพื่อสร้าง<electro>ความเสียหายไฟฟ้า</electro>แก่ศัตรูที่อยู่โดยรอบ",
      "1": "<br/>",
      "2": "<strong>Grass Ring of Sanctification</strong>",
      "3": "จะเคลื่อนที่ตามตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น โดยที่ทุก 1.5 วินาที จะสร้าง<electro>ความเสียหายไฟฟ้า</electro>แก่ศัตรูที่อยู่โดยรอบ และฟื้นฟูพลังชีวิตของตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นที่อยู่ในพื้นที่ ซึ่งปริมาณการฟื้นฟู จะขึ้นอยู่กับพลังชีวิตสูงสุดของ Kuki Shinobu",
      "4": "<br/>",
      "5": "พลังชีวิตที่ถูกใช้ไปในการปล่อยสกิลนี้ จะทำให้พลังชีวิตของ Kuki Shinobu ลดลงต่ำสุดถึง 20% เท่านั้น",
      "6": "<br/>",
      "7": "<i>ทำ Naku Weed เป็นวง แล้วเอามาคาดตรงช่วงเอว เพื่อขับไล่สิ่งชั่วร้าย</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ปริมาณการรักษาของ Grass Ring of Sanctification",
      "2": "ความเสียหาย Grass Ring of Sanctification",
      "3": "ค่าใช้จ่ายสกิล",
      "4": "ระยะเวลาต่อเนื่อง",
      "5": "คูลดาวน์",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Gyoei Narukami Kariyama Rite",
    "description": {
      "0": "ปักดาบปราบความชั่วร้ายลงบนพื้นดิน และสร้างเขตแดนชำระล้างสิ่งชั่วร้ายขึ้นมาตรงเบื้องหน้า เพื่อสร้าง<electro>ความเสียหายไฟฟ้า</electro>แก่ศัตรูที่อยู่ในพื้นที่อย่างต่อเนื่อง โดยขึ้นกับพลังชีวิตสูงสุดของ Kuki Shinobu",
      "1": "เมื่อใช้สกิล หากพลังชีวิตของ Shinobu ต่ำกว่าหรือเท่ากับ 50% ช่วงเวลาคงอยู่ของเขตแดนจะยาวนานขึ้น",
      "2": "<br/>",
      "3": "<i>แต่เดิมเป็นศาสตร์ที่ใช้เพื่อถางวัชพืช และประกอบพิธีกรรมในการอธิษฐานขอผลผลิตในแต่ละปี ซึ่ง Shinobu ไม่ได้ลืมเลือนมันไป แม้จะยุติชีวิตการเป็นมิโกะแล้วก็ตาม</i>"
    },
    "skillParams": {
      "0": "ความเสียหายต่อครั้ง",
      "1": "ความเสียหายรวม",
      "2": "ระยะเวลาต่อเนื่อง",
      "3": "คูลดาวน์",
      "4": "พลังงานธาตุ",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Breaking Free",
    "description": {
      "0": "ในตอนที่พลังชีวิตของ Kuki Shinobu ไม่เกิน 50% โบนัสการรักษาจะเพิ่มขึ้น 15%"
    }
  },
  "passive2": {
    "name": "Heart's Repose",
    "description": {
      "0": "<strong>Sanctifying Ring</strong> จะได้รับโบนัสดังต่อไปนี้ โดยขึ้นกับความชำนาญธาตุของ Shinobu:",
      "1": [
        " ปริมาณการรักษาเพิ่มขึ้น: 75% ของความชำนาญธาตุ;",
        " สร้างความเสียหายเพิ่มขึ้น: 25% ของความชำนาญธาตุ"
      ]
    }
  },
  "passive3": {
    "name": "Protracted Prayers",
    "description": {
      "0": "เมื่อทำคำขอการออกสำรวจของ Inazuma ที่ใช้เวลา 20 ชั่วโมง รางวัลที่ได้รับจะเพิ่มขึ้น 25%"
    }
  },
  "constellation1": {
    "name": "To Cloister Compassion",
    "description": {
      "0": "พื้นที่ผลกระทบของ <strong>Gyoei Narukami Kariyama Rite</strong> เพิ่มขึ้น 50%"
    }
  },
  "constellation2": {
    "name": "To Forsake Fortune",
    "description": {
      "0": "ช่วงเวลาต่อเนื่องของ <strong>Grass Ring of Santification</strong> เพิ่มขึ้น 3 วินาที"
    }
  },
  "constellation3": {
    "name": "To Sequester Sorrow",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Sanctifying Ring</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "To Sever Sealing",
    "description": {
      "0": "เมื่อตัวละครที่อยู่ภายใต้สถานะ <strong>Grass Ring of Sanctification</strong> ของ Shinobu ใช้การโจมตีปกติ, การชาร์จโจมตี และการโจมตีพุ่งลงจากอากาศถูกศัตรู ตรา Thundergrass Mark จะร่วงหล่นลงมายังตำแหน่งของศัตรู และสร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro> เป็น 9.7% ของพลังชีวิตสูงสุดของ Shinobu",
      "1": "เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุด 1 ครั้ง ในทุก 5 วินาที"
    }
  },
  "constellation5": {
    "name": "To Cease Courtesies",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Gyoei Narukami Kariyama Rite</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "To Ward Weakness",
    "description": {
      "0": "เมื่อ Kuki Shinobu ได้รับความเสียหายมากพอที่จะทำให้เธอหมดสติ ความเสียหายในครั้งนี้ จะไม่ทำให้เธอหมดสติ โดยที่เอฟเฟกต์นี้ จะเกิดขึ้นโดยอัตโนมัติเมื่อพลังชีวิตของ Kuki Shinobu เหลือ 1 และในทุก 60 วินาที จะเกิดขึ้นได้เพียงหนึ่งครั้ง",
      "1": "เมื่อพลังชีวิตของ Kuki Shinobu ลดลงต่ำกว่า 25% จะเพิ่มความชำนาญธาตุของตนเองขึ้น 150 หน่วย เป็นเวลา 15 วินาที ซึ่งในทุก 60 วินาที เอฟเฟกต์นี้จะเกิดขึ้นได้เพียงหนึ่งครั้ง"
    }
  }
}