{
  "name": "Kujou Sara",
  "title": "ศรคำรามแห่งรัตติกาล",
  "description": "นายพลแห่งสำนัก Tenryou เด็ดเดี่ยว กล้าหาญ และเชี่ยวชาญในการต่อสู้",
  "constellationName": "Flabellum",
  "auto": {
    "name": "Tengu Bowmanship",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "ยิงธนูโจมตีอย่างต่อเนื่องมากสุดห้าครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "การ<strong>เล็งโจมตี</strong>สร้างความเสียหายเพิ่มขึ้น และแม่นยำยิ่งขึ้น",
        "2": "เมื่อเล็งโจมตี พลังแห่งสายฟ้าจะรวบรวมอยู่บนหัวลูกศร ซึ่งลูกศรที่ชาร์จพลังงานสายฟ้าจนเต็มแล้ว จะสร้าง<electro>ความเสียหายไฟฟ้า</electro>เมื่อโจมตีถูกศัตรู",
        "3": "เมื่ออยู่ในสภาวะ Crowfeather Cover ลูกศรที่ชาร์จเต็มแล้วจะทิ้ง \"Crowfeather\" ไว้หลังจากที่มันโจมตีถูกเป้าหมาย"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "ปล่อยฝนธนูจากกลางอากาศ และพุ่งลงมายังพื้นดินอย่างรวดเร็ว โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขั้น 5",
      "5": "เล็งโจมตี",
      "6": "เล็งโจมตีเมื่อชาร์จเต็ม",
      "7": "ความเสียหายพุ่งลง",
      "8": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Tengu Stormcall",
    "description": {
      "0": "ถอยไปด้านหลังด้วยความเร็วของเทพเท็งงุ และเรียกการปกป้องของ Crowfeather ออกมา",
      "1": "ได้รับ \"Crowfeather Cover\" เป็นเวลา 18 วินาที เมื่อ Kujou Sara ยิงธนูที่ชาร์จเต็มแล้วออกมา จะใช้ Crowfeather Cover ที่มีและทิ้ง \"Crowfeather\" ไว้ตรงตำแหน่งที่ถูกเป้าหมาย",
      "2": "หลังจากนั้นไม่นาน Crowfeather จะทำให้เกิด Tengu Juurai: Ambush เพื่อสร้าง<electro>ความเสียหายไฟฟ้า</electro>ให้แก่ศัตรูที่อยู่ในพื้นที่ และทำให้ตัวละครในพื้นที่ที่อยู่ในการต่อสู้ในขณะนั้นได้รับโบนัสพลังโจมตีปริมาณหนึ่ง โดยเป็นสัดส่วนขึ้นกับพลังโจมตีพื้นฐานของ Kujou Sara",
      "3": "<br/>",
      "4": "การเพิ่มพลังโจมตีที่ได้จาก Tengu Juurai แต่ละอย่างนั้นจะไม่ซ้อนทับกัน โดยที่เอฟเฟกต์และช่วงเวลาต่อเนื่องจะขึ้นกับการออกเอฟเฟกต์สุดท้ายของ Tengu Juurai สุดท้ายเป็นหลัก",
      "5": "<br/>",
      "6": "<i>เชื้อสายเท็งงุนั้น ไม่เคยไร้ซึ่งผู้ครอบครองวิชั่นสายฟ้า ซึ่งเปี่ยมไปด้วยพรสวรรค์เหนือจินตนาการ เพียงแต่ว่าในตอนที่พวกเขาควบคุมพลังแห่งสายฟ้า จะยังคงร่ายถ้อยคำสรรเสริญเทพเจ้าแห่งสายฟ้าออกมาด้วยความคุ้นชิน โดยจะมีเนื้อหาประมาณนี้:</i>",
      "7": "<i>\"ท่าน Narukami ผู้ยิ่งใหญ่ แสดงพลังของท่านออกมาและจงมอบสายฟ้าอันทรงพลังนี้ให้แก่ข้า! Sowaka!\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหาย Tengu Juurai: Ambush",
      "1": "อัตราส่วนโบนัสโจมตี",
      "2": "ระยะเวลาโบนัสพลังโจมตี",
      "3": "คูลดาวน์",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Subjugation: Koukou Sendou",
    "description": {
      "0": "ปล่อย Tengu Juurai: Titanbreaker ลงมายังตำแหน่งของเป้าหมาย สร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro> หลังจากนั้น Tengu Juurai: Titanbreaker จะกระจายออกเป็น Tengu Juurai: Stormcluster 4 ครั้ง ติดต่อกัน สร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro>",
      "1": "Tengu Juurai: Titanbreaker และ Tengu Juurai: Stormcluster จะทำให้ตัวละครในพื้นที่ที่อยู่ในการต่อสู้ในขณะนั้นได้รับโบนัสพลังโจมตีเหมือนกันกับสกิลธาตุ \"Tengu Stormcall\"",
      "2": "<br/>",
      "3": "การเพิ่มพลังโจมตีที่ได้จาก Tengu Juurai แต่ละอย่างนั้นจะไม่ซ้อนทับกัน โดยที่เอฟเฟกต์และช่วงเวลาต่อเนื่องจะขึ้นกับการออกเอฟเฟกต์สุดท้ายของ Tengu Juurai สุดท้ายเป็นหลัก",
      "4": "<br/>",
      "5": "<i>Sara แยกตัวออกจากกลุ่มเท็งงุ และสูญเสียความเชื่อที่มีต่อสำนัก Tenryou ไปชั่วระยะเวลาหนึ่ง หลังจากที่ความสับสนในจิตใจสูญสิ้นหายไป เธอก็ได้พบกับประกายแสงของสายฟ้า ที่เป็นของตัวเองอย่างแท้จริง</i>"
    },
    "skillParams": {
      "0": "ความเสียหาย Tengu Juurai: Titanbreaker",
      "1": "ความเสียหาย Tengu Juurai: Stormcluster",
      "2": "คูลดาวน์",
      "3": "พลังงานธาตุ",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Immovable Will",
    "description": {
      "0": "เมื่ออยู่ในสภาวะ Crowfeather Cover ของ <strong>Tengu Stormcall</strong> ช่วงเวลาที่ต้องใช้ในการชาร์จ ของการเล็งโจมตีจะลดลง 60%"
    }
  },
  "passive2": {
    "name": "Decorum",
    "description": {
      "0": "เมื่อการโจมตีของ Tengu Juurai: Ambush ถูกศัตรู Kujou Sara จะทำการฟื้นฟูพลังงานธาตุให้แก่ตัวละครทั้งหมดในทีม 1.2 หน่วยต่อ 100% ของประสิทธิภาพการฟื้นฟูพลังงานของ Kujou Sara โดยที่เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 3 วินาที"
    }
  },
  "passive3": {
    "name": "Land Survey",
    "description": {
      "0": "เมื่อทำคำขอการออกสำรวจของ Inazuma เวลาที่ใช้จะลดลง 25%"
    }
  },
  "constellation1": {
    "name": "Crow's Eye",
    "description": {
      "0": "เมื่อ Tengu Juurai มอบเอฟเฟกต์เพิ่มพลังโจมตีให้แก่ตัวละคร หรือโจมตีถูกศัตรู ช่วงเวลาคูลดาวน์ของ <strong>Tengu Stormcall</strong> จะลดลง 1 วินาที",
      "1": "เอฟเฟกต์นี้จะเกิดขึ้นได้หนึ่งครั้ง ในทุก 3 วินาที"
    }
  },
  "constellation2": {
    "name": "Dark Wings",
    "description": {
      "0": "เมื่อใช้ <strong>Tengu Stormcall</strong> จะปล่อย \"Crowfeather\" ที่สามารถทำให้เกิด Tengu Juurai: Ambush ที่มีพลังเบากว่าของเดิมได้หนึ่งครั้ง ตรงตำแหน่งเดิมของ Kujou Sara โดยจะสร้างความเสียหายเท่ากับ 30% ของความเสียหายเดิม"
    }
  },
  "constellation3": {
    "name": "The War Within",
    "description": {
      "0": "เพิ่มเลเวลของสกิล <strong>Subjugation: Koukou Sendou</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Conclusive Proof",
    "description": {
      "0": "<strong>Subjugation: Koukou Sendou</strong> ปล่อย Tengu Juurai: Stormcluster เพิ่มขึ้นเป็น 6 ครั้ง"
    }
  },
  "constellation5": {
    "name": "Spellsinger",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Tengu Stormcall</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Sin of Pride",
    "description": {
      "0": "<electro>ความเสียหายไฟฟ้า</electro>ของตัวละคร ที่อยู่ภายใต้สภาวะของเอฟเฟกต์เพิ่มพลังโจมตีของ Tengu Juurai จะมีความแรงคริเพิ่มขึ้น 60%"
    }
  }
}