{
  "name": "Sigewinne",
  "title": "ธิดามังกรจำแลง",
  "description": "หัวหน้าพยาบาลเมลูซีน แห่งป้อมปราการ Meropide ผู้คอยดูแลนักโทษทุกคน ในคุกใต้ทะเลอย่างเท่าเทียม",
  "constellationName": "Nereides",
  "auto": {
    "name": "Targeted Treatment",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "โจมตีอย่างต่อเนื่องมากสุดสามครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "<strong>การเล็งโจมตี</strong>สร้างความเสียหายเพิ่มขึ้น และแม่นยำยิ่งขึ้น",
        "2": "เมื่อเล็งโจมตี จะทำการรวบรวมธาตุน้ำไว้บนหัวลูกศรอย่างต่อเนื่อง หลังจากชาร์จพลังเสร็จ ทุกช่วงระยะเวลาหนึ่ง Sigewinne จะปล่อย \"ฟองห่วงใยจิ๋ว\" ที่เคลื่อนที่ช้า ๆ ไปทางเป้าหมาย เพื่อสร้าง<hydro>ความเสียหายน้ำ</hydro> เมื่อปลดปล่อย ลูกศรที่เต็มไปด้วยกระแสน้ำจะสร้าง<hydro>ความเสียหายน้ำ</hydro>เมื่อโจมตีโดนศัตรู"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "ปล่อยฝนธนูจากกลางอากาศ และพุ่งลงมายังพื้นดินอย่างรวดเร็ว โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "เล็งโจมตี",
      "4": "เล็งโจมตีเมื่อชาร์จเต็ม",
      "5": "ความเสียหายฟองห่วงใยจิ๋ว",
      "6": "ความเสียหายพุ่งลง",
      "7": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Rebound Hydrotherapy",
    "description": {
      "0": "ใช้ปืนยิงฟองที่ป้อมปราการ Meropide สร้างขึ้นเป็นพิเศษ ยิง<strong>ลูกบอลน้ำบำบัด</strong> ซึ่งจะช่วยกระตุ้นการไหลเวียนโลหิต และช่วยให้ผู้ป่วย นอนหลับได้อย่างสบายออกมา",
      "1": "ลูกบอลน้ำบำบัดจะกระดอนไปมา ระหว่างศัตรูที่อยู่ใกล้เคียง เมื่อโจมตีโดนศัตรู จะทำให้เกิด<hydro>ความเสียหายน้ำ</hydro>ตามพลังชีวิตสูงสุดของ Sigewinne; เมื่อกระดอน จะฟื้นฟูพลังชีวิตของตัวละครที่อยู่ใกล้เคียงทั้งหมดในทีม ยกเว้นตัว Sigewinne เอง โดยปริมาณการฟื้นฟูจะขึ้นอยู่กับพลังชีวิตสูงสุดของ Sigewinne",
      "2": "หลังจากกระดอน 5 ครั้ง ลูกบอลน้ำบำบัดจะหายไป และฟื้นฟูพลังชีวิตของเธอ ตามค่าพลังชีวิตสูงสุดของ Sigewinne",
      "3": "เมื่อไม่มีศัตรู ลูกบอลน้ำบำบัดจะกระดอนไปมา ในบริเวณใกล้เคียง โดยสามารถมีลูกบอลน้ำบำบัดที่ Sigewinne สร้างขึ้นได้พร้อมกันมากสุดเพียงหนึ่งอัน",
      "4": "เมื่อกดค้างจะสามารถชาร์จ เพื่อปล่อยลูกบอลน้ำบำบัดได้",
      "5": "<br/>",
      "6": "<strong>กดค้าง</strong>",
      "7": "เล็งและชาร์จ เพื่อพ่นลูกบอลน้ำบำบัดที่ใหญ่ และทรงพลังยิ่งขึ้น!",
      "8": "ลูกบอลน้ำบำบัดจะใหญ่ขึ้น ตามเวลาการกดค้าง โดยจะใหญ่ขึ้นได้สูงสุดสองระดับ แต่ละระดับที่ใหญ่ขึ้น จะสร้างความเสียหายเพิ่มขึ้น 5% และฟื้นฟูพลังชีวิตเพิ่มขึ้น 5%; ลูกบอลน้ำบำบัดจะเล็กลงหนึ่งระดับหลังจากกระดอน จนกระทั่งกลับสู่ลูกบอลน้ำบำบัดขนาดปกติ",
      "9": "เมื่อศัตรูที่ค่อนข้างอ่อนแอ ถูกลูกบอลน้ำบำบัดลูกใหญ่โจมตี จะถูกกักขังและไม่สามารถเคลื่อนที่ได้",
      "10": "<br/>",
      "11": "นอกจากนี้ เมื่อปลดปล่อยจะสร้าง Sourcewater Droplet 2 อันใกล้กับ Sigewinne ทุกครั้งที่ได้รับ Sourcewater Droplet จะมอบบ่วงพันธะชีวันที่มีค่าเท่ากับ 10% ของพลังชีวิตสูงสุดให้กับ Sigewinne",
      "12": "เมื่อบ่วงพันธะชีวันของ Sigewinne ถูกลบล้าง ทุกการลบล้างบ่วงพันธะชีวัน 2,000 หน่วย จะฟื้นฟูพลังงานธาตุให้กับเธอ 1 หน่วย สามารถฟื้นฟูพลังงานธาตุให้กับ Sigewinne ด้วยวิธีนี้ได้สูงสุด 5 หน่วย",
      "13": "<br/>",
      "14": "<strong>พลังปฐมภูมิ: สสาร</strong>",
      "15": "ทุกช่วงระยะเวลาหนึ่ง ลูกบอลน้ำบำบัดจะปล่อย Surging Blade ออกมาตรงตำแหน่งที่โจมตีโดน สร้าง<hydro>ความเสียหายน้ำ</hydro>ที่มีพลังสสาร โดยขึ้นอยู่กับพลังชีวิตสูงสุดของ Sigewinne",
      "16": "<br/>",
      "17": "<i>\"เป็นไง การรักษาด้วยน้ำแบบนี้ นอกจากจะกระตุ้น การไหลเวียนของเลือดแล้ว ยังทำให้ผู้ป่วยที่พักฟื้น รู้สึกสนุกสนานด้วยนะ แล้วยังช่วยให้ผู้ป่วยที่ต้องพักผ่อน ได้หลับอย่างสบายใจด้วย...\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายลูกบอลน้ำบำบัด",
      "1": "การรักษาของ ลูกบอลน้ำบำบัด",
      "2": "การรักษาเมื่อสิ้นสุดการกระดอน",
      "3": "ความเสียหาย Surging Blade",
      "4": "ช่วงเวลาเกิด Surging Blade",
      "5": "คูลดาวน์",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Super Saturated Syringing",
    "description": {
      "0": "นำกระบอกฉีดยาที่ป้อมปราการ Meropide สร้างขึ้นเป็นพิเศษออกมา โจมตีพื้นที่ด้านหน้าด้วยใจปรารถนา และโพชั่นยาที่เต็มเปี่ยม สร้าง<hydro>ความเสียหายน้ำวงกว้าง</hydro>อย่างต่อเนื่อง ตามพลังชีวิตสูงสุดของ Sigewinne",
      "1": "นอกจากนี้ เมื่อปลดปล่อย Sigewinne จะดูดซับ Sourcewater Droplet ที่อยู่ภายในระยะที่กำหนดสูงสุด 2 อัน ",
      "2": "<br/>",
      "3": "<i>\"นี่ ยาที่เกินขนาด ไม่ต่างอะไรกับยาพิษเลยนะ ซึ่งเป็นสิ่งที่อันตรายมาก แต่ความเอาใจใส่ และความห่วงใยที่ผู้ป่วยต้องการ ไม่มีคำว่ามากเกินไปหรอก\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ระยะเวลาต่อเนื่อง",
      "2": "คูลดาวน์",
      "3": "พลังงานธาตุ",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Requires Appropriate Rest",
    "description": {
      "0": "Sigewinne จะมอบเอฟเฟกต์ \"พักฟื้นกึ่งบังคับ\" ให้กับตัวเองต่อเนื่อง 18 วินาที เมื่อปล่อย <strong>Rebound Hydrotherapy</strong>: ในช่วงเวลาต่อเนื่อง Sigewinne จะได้รับ<hydro>โบนัสความเสียหายน้ำ</hydro> 8% และค่าการพักฟื้น 10 ชั้น เมื่อสกิลธาตุของตัวละครในทีมที่อยู่ในบริเวณใกล้เคียง แต่ไม่ได้เข้าร่วมการต่อสู้ (ยกเว้น Sigewinne) สร้างความเสียหาย จะใช้ค่าการพักฟื้น 1 ชั้น เพื่อเพิ่มความเสียหายของสกิลธาตุในครั้งนี้: ทุก 1,000 หน่วย ที่เกินมาจากพลังชีวิตสูงสุด 30,000 หน่วยของ Sigewinne จะเพิ่มความเสียหาย 80 หน่วย สามารถเพิ่มความเสียหายของสกิลธาตุในครั้งนี้ด้วยวิธีดังกล่าวได้สูงสุด 2,800 หน่วย"
    }
  },
  "passive2": {
    "name": "Detailed Diagnosis, Thorough Treatment",
    "description": {
      "0": "เมื่อ Sigewinne ทำการรักษา จะเพิ่มปริมาณการรักษาในครั้งนี้ ตามผลรวมของบ่วงพันธะชีวันปัจจุบันของตัวละครทั้งหมดในทีม: ทุก 1,000 หน่วย ของบ่วงพันธะชีวันจะทำให้ปริมาณการรักษาเพิ่มขึ้น 3% โดยจะสามารถเพิ่มปริมาณการรักษาด้วยวิธีนี้ได้สูงสุด 30%"
    }
  },
  "passive3": {
    "name": "Emergency Dose",
    "description": {
      "0": "ขณะอยู่ใต้น้ำ เมื่อพลังชีวิตตัวละครของตัวเองที่อยู่ในสนามขณะนั้นลดลงต่ำกว่า 50% จะฟื้นฟูพลังชีวิตอย่างต่อเนื่องเป็นเวลา 2.5 วินาที โดยปริมาณการฟื้นฟูจะเท่ากับ 50% ของพลังชีวิตสูงสุด และภายใน 10 วินาที ความต้านทานธาตุทั้งหมด และความต้านทานกายภาพของตัวละครนี้จะลดลง 10% ซึ่งเอฟเฟกต์นี้ จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 20 วินาที"
    }
  },
  "constellation1": {
    "name": "\"Can the Happiest of Spirits Understand Anxiety?\"",
    "description": {
      "0": "ลูกบอลน้ำบำบัดของ <strong>Rebound Hydrotherapy</strong> สามารถกระดอนเพิ่มเติมได้อีก 3 ครั้ง; และการกระดอน 3 ครั้งแรกจะไม่ทำให้ลูกบอลน้ำขนาดใหญ่หดเล็กลง",
      "1": "นอกจากนี้ เอฟเฟกต์ของพรสวรรค์ติดตัว \"Requires Appropriate Rest\" จะเพิ่มขึ้น: เมื่อลูกบอลน้ำบำบัดกระดอน จะมอบค่าการพักฟื้น 1 ชั้นให้กับ Sigewinne และทำให้ความเสียหายที่เกิดจากค่าการพักฟื้น เปลี่ยนเป็น: ทุก 1,000 หน่วย ที่เกินมาจากพลังชีวิตสูงสุด 30,000 หน่วยของ Sigewinne จะเพิ่มความเสียหาย 100 หน่วย โดยสามารถเพิ่มความเสียหายด้วยวิธีนี้ได้สูงสุด 3,500 หน่วย เอฟเฟกต์นี้จำเป็นต้องปลดล็อกพรสวรรค์ติดตัว \"Requires Appropriate Rest\" ก่อน"
    }
  },
  "constellation2": {
    "name": "\"Can the Most Merciful of Spirits Defeat Its Foes?\"",
    "description": {
      "0": "เมื่อปล่อย <strong>Rebound Hydrotherapy</strong> และ <strong>Super Saturated Syringing</strong> จะทำให้เกิดโล่ลูกบอลน้ำที่สามารถดูดซับความเสียหายเท่ากับ 30% ของพลังชีวิตสูงสุด ซึ่งมีประสิทธิภาพการดูดซับ<hydro>ความเสียหายน้ำ</hydro> 250% ต่อเนื่องไปจนกว่าจะจบสกิล",
      "1": "นอกจากนี้ หลังจากลูกบอลน้ำบำบัดของ Rebound Hydrotherapy หรือ Super Saturated Syringing โจมตีโดนศัตรู <hydro>ความต้านทานน้ำ</hydro>ของศัตรูดังกล่าวจะลดลง 35% เป็นเวลา 8 วินาที"
    }
  },
  "constellation3": {
    "name": "\"Can the Healthiest of Spirits Cure Fevers?\"",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Rebound Hydrotherapy</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "\"Can the Loveliest of Spirits Keep Decay at Bay?\"",
    "description": {
      "0": "เพิ่มระยะเวลาต่อเนื่องของ <strong>Super Saturated Syringing</strong> 3 วินาที"
    }
  },
  "constellation5": {
    "name": "\"Can the Most Joyful of Spirits Alleviate Agony?\"",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Super Saturated Syringing</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "\"Can the Most Radiant of Spirits Pray For Me?\"",
    "description": {
      "0": "เมื่อ Sigewinne ทำการรักษา พลังชีวิตและอัตราคริของ <strong>Super Saturated Syringing</strong> ของตัวเอง จะเพิ่มขึ้นตามค่าพลังชีวิตสูงสุด: ค่าพลังชีวิตสูงสุดทุก 1,000 หน่วย จะเพิ่มอัตราคริ 0.4% และเพิ่มความแรงคริ 2.2% เป็นเวลา 15 วินาที โดยวิธีนี้สามารถเพิ่มอัตราคริได้สูงสุด 20% และความแรงคริได้สูงสุด 110%"
    }
  }
}