{
  "name": "Ororon",
  "title": "เงาแห่งควันราตรี",
  "description": "เด็กหนุ่มจากจ้าวแห่งลมราตรี แต่กลับอาศัยอยู่บนทุ่งกว้างพร้อมกับสรรพชีวิตนับหมื่นนับพัน",
  "constellationName": "Vampyrum Spectrum",
  "auto": {
    "name": "Spiritvessel Snapshot",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "ยิงธนูโจมตีอย่างต่อเนื่องมากสุด 3 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "การ<strong>เล็งโจมตี</strong>สร้างความเสียหายเพิ่มขึ้น และแม่นยำยิ่งขึ้น",
        "2": "เมื่อเล็งโจมตี จะทำการรวบรวมธาตุไฟฟ้าไว้ตรงหัวลูกศร โดยลูกธนูที่ชาร์จธาตุไฟฟ้าเต็มแล้ว จะทำให้เกิด<electro>ความเสียหายไฟฟ้า</electro>"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "ปล่อยฝนธนูจากกลางอากาศ และพุ่งลงมายังพื้นดินอย่างรวดเร็ว โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "เล็งโจมตี",
      "4": "เล็งโจมตีเมื่อชาร์จเต็ม",
      "5": "ความเสียหายพุ่งลง",
      "6": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Night's Sling",
    "description": {
      "0": "Ororon จะแสดงศาสตร์ลับโบราณที่ได้รับการสืบทอดมาจากจ้าวแห่งลมราตรี ในรูปแบบ<strong>ลูกแก้ววิญญาณ</strong>แห่งรัตติกาลไปยังศัตรู สร้าง<electro>ความเสียหายไฟฟ้า</electro>ที่มีคุณสมบัติวิญญาณราตรี",
      "1": "เมื่อมีศัตรูตัวอื่นอยู่ในบริเวณใกล้เคียง ลูกแก้ววิญญาณจะกระดอนไปมาระหว่างศัตรูใกล้เคียง สร้าง<electro>ความเสียหายไฟฟ้า</electro>ที่มีคุณสมบัติวิญญาณราตรี ทุกครั้งที่ใช้ Night's Sling ศัตรูแต่ละตัวจะถูกเลือกเป็นเป้าหมายได้เพียงหนึ่งครั้งเท่านั้น",
      "2": "เมื่อกระดอน 3 ครั้ง หรือไม่มีศัตรูที่สามารถเลือกเป็นเป้าหมายได้แล้ว ลูกแก้ววิญญาณจะหายไป",
      "3": "<br/>",
      "4": "<i>\"ผู้คนมักจะอยากคาดเดาอนาคตอยู่เสมอ แต่บางทีนั่นอาจเป็นเพราะพวกเขายังไม่พบสิ่งที่ตัวเองต้องทำ... ขอโทษนะ ผมพูดอะไรที่เข้าใจยากอีกแล้ว\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายลูกแก้ววิญญาณ",
      "1": "คูลดาวน์",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Dark Voices Echo",
    "description": {
      "0": "Ororon ประกอบพิธีกรรมลึกลับโบราณ สร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro>ที่มีคุณสมบัติวิญญาณราตรี และเรียก \"Supersonic Oculus\" ออกมา",
      "1": "<br/>",
      "2": "<strong>Supersonic Oculus</strong>",
      "3": [
        "ยั่วยุศัตรูที่อยู่ใกล้เคียงอย่างต่อเนื่อง เพื่อดึงดูดการโจมตีของศัตรู;",
        "หมุนและปล่อยคลื่นเสียงอย่างต่อเนื่อง สร้าง<electro>ความเสียหายไฟฟ้า</electro>ที่มีคุณสมบัติวิญญาณราตรี ให้กับศัตรูที่อยู่ใกล้เคียง"
      ],
      "4": "<br/>",
      "5": "<i>ผู้ที่มีประสาทสัมผัสที่เฉียบแหลมเพียงพอ จะสามารถได้ยินเสียงอันละเอียดอ่อนของทุกสิ่ง ดังนั้น พวกเขาจะไม่หลงทาง แม้แต่ในราตรีที่ยาวนาน และไร้ซึ่งแสงสว่าง</i>"
    },
    "skillParams": {
      "0": "ความเสียหายพิธีกรรมลึกลับ",
      "1": "ความเสียหายคลื่นเสียงปะทะ",
      "2": "ระยะเวลาต่อเนื่อง",
      "3": "คูลดาวน์",
      "4": "พลังงานธาตุ",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Nightshade Synesthesia",
    "description": {
      "0": "หลังจากตัวละครในทีมที่อยู่ใกล้เคียงทำให้เกิด \"วิญญาณราตรีปะทุ\" Ororon จะได้รับค่าวิญญาณราตรี 40 หน่วย และภายใน 15 วินาทีหลังจากใช้สกิลธาตุ เมื่อการโจมตีของตัวละครอื่น ๆ ในทีมที่มีประเภทธาตุเป็น<hydro>ธาตุน้ำ</hydro>หรือ<electro>ธาตุไฟฟ้า</electro>โจมตีโดนศัตรู Ororon จะได้รับค่าวิญญาณราตรี 5 หน่วย โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 0.3 วินาที และภายในช่วงเวลาต่อเนื่อง จะเกิดขึ้นได้มากสุด 10 ครั้ง",
      "1": "ค่าวิญญาณราตรีสูงสุดของ Ororon คือ 80 หน่วย",
      "2": "<br/>",
      "3": "นอกจากนี้ เมื่อศัตรูที่อยู่ใกล้เคียงได้รับความเสียหายจากปฏิกิริยา<electro>ชาร์จไฟฟ้า</electro> หรือความเสียหายที่มีคุณสมบัติวิญญาณราตรี จากตัวละครอื่น ๆ ในทีมที่อยู่ใกล้เคียง หาก Ororon มีค่าวิญญาณราตรีอย่างน้อย 10 หน่วย Ororon จะใช้ค่าวิญญาณราตรี 10 หน่วย เข้าสู่สถานะพรวิญญาณราตรี และทำให้เกิดเอฟเฟกต์ \"Hypersense\": สร้าง<electro>ความเสียหายไฟฟ้า</electro>ที่มีคุณสมบัติวิญญาณราตรี ให้กับศัตรูที่อยู่ใกล้เคียงสูงสุด 4 ตัว ตามพลังโจมตี 160% ของ Ororon ซึ่งเอฟเฟกต์ดังกล่าวจะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 1.8 วินาที",
      "4": "<br/>",
      "5": "<strong>พรวิญญาณราตรี - Ororon</strong>",
      "6": "สถานะพรวิญญาณราตรีของ Ororon จะคงอยู่ต่อเนื่องสูงสุด 6 วินาที"
    }
  },
  "passive2": {
    "name": "Aspect Catalyst",
    "description": {
      "0": "หลังจากที่สกิลธาตุ<strong>ลูกแก้ววิญญาณ</strong>ของ <strong>Night's Sling</strong> โจมตีโดนศัตรู Ororon จะได้รับเอฟเฟกต์ \"ตราสำแดงวิญญาณ\" เป็นเวลา 15 วินาที",
      "1": "<br/>",
      "2": "<strong>ตราสำแดงวิญญาณ</strong>",
      "3": "หลังจากตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นที่อยู่บริเวณใกล้เคียง ใช้การโจมตีปกติ, ชาร์จโจมตี หรือโจมตีพุ่งลงจากอากาศ โจมตีโดนศัตรู จะฟื้นฟูพลังงานธาตุให้แก่ตัวละครนี้ 3 หน่วย; หาก Ororon อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ ก็จะฟื้นฟูพลังงานธาตุ 3 หน่วย ให้กับ Ororon เช่นกัน โดยเอฟเฟกต์นี้เกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 1 วินาที และภายในช่วงเวลาต่อเนื่อง จะเกิดขึ้นได้มากสุด 3 ครั้ง"
    }
  },
  "passive3": {
    "name": "Night Realm's Gift: Flowing Fog, Spritely Shadows",
    "description": {
      "0": "เมื่ออยู่ใน Natlan ที่มีพื้นที่กลไกโฟลจิสตัน จะสามารถทำการถ่ายโอนวิญญาณราตรี - Ororon ได้ เมื่อตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นอยู่กลางอากาศ และเมื่อสลับตัวละคร Ororon เข้าสู่การต่อสู้ จะทำให้เกิดเหตุการณ์ต่อไปนี้: Ororon จะทำการกระโดดขึ้นสูง และทีมของตัวเองสามารถทำให้เกิดการถ่ายโอนวิญญาณราตรีหนึ่งครั้ง ในทุก 10 วินาที",
      "1": "<br/>",
      "2": "เมื่อกดปุ่มเล็งค้างไว้ Ororon จะเข้าสู่สถานะ \"สื่อวิญญาณ\" ขณะอยู่ในสถานะนี้ Ororon จะสามารถโต้ตอบกับ \"กราฟฟิตี้วิญญาณราตรี\" กับ \"ตราวิญญาณราตรี\" เพื่อดึงข้อมูลและพลังจากภายในนั้น โดยกฎการโต้ตอบของวัตถุเหล่านี้ จะเหมือนกฎการโต้ตอบของ Iktomisaurus",
      "3": "<br/>",
      "4": "นอกจากนี้ เมื่อกดปุ่มกระโดดค้างไว้ Ororon จะใช้พลังกาย 75 หน่วยในการกระโดดขึ้นสูง; เมื่ออยู่ในพื้นที่กลไกโฟลจิสตันใน Natlan นั้น Ororon จะใช้โฟลจิสตัน 5 หน่วยก่อน เพื่อกระโดดให้สูงยิ่งกว่าเดิม",
      "5": "เมื่ออยู่กลางอากาศ Ororon สามารถกดปุ่มโจมตีปกติค้างไว้ เพื่อใช้โฟลจิสตันหรือพลังกายในการเล็ง"
    }
  },
  "passive": {
    "name": "The Art of Skinchanging",
    "description": {
      "0": "เมื่อตัวละครในทีมของตนเองทำการร่อนเวหา ความเร็วในการเคลื่อนที่จะเพิ่มขึ้น 15%",
      "1": "ไม่สามารถซ้อนทับพรสวรรค์ติดตัวที่เอฟเฟกต์เหมือนกันทุกประการได้"
    }
  },
  "constellation1": {
    "name": "Trails Amidst the Forest Fog",
    "description": {
      "0": "<strong>ลูกแก้ววิญญาณ</strong>ของสกิลธาตุ <strong>Night's Sling</strong> สามารถกระดอนเพิ่มเติมอีก 2 ครั้ง",
      "1": "นอกจากนี้ หลังจาก<strong>ลูกแก้ววิญญาณ</strong>โจมตีโดนศัตรู จะทำให้ศัตรูดังกล่าวได้รับเอฟเฟกต์ \"สนธยาราตรี\" เป็นเวลา 12 วินาที; ศัตรูที่ได้รับผลกระทบจากเอฟเฟกต์ \"สนธยาราตรี\" จะได้รับความเสียหายเพิ่มขึ้น 50% จากเอฟเฟกต์ \"Hypersense\" ของพรสวรรค์ติดตัว \"Nightshade Synesthesia\" โดยเอฟเฟกต์นี้ต้องปลดล็อกพรสวรรค์ติดตัว \"Nightshade Synesthesia\" ก่อน"
    }
  },
  "constellation2": {
    "name": "King Bee of the Hidden Honeyed Wine",
    "description": {
      "0": "หลังจากปล่อยท่าไม้ตาย <strong>Dark Voices Echo</strong> แล้ว Ororon จะได้รับเอฟเฟกต์ \"จิตวิญญาณขั้นสูง\" เป็นเวลา 9 วินาที",
      "1": "<br/>",
      "2": "<strong>จิตวิญญาณขั้นสูง</strong>",
      "3": "ได้รับ<electro>โบนัสความเสียหายไฟฟ้า</electro> 8%;",
      "4": "นอกจากนี้ ในช่วงเวลาต่อเนื่อง ทุกครั้งที่ท่าไม้ตาย <strong>Dark Voices Echo</strong> หรือ <strong>Supersonic Oculus</strong> โจมตีโดนศัตรูเพิ่มเติมหนึ่งตัว จะทำให้ Ororon ได้รับ<electro>โบนัสความเสียหายไฟฟ้า</electro> 8% โดยจะได้รับ<electro>โบนัสความเสียหายไฟฟ้า</electro>ด้วยวิธีนี้ได้มากสุด 32%"
    }
  },
  "constellation3": {
    "name": "Roosting Bat's Spiritcage",
    "description": {
      "0": "เพิ่มเลเวลสกิลของท่าไม้ตาย <strong>Dark Voices Echo</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "As the Mysteries of the Night Wind",
    "description": {
      "0": "ความเร็วในการหมุนของ <strong>Supersonic Oculus</strong> ที่ถูกเรียกออกมาจากท่าไม้ตาย <strong>Dark Voices Echo</strong> เพิ่มขึ้น 25%",
      "1": "นอกจากนี้ หลังจากปล่อย <strong>Dark Voices Echo</strong> แล้ว Ororon จะฟื้นฟูพลังงานธาตุให้ตัวเอง 8 หน่วย"
    }
  },
  "constellation5": {
    "name": "A Gift For the Soul",
    "description": {
      "0": "เพิ่มเลเวลสกิลของสกิลธาตุ <strong>Night's Sling</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Ode to Deep Springs",
    "description": {
      "0": "หลังจากทำให้เกิด \"Hypersense\" ของพรสวรรค์ติดตัว \"Nightshade Synesthesia\" จะทำให้พลังโจมตีของตัวละครในทีมของตนเอง ที่เข้าร่วมการต่อสู้ในขณะนั้นเพิ่มขึ้น 10% เป็นเวลา 9 วินาที เอฟเฟกต์นี้ซ้อนทับได้มากสุด 3 ชั้น และแต่ละชั้นจะคำนวณระยะเวลาแยกกัน",
      "1": "นอกจากนี้ เมื่อปล่อยท่าไม้ตาย <strong>Dark Voices Echo</strong> จะทำให้เกิดเอฟเฟกต์ที่เทียบเท่ากับ \"Hypersense\" หนึ่งครั้ง สร้างความเสียหาย 200% ของความเสียหายเดิม",
      "2": "เอฟเฟกต์นี้ต้องปลดล็อกพรสวรรค์ติดตัว \"Nightshade Synesthesia\" ก่อน"
    }
  }
}