{
  "name": "Yoimiya",
  "title": "ประกายเพลิงเริงระบำ",
  "description": "เจ้าของร้านดอกไม้ไฟ Naganohara \"ราชินีแห่งเทศกาลฤดูร้อน\" ช่างฝีมือมากความสามารถ ผู้ส่งความปรารถนาของผู้คนผ่านการทำดอกไม้ไฟ",
  "constellationName": "Carassius Auratus",
  "auto": {
    "name": "Firework Flare-Up",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "ยิงธนูโจมตีอย่างต่อเนื่องมากสุดห้าครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "การ<strong>เล็งโจมตี</strong>สร้างความเสียหายเพิ่มขึ้น และแม่นยำยิ่งขึ้น",
        "2": "เมื่อเล็งโจมตี จะทำการรวบรวมเปลวไฟไว้บนหัวลูกศรอย่างต่อเนื่อง และยิงออกไปเป็นการโจมตี ซึ่งจะทำให้เกิดเอฟเฟกต์ที่แตกต่างกัน โดยขึ้นอยู่กับระยะเวลาที่ชาร์จดังนี้:",
        "3": [
          "ชาร์จระดับ 1: ยิงธนูที่มีเปลวไฟ สร้าง<pyro>ความเสียหายไฟ</pyro>;",
          "ชาร์จระดับ 2: ทำให้เกิด Kindling Arrow มากสุด 3 ดอก โดยจะขึ้นอยู่กับระยะเวลาที่ชาร์จ และยิงออกไปพร้อมกับการเล็งโจมตีในครั้งนี้ของ Yoimiya ซึ่ง Kindling Arrow จะติดตามศัตรูที่อยู่ในบริเวณใกล้เคียงโดยอัตโนมัติ และสร้าง<pyro>ความเสียหายไฟ</pyro>เมื่อถูกเป้าหมาย"
        ]
      },
      "plunging": {
        "0": "<strong>การโจมตีพุ่งลงจากอากาศ</strong>",
        "1": "ปล่อยฝนธนูจากกลางอากาศ และพุ่งลงมายังพื้นดินเพื่อโจมตีอย่างรวดเร็ว โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขั้น 5",
      "5": "เล็งโจมตี",
      "6": "เล็งโจมตีเมื่อชาร์จเต็ม",
      "7": "ความเสียหายของ Kindling Arrow",
      "8": "ความเสียหายพุ่งลง",
      "9": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Niwabi Fire-Dance",
    "description": {
      "0": "ระบำดอกไม้ไฟ ทำให้ดินประสิวที่ใช้สำหรับทำดอกไม้ไฟล้อมรอบ Yoimiya",
      "1": "<br/>",
      "2": "<strong>Niwabi Enshou</strong>",
      "3": "ภายในช่วงเวลาต่อเนื่อง จะเปลี่ยนลูกธนูจากการโจมตีปกติของ Yoimiya ให้กลายเป็น Blazing Arrow โดยความเสียหายจะเปลี่ยนเป็น<pyro>ความเสียหายไฟ</pyro> และเพิ่มความเสียหายของการโจมตีปกติขึ้น; การชาร์จระดับ 2 ของ \"โจมตีปกติ: Firework Flare-Up\" จะไม่ทำให้เกิด Kindling Arrow อีกตลอดช่วงเวลาต่อเนื่อง",
      "4": "<br/>",
      "5": "เอฟเฟกต์จะหายไปเมื่อ Yoimiya ออกจากการต่อสู้",
      "6": "<br/>",
      "7": "<i>\"Niwabi\" คือดอกไม้ไฟที่ Yoimiya คิดค้นขึ้นมาด้วยตัวเอง ซึ่งสามารถจุดได้โดยไม่ต้องเตรียมการล่วงหน้าหรือได้รับการฝึกฝน ด้วยเหตุนี้จึงได้รับความนิยมเป็นอย่างมาก หลังจากเหตุไฟไหม้หลายต่อหลายครั้ง ทางสำนัก Tenryou จึงได้ออกคำสั่งห้ามจุด Niwabi ในบริเวณตัวเมือง แต่ก็ยังคงมีแสงไฟดวงน้อย ๆ ส่องสว่างวูบวาบให้ได้เห็นอยู่บ่อยครั้ง ซึ่งหากมองจากบนที่สูงแล้ว บางทีอาจจะดูเหมือนแสงไฟระยิบระยับของดวงดาวเลยทีเดียว</i>"
    },
    "skillParams": {
      "0": "ความเสียหายของ Blazing Arrow",
      "1": "ระยะเวลาต่อเนื่อง",
      "2": "คูลดาวน์",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Ryuukin Saxifrage",
    "description": {
      "0": "Yoimiya กระโจนขึ้นสู่ท้องฟ้าตามดอกไม้ไฟ \"Ryuukin Saxifrage\" ที่ตนสร้างขึ้น จากนั้นยิงธนูไฟที่อัดแน่นไปด้วยเซอร์ไพรส์ออกไปข้างหน้า สร้าง<pyro>ความเสียหายไฟวงกว้าง</pyro> และติด \"Aurous Blaze\" ให้กับศัตรูตัวใดตัวหนึ่งที่โดนโจมตี",
      "1": "<br/>",
      "2": "<strong>Aurous Blaze</strong>",
      "3": "เมื่อการโจมตีปกติ, ชาร์จโจมตี, โจมตีพุ่งลงจากอากาศ, สกิลธาตุ หรือท่าไม้ตายของตัวละครอื่นในทีม (ไม่รวมตัวของ Yoimiya เอง) ถูกศัตรูที่อยู่ภายใต้ผลกระทบของ Aurous Blaze จะทำให้เกิดการระเบิด เกิดเป็น<pyro>ความเสียหายไฟวงกว้าง</pyro>",
      "4": "เมื่อศัตรูที่อยู่ภายใต้ผลกระทบของ Aurous Blaze ถูกกำจัดภายในช่วงเวลาต่อเนื่องของสกิล เอฟเฟกต์จะย้ายไปยังศัตรูอีกหนึ่งตัวที่อยู่ในบริเวณใกล้เคียง และสืบทอดช่วงเวลาต่อเนื่องที่เหลืออยู่ต่อไป",
      "5": "<br/>",
      "6": "Aurous Blaze จะทำให้เกิดการระเบิดมากสุดหนึ่งครั้ง ในทุก 2 วินาที และเมื่อ Yoimiya หมดสติ Aurous Blaze ที่เกิดจากตัวของ Yoimiya เองจะหายไป",
      "7": "<br/>",
      "8": "<i>ดอกไม้ไฟคือแสงจากดวงดาวที่ผู้คนสร้างขึ้น ดาวหางซึ่งพุ่งทะยานขึ้นสู่ท้องฟ้า แม้ว่าจะอยู่ได้เพียงชั่วครู่ แต่แสงที่เจิดจ้าก็ยังคงอยู่ในใจของทุกคนตลอดไป</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหายการระเบิด Aurous Blaze",
      "2": "ระยะเวลาต่อเนื่อง",
      "3": "คูลดาวน์",
      "4": "พลังงานธาตุ",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Tricks of the Trouble-Maker",
    "description": {
      "0": "ภายในช่วงเวลาต่อเนื่องของ <strong>Niwabi Fire-Dance</strong> เมื่อโจมตีปกติของ Yoimiya ถูกเป้าหมาย จะมอบ<pyro>โบนัสความเสียหายไฟ</pyro>ให้แก่ Yoimiya 2% โดยที่เอฟเฟกต์นี้จะมีช่วงเวลาต่อเนื่อง 3 วินาที และซ้อนทับได้มากสุด 10 ครั้ง"
    }
  },
  "passive2": {
    "name": "Summer Night's Dawn",
    "description": {
      "0": "ภายใน 15 วินาที หลังจากใช้ <strong>Ryuukin Saxifrage</strong> ตัวละครอื่นทั้งหมดในทีม (ไม่รวมตัวของ Yoimiya เอง) ที่อยู่ในบริเวณใกล้เคียงพลังโจมตีจะเพิ่มขึ้น 10% นอกจากนี้จะได้รับเอฟเฟกต์พลังโจมตีเพิ่มเติม โดยขึ้นอยู่กับจำนวนการซ้อนทับของเอฟเฟกต์พรสวรรค์ \"Tricks of the Trouble-Maker\" ที่มีอยู่ตอนที่ตัว Yoimiya ใช้ <strong>Ryuukin Saxifrage</strong> โดยแต่ละชั้นจะเพิ่มพลังโจมตีขึ้น 1%"
    }
  },
  "passive3": {
    "name": "Blazing Match",
    "description": {
      "0": "เมื่อสร้างของตกแต่ง, เครื่องประดับ และเฟอร์นิเจอร์ประเภทจัดแต่งทิวทัศน์ จะมีโอกาส 100% ที่จะได้รับวัสดุที่ใช้บางส่วนคืน"
    }
  },
  "constellation1": {
    "name": "Agate Ryuukin",
    "description": {
      "0": "ช่วงเวลาต่อเนื่องของ Aurous Blaze ที่สร้างขึ้นโดย <strong>Ryuukin Saxifrage</strong> นานขึ้น 4 วินาที",
      "1": "นอกจากนี้ เมื่อศัตรูที่อยู่ภายใต้ผลกระทบของ Aurous Blaze ที่สร้างขึ้นโดยตัวของ Yoimiya เองถูกจัดการภายในช่วงเวลาต่อเนื่อง พลังโจมตีของ Yoimiya จะเพิ่มขึ้น 20% เป็นเวลา 20 วินาที"
    }
  },
  "constellation2": {
    "name": "A Procession of Bonfires",
    "description": {
      "0": "ภายใน 6 วินาที หลังจากที่ <pyro>ความเสียหายไฟ</pyro>ของ Yoimiya เกิดคริติคอล Yoimiya จะได้รับ <pyro>โบนัสความเสียหายไฟ</pyro> 25%",
      "1": "เอฟเฟกต์ดังกล่าวยังคงเกิดขึ้น แม้ Yoimiya อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ก็ตาม"
    }
  },
  "constellation3": {
    "name": "Trickster's Flare",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Niwabi Fire-Dance</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Pyrotechnic Professional",
    "description": {
      "0": "เมื่อ Aurous Blaze ของตัว Yoimiya เองเกิดการระเบิด เวลาคูลดาวน์ของ <strong>Niwabi Fire-Dance</strong> จะลดลง 1.2 วินาที"
    }
  },
  "constellation5": {
    "name": "A Summer Festival's Eve",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Ryuukin Saxifrage</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Naganohara Meteor Swarm",
    "description": {
      "0": "ภายในช่วงเวลาต่อเนื่องของ <strong>Niwabi Fire-Dance</strong> เมื่อ Yoimiya ใช้การโจมตีปกติ จะมีโอกาส 50% ที่จะยิง Blazing Arrow ที่สร้างความเสียหายเป็น 60% จากของเดิมเพิ่มอีกหนึ่งดอก โดยที่ความเสียหายนี้จะถูกมองว่าเป็นความเสียหายจากการโจมตีปกติ"
    }
  }
}