{
  "name": "Collei",
  "title": "ต้นกล้าเมื่อคราแรกแย้ม",
  "description": "เจ้าหน้าที่พิทักษ์ป่าฝึกหัดที่ทำงานอยู่ใน Avidya Forest เบื้องหลังคำพูด และการกระทำอันแสนใส่ใจ คือหัวใจที่ถูกเก็บงำซ่อนไว้",
  "constellationName": "Leptailurus Cervarius",
  "auto": {
    "name": "Supplicant's Bowmanship",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "ยิงธนูโจมตีอย่างต่อเนื่องมากสุด 4 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "การ<strong>เล็งโจมตี</strong>สร้างความเสียหายเพิ่มขึ้น และแม่นยำยิ่งขึ้น",
        "2": "เมื่อเล็งโจมตี จะทำการรวบรวมธาตุไม้ไว้ตรงหัวลูกศร โดยลูกธนูที่ชาร์จธาตุไม้เต็มแล้ว จะทำให้เกิด<dendro>ความเสียหายไม้</dendro>"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "ปล่อยฝนธนูจากกลางอากาศ และพุ่งลงมายังพื้นดินอย่างรวดเร็ว โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "เล็งโจมตี",
      "5": "เล็งโจมตีเมื่อชาร์จเต็ม",
      "6": "ความเสียหายพุ่งลง",
      "7": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Floral Brush",
    "description": {
      "0": "โยน Floral Ring ออกไป เพื่อสร้าง<dendro>ความเสียหายไม้</dendro> 1 ครั้ง แก่เป้าหมายแต่ละตัวที่สัมผัสโดน",
      "1": "Floral Ring จะกลับมาหลังจากเวลาผ่านไปช่วงหนึ่ง และสร้าง<dendro>ความเสียหายไม้</dendro>อีกครั้ง",
      "2": "<br/>",
      "3": "<i>เครื่องมือเล็ก ๆ น้อย ๆ ที่เชื่อถือได้ที่ Collei ใช้รับมือกับสัตว์ร้ายเหล่านั้น หลังจากโดนสิ่งนี้ไปสองสามครั้ง โดยทั่วไปก็มักจะกลับมาสงบเสงี่ยมอีกครั้ง กับเหล่าพวกตัวร้ายที่มีเจตนาไม่ดีเอง ก็ใช้ได้ดีไม่แพ้กัน</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "คูลดาวน์",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Trump-Card Kitty",
    "description": {
      "0": "Cuilein-Anbar ที่ไว้ใจได้ มาช่วยแล้ว!",
      "1": "โยนตุ๊กตา Cuilein-Anbar ที่เมื่อระเบิดจะสร้าง<dendro>ความเสียหายไม้วงกว้าง</dendro>ออกไป และสร้าง Cuilein-Anbar Zone ขึ้นมา จากนั้น Cuilein-Anbar จะกระเด้งไปมาอยู่ในพื้นที่อย่างต่อเนื่อง เพื่อสร้าง<dendro>ความเสียหายไม้วงกว้าง</dendro>",
      "2": "<br/>",
      "3": "<i>\"เป็นไง เจ๋งไปเลยใช่มั้ย!... เอ๋ ถามว่าทำไมถึงชื่อ Cuilein-Anbar งั้นเหรอ? เอ่อ ระ...เรื่องนั้น...\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายระเบิดพลัง",
      "1": "ความเสียหาย Leap",
      "2": "ระยะเวลาต่อเนื่อง",
      "3": "คูลดาวน์",
      "4": "พลังงานธาตุ",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Floral Sidewinder",
    "description": {
      "0": "ก่อนที่ <strong>Floral Ring</strong> จะย้อนกลับมา หากตัวละครในทีมของตัวเองทำให้เกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะมอบเอฟเฟกต์ Sprout ให้แก่ตัวละครในตอนที่กลับมา ซึ่งจะสร้าง<dendro>ความเสียหายไม้</dendro>เป็น 40% ของพลังโจมตีของ Collei แก่ศัตรูที่อยู่รอบตัวอย่างต่อเนื่อง เป็นเวลา 3 วินาที",
      "1": "หากเกิดเอฟเฟกต์ Sprout ขึ้นซ้ำอีกครั้งในระหว่างช่วงเวลาต่อเนื่อง เอฟเฟกต์เดิมที่มีอยู่จะถูกลบไป และความเสียหายที่เอฟเฟกต์ Sprout สร้าง จะถูกมองว่าเป็นความเสียหายของสกิลธาตุ"
    }
  },
  "passive2": {
    "name": "The Languid Wood",
    "description": {
      "0": "เมื่อตัวละครที่อยู่ใน <strong>Cuilein-Anbar Zone</strong> ทำให้เกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะทำให้ช่วงเวลาต่อเนื่องของพื้นที่ยาวนานขึ้น 1 วินาที",
      "1": "<strong>Trump-Card Kitty</strong> หนึ่งครั้ง จะสามารถเพิ่มช่วงเวลาต่อเนื่องด้วยวิธีนี้ได้มากสุด 3 ครั้ง"
    }
  },
  "passive3": {
    "name": "Gliding Champion of Sumeru",
    "description": {
      "0": "ลดอัตราการเสียพลังกายจากการร่อนเวหา ให้ตัวละครของตนเองที่อยู่ในทีมลง 20%",
      "1": "ไม่สามารถซ้อนทับพรสวรรค์ติดตัวที่เอฟเฟกต์เหมือนกันทุกประการได้"
    }
  },
  "constellation1": {
    "name": "Deepwood Patrol",
    "description": {
      "0": "เมื่อ Collei อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ ประสิทธิภาพการฟื้นฟูพลังงานธาตุจะเพิ่มขึ้น 20%"
    }
  },
  "constellation2": {
    "name": "Through Hill and Copse",
    "description": {
      "0": "พรสวรรค์ติดตัว Floral Sidewinder เปลี่ยนเป็น:",
      "1": "เมื่อ <strong>Floral Ring</strong> ย้อนกลับมา จะมอบเอฟเฟกต์ \"Sprout\" ของพรสวรรค์ติดตัว \"Floral Sidewinder\" ให้แก่ตัวละคร ซึ่งจะสร้าง<dendro>ความเสียหายไม้</dendro>เป็น 40% ของพลังโจมตีของ Collei แก่ศัตรูที่อยู่รอบตัวอย่างต่อเนื่อง เป็นเวลา 3 วินาที",
      "2": "ช่วงเวลาตั้งแต่ตอนที่ใช้ <strong>Floral Brush</strong> ไปจนถึงก่อนตอนที่เอฟเฟกต์ Sprout ของครั้งนั้น ๆ หายไป หากตัวละครในทีมของตนเองทำให้เกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะทำให้ช่วงเวลาต่อเนื่องของเอฟเฟกต์ Sprout ในครั้งนี้ยาวนานขึ้น 3 วินาที",
      "3": "ช่วงเวลาต่อเนื่องของเอฟเฟกต์ Sprout จะสามารถเพิ่มด้วยวิธีนี้ได้เพียงครั้งเดียวเท่านั้น; เมื่อเกิดเอฟเฟกต์ Sprout ขึ้นซ้ำอีกครั้งในระหว่างช่วงเวลาต่อเนื่อง จะเป็นการลบล้างเอฟเฟกต์เดิมที่มีอยู่ โดยความเสียหายที่เอฟเฟกต์ Sprout สร้าง จะถูกมองว่าเป็นความเสียหายสกิลธาตุ",
      "4": "ต้องปลดล็อกพรสวรรค์ติดตัว \"Floral Sidewinder\" ก่อน"
    }
  },
  "constellation3": {
    "name": "Scent of Summer",
    "description": {
      "0": "เพิ่มเลเวลของสกิล <strong>Floral Brush</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Gift of the Woods",
    "description": {
      "0": "เมื่อใช้ <strong>Trump-Card Kitty</strong> จะทำให้ความชำนาญธาตุ ของตัวละครทั้งหมดในทีม (ไม่รวมตัวของ Collei เอง) ที่อยู่ในบริเวณใกล้เคียง เพิ่มขึ้น 60 หน่วย เป็นเวลา 12 วินาที"
    }
  },
  "constellation5": {
    "name": "All Embers",
    "description": {
      "0": "เพิ่มเลเวลของสกิล <strong>Trump-Card Kitty</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Forest of Falling Arrows",
    "description": {
      "0": "เมื่อ <strong>Floral Ring</strong> ถูกเป้าหมาย จะสร้าง Cuilein-Anbar จิ๋ว ขึ้นมาหนึ่งอัน ซึ่งจะทำให้เกิด<dendro>ความเสียหายไม้</dendro>เป็น 200% ของพลังโจมตีของ Collei",
      "1": "ในแต่ละครั้งที่ใช้ <strong>Floral Brush</strong> จะทำให้เกิด Cuilein-Anbar จิ๋ว ได้มากสุด 1 ครั้ง"
    }
  }
}