{
  "name": "Xiao",
  "title": "ยักษาผู้พิทักษ์",
  "description": "\"ยักษา\" เซียนผู้พิทักษ์ Liyue ผู้มีสมญานามว่า \"ผู้กำราบอสูร\" และ \"ยักษาผู้พิทักษ์\"",
  "constellationName": "Alatus Nemeseos",
  "auto": {
    "name": "Whirlwind Thrust",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "โจมตีด้วยหอกต่อเนื่องมากสุดหกครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่งเพื่อทำการโจมตีงัดขึ้นด้านบน"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น",
        "2": "เมื่อ Xiao ใช้การโจมตีพุ่งลงจากอากาศ จะไม่ได้รับความเสียหายเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขั้น 5",
      "5": "ความเสียหายขั้น 6",
      "6": "ความเสียหายชาร์จโจมตี",
      "7": "ชาร์จโจมตีใช้พลังกาย",
      "8": "ความเสียหายพุ่งลง",
      "9": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Lemniscatic Wind Cycling",
    "description": {
      "0": "พุ่งไปข้างหน้าอย่างรวดเร็วเพื่อสร้าง <anemo>ความเสียหายลม</anemo>แก่ศัตรูที่อยู่ในเส้นทาง",
      "1": "สามารถใช้กลางอากาศได้",
      "2": "ตอนเริ่มจะสามารถใช้ได้ 2 ครั้ง",
      "3": "<br/>",
      "4": "<i>ในตำนานที่บ้านเกิดของเขา โลกได้ถูกโจมตีด้วยวงล้อพายุ Xiao นั้นได้สำเร็จวิชาการใช้หอก โดยเขาสามารถฟาดฟันศัตรูได้ราวกับ กงล้อพายุในตำนานนั่น</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "คูลดาวน์",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Bane of All Evil",
    "description": {
      "0": "Xiao สวมหน้ากากยักษา ที่สร้างความหวาดหวั่นให้แก่เหล่าเทพ และปีศาจเมื่อหลายพันปีก่อน",
      "1": "<br/>",
      "2": "<strong>Yaksha's Mask</strong>",
      "3": [
        "เพิ่มความสามารถในการกระโดดให้แก่ Xiao ขึ้นอย่างมาก;",
        "เพิ่มระยะและความเสียหายของการโจมตี;",
        "เปลี่ยนความเสียหายของการโจมตีเป็น<anemo>ความเสียหายลม</anemo> โดยที่ไม่สามารถแทนที่ด้วยการแปลงของธาตุอื่น ๆ ได้"
      ],
      "4": "<br/>",
      "5": "ภายใต้สภาวะนี้ Xiao จะสูญเสียพลังชีวิตของเขาอย่างต่อเนื่อง",
      "6": "เอฟเฟกต์จะหมดไปเมื่อ Xiao ออกจากการต่อสู้",
      "7": "<br/>",
      "8": "<i>สวมหน้ากากของยักษา ปรากฏตัวในอิริยาบถของ \"ยักษาผู้พิทักษ์\" ที่ทำให้ปีศาจร้ายและวิญญาณชั่วต้องหวาดหวั่น อย่างไรก็ตามพลังที่ยิ่งใหญ่นั้น ก็มาพร้อมกับความเจ็บปวดที่ร้ายแรง ท่านี้ถูกเรียกว่า \"ระบำพิชิตมาร\"</i>"
    },
    "skillParams": {
      "0": "เพิ่มความเสียหายโจมตีปกติ/ชาร์จ/พุ่งลงจากอากาศ",
      "1": "เสียพลังชีวิต",
      "2": "ระยะเวลาต่อเนื่อง",
      "3": "คูลดาวน์",
      "4": "พลังงานธาตุ",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Conqueror of Evil: Tamer of Demons",
    "description": {
      "0": "ภายใต้สภาวะของ <strong>Bane of All Evil</strong> ความเสียหายทั้งหมดที่ Xiao สร้างจะเพิ่มขึ้น 5% นอกจากนี้ ภายในช่วงเวลาต่อเนื่องของสกิล ความเสียหายที่สร้างจะเพิ่มขึ้นอีก 5% เมื่อเวลาผ่านไปทุก 3 วินาที",
      "1": "โบนัสความเสียหายนี้จะเพิ่มได้มากสุดที่ 25%"
    }
  },
  "passive2": {
    "name": "Dissolution Eon: Heaven Fall",
    "description": {
      "0": "การปล่อย <strong>Lemniscatic Wind Cycling</strong> จะทำให้การปล่อย Lemniscatic Wind Cycling ครั้งต่อไปภายในเวลา 7 วินาที สร้างความเสียหายเพิ่มขึ้น 15%",
      "1": "เอฟเฟกต์นี้จะคงอยู่เป็นเวลา 7 วินาที โดยจะซ้อนทับกันได้มากสุด 3 ครั้ง และจะรีเฟรชระยะเวลาต่อเนื่อง เมื่อเกิดการซ้อนทับกัน"
    }
  },
  "passive3": {
    "name": "Transcension: Gravity Defier",
    "description": {
      "0": "ลดอัตราการเสียพลังกายจากการปีน ให้ตัวละครของตนเองที่อยู่ในทีมลง 20%",
      "1": "ไม่สามารถซ้อนทับพรสวรรค์ติดตัวที่เอฟเฟกต์เหมือนกันทุกประการได้"
    }
  },
  "constellation1": {
    "name": "Dissolution Eon: Destroyer of Worlds",
    "description": {
      "0": "จำนวนครั้งที่สามารถใช้ <strong>Lemniscatic Wind Cycling</strong> ได้ เพิ่มขึ้น 1 ครั้ง"
    }
  },
  "constellation2": {
    "name": "Annihilation Eon: Blossom of Kaleidos",
    "description": {
      "0": "เมื่ออยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ ประสิทธิภาพการฟื้นฟูพลังงานธาตุของ Xiao จะเพิ่มขึ้น 25%"
    }
  },
  "constellation3": {
    "name": "Conqueror of Evil: Wrath Deity",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Lemniscatic Wind Cycling</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Transcension: Extinction of Suffering",
    "description": {
      "0": "เมื่อพลังชีวิตของ Xiao ต่ำกว่า 50% พลังป้องกันจะเพิ่มขึ้น 100%"
    }
  },
  "constellation5": {
    "name": "Evolution Eon: Origin of Ignorance",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Bane of All Evil</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Conqueror of Evil: Guardian Yaksha",
    "description": {
      "0": "ภายใต้สภาวะของ <strong>Bane of All Evil</strong> เมื่อการโจมตีพุ่งลงจากอากาศถูกศัตรูอย่างน้อย 2 ตัว จะได้รับจำนวนการใช้ <strong>Lemniscatic Wind Cycling</strong> เพิ่มขึ้น 1 ครั้ง โดยทันที และจะได้รับการยกเว้นช่วงเวลาคูลดาวน์ ของ Lemniscatic Wind Cycling เป็นเวลา 1 วินาที หลังจากนั้น"
    }
  }
}