{
  "name": "Baizhu",
  "title": "หลอมจิตรวมชีพ",
  "description": "เจ้าของร้านยา \"Bubu Pharmacy\" มักจะมีงูเผือกที่ชื่อว่า \"Changsheng\" อยู่ข้างกายเสมอ เก่งเรื่องยาและการฝังเข็ม จิตใจลึกล้ำสุดหยั่งถึง",
  "constellationName": "Lagenaria",
  "auto": {
    "name": "The Classics of Acupuncture",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "ทำการโจมตีไปยังเบื้องหน้าต่อเนื่องมากสุด 4 ครั้ง เพื่อสร้าง<dendro>ความเสียหายไม้</dendro>"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายบางส่วน โดยหลังจากร่ายเสร็จ จะสร้าง<dendro>ความเสียหายไม้วงกว้าง</dendro> ไปยังพื้นที่ด้านหน้า"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "รวบรวมพลังแห่งธาตุไม้ กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้าง<dendro>ความเสียหายไม้วงกว้าง</dendro> เมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายชาร์จโจมตี",
      "5": "ชาร์จโจมตีใช้พลังกาย",
      "6": "ความเสียหายพุ่งลง",
      "7": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Universal Diagnosis",
    "description": {
      "0": "ควบคุม Gossamer Sprite ให้ล่องลอยไปตามพื้นที่ว่างระหว่างศัตรูในบริเวณใกล้เคียง และโจมตีเพื่อสร้าง<dendro>ความเสียหายไม้</dendro>",
      "1": "หลังจาก Gossamer Sprite ใช้การโจมตีถึง 3 ครั้ง หรือเมื่อบริเวณใกล้เคียงไม่มีศัตรูอยู่ Gossamer Sprite จะกลับมา และฟื้นฟูพลังชีวิตให้แก่ตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียง โดยที่ปริมาณการฟื้นฟู จะขึ้นกับค่าพลังชีวิตสูงสุดของ Baizhu",
      "2": "<br/>",
      "3": "<i>แพทย์ที่แยกแยะศาสตร์แห่งความจริงเท็จได้อย่างชัดเจนถ่องแท้ และสามารถ \"มองเห็นโรคภัยได้อย่างทันท่วงที และกำจัดโรคร้ายได้ก่อนที่อาการจะแสดง\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ปริมาณการรักษา",
      "2": "คูลดาวน์",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Holistic Revivification",
    "description": {
      "0": "เข้าสู่สถานะ Pulsing Clarity และสร้างโล่ Seamless Shield ที่มีเอฟเฟกต์ดูดซับ<dendro>ความเสียหายไม้</dendro> 250% ขึ้นมา",
      "1": "ภายใต้สถานะ Pulsing Clarity ในทุก 2.5 วินาที จะสร้าง Seamless Shield อันใหม่ขึ้นมา",
      "2": "<br/>",
      "3": "Seamless Shield จะฟื้นฟูพลังชีวิตให้แก่ตัวละครของตัวเอง ที่เข้าร่วมการต่อสู้ในขณะนั้น (ปริมาณการฟื้นฟู จะขึ้นกับค่าพลังชีวิตสูงสุดของ Baizhu) และปล่อย Spiritvein ออกมาโจมตีศัตรู เพื่อสร้าง<dendro>ความเสียหายไม้</dendro> ภายใต้สถานการณ์ต่อไปนี้:",
      "4": [
        "เมื่อตัวละครอยู่ภายใต้การปกป้องของ Seamless Shield และมี Seamless Shield อันใหม่เกิดขึ้น;",
        "เอฟเฟกต์ของ Seamless Shield สิ้นสุดลง หรือได้รับความเสียหายจนแตกสลาย"
      ],
      "5": "<br/>",
      "6": "<i>หากสามารถหยั่งรู้ฟ้าดิน ป้องกันสิ่งภายนอกด้วยลมปราณ และควบคุมให้จิตวิญญาณสงบเอาไว้ได้ ก็จะปกป้องชีวิตอันมีค่าได้ โดยปราศจากอุปสรรคอย่างแน่นอน</i>"
    },
    "skillParams": {
      "0": "ปริมาณการดูดซับของ Seamless Shield",
      "1": "ระยะเวลาของ Seamless Shield",
      "2": "ปริมาณการรักษาของ Seamless Shield",
      "3": "ความเสียหาย Spiritvein",
      "4": "ระยะเวลาของ Pulsing Clarity",
      "5": "คูลดาวน์",
      "6": "พลังงานธาตุ",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Five Fortunes Forever",
    "description": {
      "0": "Baizhu จะได้รับเอฟเฟกต์ที่แตกต่างกันไป โดยขึ้นกับค่าพลังชีวิต ของตัวละครในทีมของตัวเอง ที่เข้าร่วมการต่อสู้ในขณะนั้น:",
      "1": [
        "เมื่อค่าพลังชีวิตต่ำกว่า 50% Baizhu จะได้รับโบนัสการรักษา 20%;",
        "เมื่อค่าพลังชีวิตสูงกว่า หรือเท่ากับ 50% Baizhu จะได้รับ<dendro>โบนัสความเสียหายไม้</dendro> 25%"
      ]
    }
  },
  "passive2": {
    "name": "All Things Are of the Earth",
    "description": {
      "0": "ตัวละครที่ถูก <strong>Seamless Shield</strong> รักษาจะได้รับเอฟเฟกต์ \"Year of Verdant Favor\": ทุก 1,000 หน่วย จากส่วนที่ไม่เกิน 50,000 หน่วย ของค่าพลังชีวิตสูงสุดของ Baizhu จะทำให้ปฏิกิริยาติดไฟ, งอกเงย ,ไฮเปอร์บลูม และเบ่งบานที่ตัวละครดังกล่าวสร้างขึ้น สร้างความเสียหายเพิ่มขึ้น 2% และความเสียหายที่เกิดจากปฏิกิริยาบีบอัด และแพร่ขยายสร้างความเสียหายเพิ่มขึ้น 0.8% เป็นเวลา 6 วินาที"
    }
  },
  "passive3": {
    "name": "Herbal Nourishment",
    "description": {
      "0": "เมื่อ Baizhu อยู่ในทีม การโต้ตอบกับไอเทมที่สามารถเก็บได้บางส่วน จะสามารถฟื้นฟูค่าพลังชีวิต ของตัวละครในทีมของตัวเอง ที่เข้าร่วมการต่อสู้ในขณะนั้น โดยที่ปริมาณการฟื้นฟู จะเป็น 2.5% ของค่าพลังชีวิตสูงสุดของ Baizhu"
    }
  },
  "constellation1": {
    "name": "Attentive Observation",
    "description": {
      "0": "จำนวนครั้งที่สามารถใช้ <strong>Universal Diagnosis</strong> ได้ เพิ่มขึ้น 1 ครั้ง"
    }
  },
  "constellation2": {
    "name": "Incisive Discernment",
    "description": {
      "0": "เมื่อตัวละครในทีมของตัวเอง ที่เข้าร่วมการต่อสู้ในขณะนั้น โจมตีถูกศัตรูที่อยู่ในบริเวณใกล้เคียง Baizhu จะปล่อย Gossamer Sprite: Splice ออกมา",
      "1": "Gossamer Sprite: Splice จะย้อนกลับมาหลังจากทำการโจมตีมากสุด 1 ครั้ง โดยจะสร้าง<dendro>ความเสียหายไม้</dendro> 250% ของพลังโจมตีของ Baizhu และฟื้นฟูพลังชีวิต 20% ของปริมาณการฟื้นฟูจาก Gossamer Sprite ของ <strong>Universal Diagnosis</strong>",
      "2": "ความเสียหายที่ถูกสร้างด้วยวิธีนี้ จะถูกมองว่าเป็นความเสียหายของสกิลธาตุ",
      "3": "ในทุก 5 วินาที จะเกิดขึ้นได้มากสุดหนึ่งครั้ง"
    }
  },
  "constellation3": {
    "name": "All Aspects Stabilized",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Holistic Revivification</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Ancient Art of Perception",
    "description": {
      "0": "ภายใน 15 วินาที หลังจากใช้ <strong>Holistic Revivification</strong> ตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียง จะมีความชำนาญธาตุเพิ่มขึ้น 80 หน่วย"
    }
  },
  "constellation5": {
    "name": "The Hidden Ebb and Flow",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Universal Diagnosis</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Elimination of Malicious Qi",
    "description": {
      "0": "Spiritvein ของ <strong>Holistic Revivification</strong> สร้างความเสียหายเพิ่มขึ้น 8% ของค่าพลังชีวิตสูงสุดของ Baizhu",
      "1": "นอกจากนี้เมื่อ <strong>Gossamer Sprite</strong> หรือ Gossamer Sprite: Splice ถูกศัตรู จะมีโอกาส 100% ที่จะเกิด Seamless Shield ของ <strong>Holistic Revivification</strong> โดยที่ Gossamer Sprite หรือ Gossamer Sprite: Splice แต่ละครั้ง จะทำให้เกิดเอฟเฟกต์นี้ได้เพียงครั้งเดียว"
    }
  }
}