{
  "name": "Kaveh",
  "title": "ม่านนภาสะท้อนปฐพี",
  "description": "สถาปนิกที่มีชื่อเสียงของ Sumeru เขาเป็นคนที่ใส่ใจเป็นห่วงเป็นใยหลายสิ่งหลายอย่างมากจนเกินไป ทั้งยังเป็นนักสุนทรียศาสตร์ ผู้มีปัญหากับความเป็นจริงอีกด้วย",
  "constellationName": "Paradisaea",
  "auto": {
    "name": "Schematic Setup",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "ใช้ Mehrak โจมตีต่อเนื่องมากสุด 4 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายต่อเนื่อง เพื่อฟันโจมตีติดต่อกันอย่างรวดเร็ว",
        "2": "เมื่อการชาร์จโจมตีสิ้นสุดลง จะทำการฟันอย่างรุนแรงเพิ่มอีก 1 ครั้ง"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขณะชาร์จโจมตี",
      "5": "ความเสียหายชาร์จโจมตีครั้งสุดท้าย",
      "6": "ชาร์จโจมตีใช้พลังกาย",
      "7": "ระยะเวลาต่อเนื่องสูงสุด",
      "8": "ความเสียหายพุ่งลง",
      "9": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Artistic Ingenuity",
    "description": {
      "0": "เปลี่ยนพลังงานในการทำแผนที่ของ Mehrak ให้เป็นการใช้งานเชิงรุก โดยทำการสแกนเป็นรูปวงกลม เพื่อสร้าง<dendro>ความเสียหายไม้วงกว้าง</dendro> และทำให้ Dendro Core ทั้งหมดที่อยู่ในพื้นที่สแกนระเบิดโดยทันที",
      "1": "<br/>",
      "2": "<i>Mehrak ถูกดัดแปลงขึ้นโดยอาศัยหลักพื้นฐานของเทคโนโลยีในสมัยโบราณ ด้วยเหตุนี้ นอกจากจะสามารถช่วยให้งานทำแผนที่สำเร็จลุล่วงแล้ว บางทีอาจจะยังมีฟังก์ชันอื่น ๆ อีกก็เป็นได้...</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "คูลดาวน์",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Painted Dome",
    "description": {
      "0": "ปลดปล่อยพลังงานของ \"Mehrak\" ออกมาอย่างสมบูรณ์ โดยจะสร้างพื้นที่การทำแผนที่ทรงลูกบาศก์ขึ้นมา เพื่อสร้าง<dendro>ความเสียหายไม้วงกว้าง</dendro>แก่ศัตรูที่อยู่ภายในพื้นที่ ทำให้ Dendro Core ทั้งหมดที่อยู่ในพื้นที่ระเบิดโดยทันที และเสริมความสามารถในการต่อสู้ให้แก่ Kaveh ช่วงเวลาหนึ่ง:",
      "1": [
        "เพิ่มขอบเขตการโจมตี ของการโจมตีปกติ, การชาร์จโจมตี และการโจมตีพุ่งลงจากอากาศของ Kaveh และเปลี่ยนความเสียหายของการโจมตี ให้เป็น<dendro>ความเสียหายไม้</dendro>ที่ไม่สามารถซ้อนทับด้วยธาตุอื่นได้;",
        "เมื่อ Dendro Core ที่เกิดจากปฏิกิริยางอกเงย ของตัวละครในทีมของตนเองระเบิด ความเสียหายที่สร้างจะเพิ่มสูงขึ้น;",
        "เพิ่มความสามารถในการต้านทานการหยุดชะงักของ Kaveh"
      ],
      "2": "เอฟเฟกต์จะหายไปเมื่อ Kaveh ออกจากการต่อสู้",
      "3": "<br/>",
      "4": "<i>\"สถาปัตยกรรมแต่ละรูปแบบนั้น ล้วนแฝงความคิดอันเป็นเอกลักษณ์ของผู้สร้าง ที่มีต่อโลกเอาไว้ ซึ่งจากมุมมองนี้อาจกล่าวได้ว่า สถาปัตยกรรมก็คือ ความทรงจำของผู้คนที่ก่อตัวรวมกันขึ้นมา\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ระยะเวลาต่อเนื่อง",
      "2": "โบนัสความเสียหายการระเบิดของ Dendro Core",
      "3": "คูลดาวน์",
      "4": "พลังงานธาตุ",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "An Architect's Undertaking",
    "description": {
      "0": "เมื่อ Kaveh ถูกความเสียหายที่เกิดจาก Dendro Core (รวมถึงการเบ่งบานและไฮเปอร์บลูม) Kaveh จะฟื้นฟูค่าพลังชีวิต ซึ่งปริมาณการฟื้นฟู จะเท่ากับ 300% ของความชำนาญธาตุของ Kaveh โดยที่เอฟเฟกต์นี้ในทุก 0.5 วินาที จะเกิดขึ้นได้มากสุดหนึ่งครั้ง"
    }
  },
  "passive2": {
    "name": "A Craftsman's Curious Conceptions",
    "description": {
      "0": "ระหว่างช่วงเวลาต่อเนื่องของ <strong>Painted Dome</strong> หลังจากที่การโจมตีปกติ, การชาร์จโจมตี หรือการโจมตีพุ่งลงจากอากาศของ Kaveh ถูกศัตรู ความชำนาญธาตุของ Kaveh จะเพิ่มขึ้น 25 หน่วย โดยที่เอฟเฟกต์นี้ในทุก 0.1 วินาที จะเกิดขึ้นได้มากสุดหนึ่งครั้ง และซ้อนทับได้มากสุด 4 ชั้น",
      "1": "เมื่อเอฟเฟกต์ Painted Dome สิ้นสุดลง เอฟเฟกต์นี้จะถูกลบล้าง"
    }
  },
  "passive3": {
    "name": "The Art of Budgeting",
    "description": {
      "0": "เมื่อสร้างเฟอร์นิเจอร์ประเภททิวทัศน์, อาคาร และสวน จะมีโอกาส 100% ที่จะได้รับวัสดุที่ใช้บางส่วนคืน"
    }
  },
  "constellation1": {
    "name": "Sublime Salutations",
    "description": {
      "0": "ภายใน 3 วินาที หลังจากปล่อย <strong>Artistic Ingenuity</strong> Kaveh จะมี<dendro>ความต้านทานไม้</dendro>เพิ่มขึ้น 50% และปริมาณการรักษาที่ได้รับจะเพิ่มขึ้น 25%"
    }
  },
  "constellation2": {
    "name": "Grace of Royal Roads",
    "description": {
      "0": "ระหว่างช่วงเวลาต่อเนื่องของ <strong>Painted Dome</strong> ความเร็วในการโจมตีปกติของ Kaveh จะเพิ่มขึ้น 15%"
    }
  },
  "constellation3": {
    "name": "Profferings of Dur Untash",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Painted Dome</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Feast of Apadana",
    "description": {
      "0": "การระเบิดของ Dendro Core ที่เกิดขึ้นเมื่อ Kaveh ทำให้เกิดปฏิกิริยางอกเงย จะสร้างความเสียหายเพิ่มขึ้น 60%"
    }
  },
  "constellation5": {
    "name": "Treasures of Bonkhanak",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Artistic Ingenuity</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Pairidaeza’s Dreams",
    "description": {
      "0": "ระหว่างช่วงเวลาของ <strong>Painted Dome</strong> เมื่อการโจมตีปกติ, การชาร์จโจมตี หรือการโจมตีพุ่งลงจากอากาศของ Kaveh ถูกศัตรู จะปล่อย Pairidaeza's Light ที่ตรงตำแหน่งของศัตรู ซึ่งจะทำให้เกิด<dendro>ความเสียหายไม้วงกว้าง</dendro>เป็น 61.8% ของพลังโจมตีของ Kaveh และทำให้ Dendro Core ทั้งหมด ที่อยู่ในพื้นที่ที่ได้รับผลกระทบเกิดการระเบิด โดยที่เอฟเฟกต์นี้ ในทุก 3 วินาที จะเกิดขึ้นได้มากสุดหนึ่งครั้ง"
    }
  }
}