{
  "name": "Mika",
  "title": "พิกัดเหมันต์ใต้ฟ้าคราม",
  "description": "อัศวินหนุ่มผู้มาจากครอบครัวธรรมดา หน้าที่ของเขาคือ \"เจ้าหน้าที่สำรวจแนวหน้า\" ประจำทีม เด็กหนุ่มเป็นคนเงียบขรึม และระมัดระวังรอบคอบเสมอ",
  "constellationName": "Palumbus",
  "auto": {
    "name": "Spear of Favonius - Arrow's Passage",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "ผสานทักษะการใช้หน้าไม้ และหอก เพื่อทำการโจมตีต่อเนื่องมากสุด 5 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายปริมาณหนึ่ง เพื่อพุ่งไปข้างหน้า และสร้างความเสียหาย แก่ศัตรูที่อยู่ในเส้นทาง"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขั้น 5",
      "5": "ความเสียหายชาร์จโจมตี",
      "6": "ชาร์จโจมตีใช้พลังกาย",
      "7": "ความเสียหายพุ่งลง",
      "8": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Starfrost Swirl",
    "description": {
      "0": "โจมตีศัตรูด้วยหน้าไม้ พร้อมมอบสถานะ Soulwind ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ใกล้ โดยเมื่อตัวละครที่อยู่ในสถานะ Soulwind อยู่ในการต่อสู้ จะมีความเร็วในการโจมตีเพิ่มขึ้น",
      "1": "จะทำให้เกิดเอฟเฟกต์ที่แตกต่างกันไป โดยขึ้นกับการกด และการกดค้าง",
      "2": "<br/>",
      "3": "<strong>กด</strong>",
      "4": "ยิง Flowfrost Arrow ที่สามารถแทงทะลุศัตรูได้ออกไปอย่างรวดเร็ว เพื่อสร้าง<cryo>ความเสียหายน้ำแข็ง</cryo>แก่ศัตรูที่สัมผัสโดน",
      "5": "<br/>",
      "6": "<strong>กดค้าง</strong>",
      "7": "ทำการเล็ง และยิง Rimestar Flare ไปยังศัตรูหนึ่งตัวที่ถูกล็อกเป้า เพื่อทำให้เกิด<cryo>ความเสียหายน้ำแข็ง</cryo> โดยหลังจากที่ Rimestar Flare ถูกเป้าหมาย จะทะยานขึ้นไประเบิดบนฟ้า และปล่อย Rimestar Shard แก่ศัตรูที่อยู่โดยรอบมากสุด 3 ตัว เพื่อสร้าง<cryo>ความเสียหายน้ำแข็ง</cryo>",
      "8": "<br/>",
      "9": "<i>มันคือประกายดารา ภายใต้นภาเย็นยะเยือก</i>"
    },
    "skillParams": {
      "0": "ความเสียหาย Flowfrost Arrow",
      "1": "ความเสียหาย Rimestar Flare",
      "2": "ความเสียหาย Rimestar Shard",
      "3": "เพิ่มความเร็วการโจมตี",
      "4": "ช่วงเวลาของ Soulwind",
      "5": "คูลดาวน์",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Skyfeather Song",
    "description": {
      "0": "ถ่ายทอดพลังจากคำอธิษฐานของกองอัศวิน เพื่อกระตุ้นเหล่าพวกพ้อง ให้ก้าวไปข้างหน้าอย่างกล้าหาญ และฟื้นฟูค่าพลังชีวิตให้แก่ตัวละครทั้งหมดในทีมที่อยู่ใกล้ โดยมีปริมาณการฟื้นฟูขึ้นกับค่าพลังชีวิตสูงสุดของ Mika และมอบสถานะ Eagleplume ให้แก่พวกเขา",
      "1": "<br/>",
      "2": "<strong>Eagleplume</strong>",
      "3": "เมื่อการโจมตีปกติของตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น และอยู่ภายใต้สถานะ Eagleplume ถูกศัตรู Mika จะทำการฟื้นฟูค่าพลังชีวิตให้แก่พวกเขา โดยที่ปริมาณการฟื้นฟู จะขึ้นอยู่กับค่าพลังชีวิตสูงสุดของ Mika",
      "4": "ตัวละครที่อยู่ภายใต้สถานะนี้ ภายในช่วงเวลาสั้น ๆ จะได้รับการฟื้นฟูพลังชีวิตด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง",
      "5": "<br/>",
      "6": "<i>\"โอบกอดความหวังท่ามกลางความทุกข์ยาก และไม่ลืมที่จะระแวดระวังเมื่อสิ่งต่าง ๆ เป็นไปด้วยดี... เพราะในท้ายที่สุดแล้ว ปีกที่ขาวบริสุทธิ์นั้น จะชี้นำนักเดินทางที่หลงทางเสมอ\"</i>"
    },
    "skillParams": {
      "0": "ปริมาณการรักษา เมื่อใช้สกิล",
      "1": "ปริมาณการรักษาของ Eagleplume",
      "2": "ช่วงเวลารักษาของ Eagleplume ทุก",
      "3": "ระยะเวลาของ Eagleplume",
      "4": "คูลดาวน์",
      "5": "พลังงานธาตุ",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Suppressive Barrage",
    "description": {
      "0": "ภายใต้สถานการณ์ต่อไปนี้ สถานะ Soulwind ของ <strong>Starfrost Swirl</strong> จะได้รับการเสริมพลังเอฟเฟกต์ Detector โดยจะทำให้ตัวละครที่อยู่ในการต่อสู้ขณะนั้น สร้างความเสียหายกายภาพเพิ่มขึ้น 10%:",
      "1": [
        "เมื่อ Flowfrost Arrow ถูกศัตรูเกิน 1 ตัว การโดนศัตรูเพิ่มเติมแต่ละตัว จะทำให้เกิดเอฟเฟกต์ Detector 1 ชั้น;",
        "เมื่อ Rimestar Shard ถูกศัตรู จะเกิดเอฟเฟกต์ Detector 1 ชั้น โดยที่ Rimestar Shard แต่ละอัน จะทำให้เกิดได้เพียง 1 ครั้ง"
      ],
      "2": "<br/>",
      "3": "เอฟเฟกต์ Detector ของสถานะ Soulwind จะซ้อนทับได้มากสุด 3 ชั้น และเมื่อใช้ Starfrost Swirl อีกครั้งในระหว่างช่วงเวลาต่อเนื่อง จะเป็นการลบล้างสถานะ Soulwind และเอฟเฟกต์ Detector ของมันที่มีอยู่เดิม"
    }
  },
  "passive2": {
    "name": "Topographical Mapping",
    "description": {
      "0": "หากตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น อยู่ภายใต้สถานะ Eagleplume ของ <strong>Skyfeather Song</strong> และสถานะ Soulwind ของ <strong>Starfrost Swirl</strong> พร้อมกัน เมื่อทำการโจมตีติดคริติคอล สถานะ Soulwind จะทำให้เกิดเอฟเฟกต์ Detector ของพรสวรรค์ติดตัว \"Suppressive Barrage\" 1 ชั้น และภายในช่วงเวลาต่อเนื่องของสถานะ Soulwind หนึ่งครั้ง จะเกิดเอฟเฟกต์ Detector ด้วยวิธีนี้ได้มากสุด 1 ชั้น",
      "1": "นอกจากนี้ขีดจำกัดจำนวนการซ้อนทับของเอฟเฟกต์ Detector ภายใต้สถานะ Soulwind จะเพิ่มขึ้น 1 ชั้น",
      "2": "ต้องปลดล็อกพรสวรรค์ติดตัว \"Suppressive Barrage\" ก่อน"
    }
  },
  "passive3": {
    "name": "Demarcation",
    "description": {
      "0": "แสดงตำแหน่ง<strong>ของพิเศษเฉพาะใน Mondstadt</strong> บนมินิแมป"
    }
  },
  "constellation1": {
    "name": "Factor Confluence",
    "description": {
      "0": "สถานะ Soulwind ที่ <strong>Starfrost Swirl</strong> สร้างขึ้น จะทำให้ระยะห่างของช่วงเวลาในการฟื้นฟูค่าพลังชีวิต ของสถานะ Eagleplume ที่เกิดจาก <strong>Skyfeather Song</strong> ลดลง โดยที่สัดส่วนการลดช่วงเวลา จะเท่ากันกับสัดส่วนของความเร็วในการโจมตีที่เพิ่มขึ้นโดยสถานะ Soulwind"
    }
  },
  "constellation2": {
    "name": "Chaperone's Ingress",
    "description": {
      "0": "เมื่อ Flowfrost Arrow ของ <strong>Starfrost Swirl</strong> ถูกศัตรูเป็นครั้งแรก หรือเมื่อ Rimestar Flare ถูกศัตรู จะทำให้เกิดเอฟเฟกต์ Detector ของพรสวรรค์ติดตัว \"Suppressive Barrage\" 1 ชั้น",
      "1": "ต้องปลดล็อกพรสวรรค์ติดตัว \"Suppressive Barrage\" ก่อน"
    }
  },
  "constellation3": {
    "name": "Reconnaissance Experience",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Skyfeather Song</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Sunfrost Encomium",
    "description": {
      "0": "เมื่อสถานะ Eagleplume ที่เกิดจาก <strong>Skyfeather Song</strong> ของตัว Mika เอง ทำการรักษาตัวละครในทีม จะฟื้นฟูพลังงานธาตุให้แก่ Mika 3 หน่วย โดยสถานะ Eagleplume ที่เกิดจากการใช้ Skyfeather Song หนึ่งครั้ง จะสามารถฟื้นฟูพลังงานธาตุได้มากสุด 5 ครั้ง"
    }
  },
  "constellation5": {
    "name": "Signal Arrow",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Starfrost Swirl</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Companion's Counsel",
    "description": {
      "0": "เอฟเฟกต์ Detector จากสถานะ Soulwind ของ <strong>Starfrost Swirl</strong> มีขีดจำกัดจำนวนการซ้อนทับเพิ่มขึ้น 1 ชั้น (ต้องปลดล็อกพรสวรรค์ติดตัว \"Suppressive Barrage\" ก่อน)",
      "1": "นอกจากนี้ ความแรงคริของความเสียหายกายภาพ ที่ตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นสร้างภายใต้สถานะ Soulwind จะเพิ่มขึ้น 60%"
    }
  }
}