{
  "name": "Fischl",
  "title": "เจ้าหญิงแห่งการลงทัณฑ์!!",
  "description": "หญิงสาวลึกลับผู้เรียกตนเองว่า \"เจ้าหญิงแห่งการลงทัณฑ์\" ร่วมเดินทางไปพร้อมกับเรเวนนามว่า Oz",
  "constellationName": "Corvus",
  "auto": {
    "name": "Bolts of Downfall",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "ยิงธนูโจมตีอย่างต่อเนื่องมากสุด 5 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "การ<strong>เล็งโจมตี</strong>สร้างความเสียหายเพิ่มขึ้น และแม่นยำยิ่งขึ้น",
        "2": "เมื่อเล็งโจมตี วิญญาณแห่งสายฟ้าอันมืดมิด จากดินแดนแห่งราตรีบริสุทธิ์ จะรับฟังเสียงเรียกของเจ้าหญิง และเข้าสิงธนูเวท โดยธนูเวทที่รวบรวมสายฟ้าลงทัณฑ์เสร็จแล้ว จะสร้าง<electro>ความเสียหายไฟฟ้า</electro>อย่างรุนแรง"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "ปล่อยฝนธนูจากกลางอากาศ และพุ่งลงมายังพื้นดินอย่างรวดเร็ว โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขั้น 5",
      "5": "เล็งโจมตี",
      "6": "เล็งโจมตีเมื่อชาร์จเต็ม",
      "7": "ความเสียหายพุ่งลง",
      "8": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Nightrider",
    "description": {
      "0": "เรียก Oz ออกมา โดยเมื่อเรเวนซึ่งประกอบไปด้วยเงามืด และสายฟ้าลงมายังโลกแล้ว จะทำให้เกิด<electro>ความเสียหายไฟฟ้า</electro> ภายในพื้นที่เล็ก ๆ",
      "1": "ภายในช่วงเวลาที่คงอยู่ Oz จะโจมตีใส่ศัตรูที่อยู่ใกล้ด้วยการยิง <electro>Freikugel</electro> อย่างต่อเนื่อง",
      "2": "<br/>",
      "3": "การกดค้างจะเป็นการปรับตำแหน่ง ที่จะเกิดเอฟเฟกต์ของสกิล",
      "4": "เมื่อกดอีกครั้งในช่วงเวลาที่ Oz ยังคงอยู่ จะเป็นการเรียกให้กลับมาอยู่ข้างกายอีกครั้ง",
      "5": "<br/>",
      "6": "<i>\"พลังของเจ้าหญิงผู้นี้นั้นมีค่ายิ่งนัก ไม่สมควรที่จะต้องมาสิ้นเปลืองกับ คนอย่างพวกเจ้า... Oz เจ้าช่วยเรียกสายฟ้าลงทัณฑ์ที่ฉีกท้องฟ้า ยามค่ำคืนได้นั่นลงมาแทนฉันทีสิ\"</i>",
      "7": "<i>\"Fischl เจ้าหญิงแห่งความมืด-IV: บอกลาเลดี้ของโลก\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายจากการโจมตีของ Oz",
      "1": "ความเสียหายเมื่อเรียกออกมา",
      "2": "ระยะเวลาการคงอยู่ของ Oz",
      "3": "เวลาคูลดาวน์",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Midnight Phantasmagoria",
    "description": {
      "0": "เรียก Oz ออกมา เพื่อกางปีกที่ทอด้วย ราตรีอันบริสุทธิ์และปกป้อง Fischl",
      "1": "ช่วงเวลาที่คงอยู่จะมีผลของเอฟเฟกต์ ดังนี้:",
      "2": [
        "เคลื่อนไหวด้วยความเร็วสูงในรูปแบบ ของ Oz;",
        "ปล่อยสายฟ้าฟาดลงมาใส่ศัตรูที่อยู่ใน บริเวณใกล้เคียง เกิดเป็น <electro>ความเสียหายไฟฟ้า</electro> ซึ่งศัตรูแต่ละตัว จะได้รับความเสียหายจากสายฟ้าฟาด เพียงครั้งเดียวเท่านั้น;",
        "เมื่อเอฟเฟกต์สิ้นสุดลง Oz จะยังคงอยู่ในการต่อสู้เพื่อคอยโจมตีศัตรูของเจ้าหญิง โดยหากว่า Oz อยู่ในการต่อสู้อยู่แล้ว ก็จะเป็นการรีเซ็ตช่วงเวลาการคงอยู่ของ Oz แทน"
      ],
      "3": "<br/>",
      "4": "<i>...ท่ามกลางเหล่าอสูรที่ติดตามโลหิตของ บาปที่สาปแช่งมานั้น มีเพียงเจ้าชาย Nachtraben ผู้ซึ่งได้เห็นการดับสูญ ของโลกนับพันมาแล้วเท่านั้นที่ สามารถเข้าใจถึงความสูงส่งของเธอได้ ดังนั้นมันจึงสยายปีกที่ถูกทอขึ้น จากความมืดคู่นั้นเข้าปกคลุมเจ้าหญิง และสาบานว่าจะปกป้องเธอ ไปตลอดกาล...</i>",
      "5": "<i>\"Fischl เจ้าหญิงแห่งความมืด-I: บทสรุปแห่งวันโลกาวินาศ\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสายฟ้าฟาด",
      "1": "เวลาคูลดาวน์",
      "2": "พลังงานธาตุ",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Stellar Predator",
    "description": {
      "0": "เมื่อ Fischl ยิงธนูสายฟ้าไปถูกตัว Oz ด้วยการเล็งโจมตี ที่ชาร์จจนเต็มแล้ว Oz จะสร้างสายฟ้าศักดิ์สิทธิ์ลงมาใส่ศัตรู ที่อยู่ในบริเวณใกล้เคียง เกิดเป็น<electro>ความเสียหายไฟฟ้าวงกว้าง</electro> ซึ่งความเสียหายจะเท่ากับ 152.7% ของการยิงโจมตี"
    }
  },
  "passive2": {
    "name": "Undone Be Thy Sinful Hex",
    "description": {
      "0": "เมื่อ Oz อยู่ในการต่อสู้ หากตัวละครของตนเองที่เข้าต่อสู้ในขณะนั้น โจมตีศัตรูและทำให้เกิด <electro>ปฏิกิริยาที่เกี่ยวข้องกับธาตุไฟฟ้า</electro> จะสร้างสายฟ้าศักดิ์สิทธิ์ลงมาใส่ศัตรู ซึ่งจะทำให้เกิด<electro>ความเสียหายไฟฟ้า</electro>เป็น 80% ของพลังโจมตีของ Fischl"
    }
  },
  "passive3": {
    "name": "Mein Hausgarten",
    "description": {
      "0": "เมื่อทำคำขอการออกสำรวจของ Mondstadt เวลาที่ใช้จะลดลง 25%"
    }
  },
  "constellation1": {
    "name": "Gaze of the Deep",
    "description": {
      "0": "ช่วงที่ Oz ไม่อยู่ในการต่อสู้นั้น จะยังคงคอยเฝ้ามอง Fischl ผ่านทางดวงตาของเรเวน โดยเมื่อ Fischl ทำการโจมตีปกติใส่ศัตรูแล้ว Oz จะช่วยเสริมการโจมตี ผ่านทางดวงตาเรเวน สร้างความเสียหายเป็น 22% ของพลังโจมตี"
    }
  },
  "constellation2": {
    "name": "Devourer of All Sins",
    "description": {
      "0": "เมื่อใช้ <strong>Nightrider</strong> จะสามารถสร้างความเสียหาย เพิ่มเติมอีก 200% ของพลังโจมตี และทำให้พื้นที่ผลกระทบเพิ่มขึ้น 50%"
    }
  },
  "constellation3": {
    "name": "Wings of Nightmare",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Nightrider</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Her Pilgrimage of Bleak",
    "description": {
      "0": "เมื่อใช้ <strong>Midnight Phantasmagoria</strong> จะสร้าง<electro>ความเสียหายไฟฟ้า</electro>แก่ศัตรูโดยรอบเป็น 222% ของพลังโจมตี;",
      "1": "Fischl จะได้รับการฟื้นฟู พลังชีวิต 20% เมื่อเอฟเฟกต์ของสกิลจบลง"
    }
  },
  "constellation5": {
    "name": "Against the Fleeing Light",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Midnight Phantasmagoria</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Evernight Raven",
    "description": {
      "0": "เพิ่มระยะเวลาการคงอยู่ของ Oz ขึ้น 2 วินาที โดย Oz จะทำการโจมตีร่วมกันกับ ตัวละครของตนเองที่ต่อสู้อยู่ในขณะนั้นและสร้าง <electro>ความเสียหายไฟฟ้า</electro> 30% ของพลังโจมตีของ Fischl"
    }
  }
}