{
  "name": "Raiden Shogun",
  "title": "ดินแดนแห่งใจที่บริสุทธิ์",
  "description": "ท่าน Narukami Ogosho ผู้ยิ่งใหญ่ ผู้ซึ่งสัญญาว่าจะมอบ \"ความเป็นนิรันดร์\" ที่ไม่มีวันเปลี่ยนแปลงให้กับชาว Inazuma",
  "constellationName": "Imperatrix Umbrosa",
  "auto": {
    "name": "Origin",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "โจมตีด้วยหอกต่อเนื่องมากสุดห้าครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่งเพื่อทำการฟันโจมตีขึ้นไปด้านบน"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขั้น 5",
      "5": "ความเสียหายชาร์จโจมตี",
      "6": "ชาร์จโจมตีใช้พลังกาย",
      "7": "ความเสียหายพุ่งลง",
      "8": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Transcendence: Baleful Omen",
    "description": {
      "0": "โชกุน Raiden เปิดเผยเศษเสี้ยวของดินแดนอันบริสุทธิ์ของเธอ สร้าง<electro>ความเสียหายไฟฟ้า</electro>แก่ศัตรูที่อยู่โดยรอบ และมอบ \"Eye of Stormy Judgment\" ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียง",
      "1": "<br/>",
      "2": "<strong>Eye of Stormy Judgment</strong>",
      "3": [
        "เมื่อตัวละครที่ได้รับ Eye of Stormy Judgment สร้างความเสียหายแก่ศัตรู Eye of Stormy Judgment จะทำการประสานการโจมตี เพื่อสร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro> ที่ตำแหน่งของศัตรู",
        "เมื่ออยู่ในช่วงเวลาต่อเนื่อง ท่าไม้ตายของตัวละครที่ได้รับ Eye of Stormy Judgment จะสร้างความเสียหายเพิ่มขึ้น โดยปริมาณที่เพิ่มจะขึ้นอยู่กับพลังงานธาตุที่ใช้ไปของท่าไม้ตาย"
      ],
      "4": "<br/>",
      "5": "Eye of Stormy Judgment ของแต่ละทีมจะทำการประสานการโจมตีมากสุดหนึ่งครั้ง ในทุก 0.9 วินาที",
      "6": "ความเสียหายที่เกิดจากการโจมตีประสาน ของตัวละครอื่นที่ไม่ใช่ตัวละครในทีมของตัวเอง จะมีปริมาณเป็น 20% จากของเดิม",
      "7": "<br/>",
      "8": "<i>ความหมายของ \"มือและตา\" นั้นเดิมทีหมายถึงบุคคลที่มีพลังอันวิเศษมหาศาล ผู้มองเห็นทุกสิ่งและเอื้อมถึงทุกอย่าง เทพแห่งสายฟ้าสามารถบังคับดวงดาวแห่งลางร้าย เพื่อปกป้องผู้คนของเธอ และปลดปล่อยสายฟ้าลงทัณฑ์แทนพวกเขาเหล่านั้น</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหายการช่วยโจมตี",
      "2": "ระยะเวลาต่อเนื่อง",
      "3": "ความเสียหายท่าไม้ตายเพิ่มขึ้น",
      "4": "คูลดาวน์",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Secret Art: Musou Shinsetsu",
    "description": {
      "0": "รวบรวมความจริงอันมากมายและความปรารถนานับไม่ถ้วน ปลดปล่อย Musou no Hitotachi ที่บดขยี้คำสาปแช่งทั้งปวงออกมา เพื่อสร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro> และภายในช่วงเวลาหนึ่งหลังจากนั้น จะใช้ Musou Isshin ในการต่อสู้ ซึ่งความเสียหายจากการโจมตีของ Musou no Hitotachi และ Musou Isshin จะเพิ่มขึ้น โดยขึ้นกับจำนวนชั้น Resolve ของ Chakra Desiderata ที่ถูกใช้ในตอนปลดปล่อยสกิล",
      "1": "<br/>",
      "2": "<strong>Musou Isshin</strong>",
      "3": "ภายใต้สภาวะนี้ โชกุน Raiden จะใช้ดาบในการโจมตี และทำให้ความเสียหายของการโจมตีปกติ, ชาร์จโจมตี และโจมตีพุ่งลงจากอากาศเปลี่ยนเป็น<electro>ความเสียหายไฟฟ้า</electro>ที่ไม่สามารถซ้อนทับได้ด้วยธาตุอื่น และเมื่อการโจมตีเหล่านี้ถูกศัตรู จะฟื้นฟูพลังงานธาตุให้แก่ตัวละครในทีมทั้งหมดที่อยู่ในบริเวณใกล้เคียง ซึ่งทุก 1 วินาที จะสามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง และในระหว่างช่วงเวลาต่อเนื่องจะเกิดขึ้นได้มากสุด 5 ครั้ง",
      "4": "ภายใต้สภาวะนี้ ความสามารถในการต้านทานการหยุดชะงักของโชกุน Raiden จะเพิ่มสูงขึ้น และทนต่อความเสียหายของปฏิกิริยา<electro>ชาร์จไฟฟ้า</electro>",
      "5": "เมื่ออยู่ในสภาวะของ Musou Isshin การโจมตีปกติ, ชาร์จโจมตี และการโจมตีพุ่งลงจากอากาศของโชกุน Raiden จะถูกมองว่าเป็นความเสียหายของท่าไม้ตาย",
      "6": "<br/>",
      "7": "เอฟเฟกต์ของ Musou Isshin จะหายไปเมื่อโชกุน Raiden ออกจากการต่อสู้",
      "8": "<br/>",
      "9": "<strong>Chakra Desiderata</strong>",
      "10": "เมื่อตัวละครในทีมที่อยู่ในบริเวณใกล้เคียง (ไม่รวมตัวของโชกุน Raiden เอง) ใช้ท่าไม้ตาย จะทำการสะสม Resolve ให้แก่ Chakra Desiderata ของโชกุน Raiden โดยขึ้นกับปริมาณของพลังงานธาตุที่ถูกใช้ไปของท่าไม้ตาย",
      "11": "สะสมจำนวนชั้นของ Resolve ได้มากสุด 60 ชั้น",
      "12": "<br/>",
      "13": "Resolve ของ Chakra Desiderata ที่สะสมไว้จะถูกลบทิ้งไป หลังออกจากการต่อสู้ 300 วินาที",
      "14": "<br/>",
      "15": "<i>นี่คือเทคนิคลับใหม่ล่าสุดของเทพแห่งสายฟ้า ละทิ้ง \"การไม่แยแส\" แล้วเปลี่ยนเป็นแบกรับ \"ความฝัน\" ของผู้คน \"คำพูดที่แท้จริง\" ก็หมายถึง \"คำพูดบทใหม่\" แล้วเรื่องราวของ Inazuma ก็ก้าวเข้าสู่บทใหม่เช่นกัน</i>"
    },
    "skillParams": {
      "0": "ความเสียหายพื้นฐาน Musou no Hitotachi",
      "1": "โบนัส Resolve",
      "2": "จำนวนชั้น Resolve ที่ได้รับ",
      "3": "ความเสียหายขั้น 1",
      "4": "ความเสียหายขั้น 2",
      "5": "ความเสียหายขั้น 3",
      "6": "ความเสียหายขั้น 4",
      "7": "ความเสียหายขั้น 5",
      "8": "ความเสียหายชาร์จโจมตี",
      "9": "ชาร์จโจมตีใช้พลังกาย",
      "10": "ความเสียหายพุ่งลง",
      "11": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "12": "การฟื้นฟูพลังงานของ Musou Isshin",
      "13": "ระยะเวลาของ Musou Isshin",
      "14": "คูลดาวน์",
      "15": "พลังงานธาตุ"
    }
  },
  "passive1": {
    "name": "Wishes Unnumbered",
    "description": {
      "0": "เมื่อตัวละครในทีมที่อยู่ในบริเวณใกล้เคียงได้รับอณูธาตุหรือลูกแก้วธาตุ <strong>Chakra Desiderata</strong> จะได้รับ Resolve 2 ชั้น",
      "1": "เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 3 วินาที"
    }
  },
  "passive2": {
    "name": "Enlightened One",
    "description": {
      "0": "ทุก 1% ที่เกินจาก 100% ของประสิทธิภาพการฟื้นฟูพลังงานธาตุ จะทำให้โชกุน Raiden ได้รับเอฟเฟกต์ดังต่อไปนี้:",
      "1": [
        "การฟื้นฟูพลังงานธาตุที่สถานะ <strong>Musou Isshin</strong> มอบให้จะเพิ่มขึ้น 0.6%;",
        "<electro>โบนัสความเสียหายไฟฟ้า</electro>เพิ่มขึ้น 0.4%"
      ]
    }
  },
  "passive3": {
    "name": "All-Preserver",
    "description": {
      "0": "จำนวน Mora ที่ใช้ในการเลื่อนขั้น อาวุธประเภทดาบและหอกลดลง 50%"
    }
  },
  "constellation1": {
    "name": "Ominous Inscription",
    "description": {
      "0": "<strong>Chakra Desiderata</strong> จะสามารถรวบรวม Resolve ได้เร็วยิ่งขึ้น โดยหลังจากตัวละครที่มีประเภทธาตุเป็น<electro>ธาตุไฟฟ้า</electro>ใช้ท่าไม้ตาย จำนวน Resolve ที่ได้รับจะเพิ่มขึ้น 80% และหลังจากตัวละครที่มีประเภทธาตุเป็นธาตุอื่นใช้ท่าไม้ตาย จำนวน Resolve ที่ได้รับจะเพิ่มขึ้น 20%"
    }
  },
  "constellation2": {
    "name": "Steelbreaker",
    "description": {
      "0": "การโจมตีของโชกุน Raiden ที่อยู่ภายใต้สภาวะ Musou no Hitotachi และ Musou Isshin ของ <strong>Secret Art: Musou Shinsetsu</strong> จะไม่สนใจพลังป้องกัน 60% ของศัตรู"
    }
  },
  "constellation3": {
    "name": "Shinkage Bygones",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Secret Art: Musou Shinsetsu</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Pledge of Propriety",
    "description": {
      "0": "หลังจากที่สถานะ <strong>Musou Isshin</strong> ที่ปล่อยโดย <strong>Secret Art: Musou Shinsetsu</strong> สิ้นสุดลง พลังโจมตีของตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียง (ไม่รวมตัวของโชกุน Raiden เอง) จะเพิ่มขึ้น 30% เป็นเวลา 10 วินาที"
    }
  },
  "constellation5": {
    "name": "Shogun's Descent",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Transcendence: Baleful Omen</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Wishbearer",
    "description": {
      "0": "เมื่ออยู่ภายใต้สถานะ <strong>Musou Isshin</strong> ที่ปล่อยโดย <strong>Secret Art: Musou Shinsetsu</strong> เมื่อท่าไม้ตายของโชกุน Raiden ถูกศัตรู จะทำให้ช่วงเวลาคูลดาวน์ของท่าไม้ตาย ของตัวละครทั้งหมดในทีม (ไม่รวมตัวของโชกุน Raiden เอง) ที่อยู่ในบริเวณใกล้เคียงลดลง 1 วินาที",
      "1": "เอฟเฟกต์ดังกล่าวสามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 1 วินาที และภายในช่วงเวลาต่อเนื่อง จะสามารถเกิดขึ้นได้มากสุด 5 ครั้ง"
    }
  }
}