{
  "constellationName": "Leviathan Judicator",
  "name": "Neuvillette",
  "title": "คลื่นประกาศิตพ้องชะตา",
  "description": "ผู้พิพากษาสูงสุดแห่ง Fontaine มีชื่อเสียงในด้าน \"ความเป็นกลาง\" อย่างสมบูรณ์",
  "auto": {
    "name": "As Water Seeks Equilibrium",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "โบกไม้เท้าแผ่วเบา และปล่อยคลื่นโจมตีต่อเนื่องมากสุด 3 ครั้ง เพื่อสร้าง<hydro>ความเสียหายน้ำ</hydro>"
      },
      "chargedLegal": {
        "0": "<strong>ชาร์จโจมตี: Legal Evaluation</strong>",
        "1": "ในขณะที่ชาร์จพลัง Neuvillette จะรวบรวมพลังแห่งน้ำบรรพกาล ซึ่งจะค่อย ๆ ก่อตัวเป็น Seal of Abitration ภายใต้สภาวะนี้ Neuvillette จะสามารถเคลื่อนที่และเปลี่ยนทิศทางได้ พร้อมทั้งดูดซับ Sourcewater Droplet ที่อยู่ในระยะที่กำหนด",
        "2": "Sourcewater Droplet แต่ละอันที่ดูดซับ จะเร่งความเร็วในการก่อตัวของ Seal of Abitration และฟื้นฟูพลังชีวิตให้กับ Neuvillette",
        "3": "เมื่อหยุดการรวบรวมพลัง หาก Seal of Abitration ยังไม่สมบูรณ์จะทำการชาร์จโจมตี หากสมบูรณ์แล้วจะเปลี่ยนเป็นการชาร์จโจมตี: Equitable Judgment"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้งานพลังกายจำนวนหนึ่ง เพื่อปล่อยวงแหวนน้ำโจมตีศัตรูอย่างดุดัน และสร้าง<hydro>ความเสียหายน้ำวงกว้าง</hydro>"
      },
      "chargedJudgment": {
        "0": "<strong>ชาร์จโจมตี: Equitable Judgment</strong>",
        "1": "ปล่อยกระแสน้ำอันเชี่ยวกรากไปยังศัตรูที่อยู่ในเส้นทางตรงหน้า พร้อมสร้าง<hydro>ความเสียหายน้ำวงกว้าง</hydro>อย่างต่อเนื่อง",
        "2": "การชาร์จโจมตี: Equitable Judgment จะไม่ใช้พลังกายเป็นเวลา 3 วินาที",
        "3": "หาก Neuvillette มีค่าพลังชีวิตสูงกว่า 50% เมื่อปล่อยสกิลจะสูญเสียพลังชีวิตอย่างต่อเนื่อง"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "รวบรวมพลังแห่งธาตุน้ำ กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้าง<hydro>ความเสียหายน้ำวงกว้าง</hydro>เมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายชาร์จโจมตี",
      "4": "ชาร์จโจมตีใช้พลังกาย",
      "5": "ความเสียหายชาร์จโจมตี: Equitable Judgment",
      "6": "ฟื้นฟูพลังชีวิต",
      "7": "เสียพลังชีวิต",
      "8": "ความเสียหายพุ่งลง",
      "9": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "O Tears, I Shall Repay",
    "description": {
      "0": "เรียก Raging Waterfall (น้ำตกอันทรงพลัง) ออกมา เพื่อสร้าง<hydro>ความเสียหายน้ำวงกว้าง</hydro>แก่ศัตรูที่อยู่ข้างหน้า ตามค่าพลังชีวิตสูงสุดของ Neuvillette เมื่อโจมตีถูกศัตรู จะเกิด Sourcewater Droplet 3 อัน แถวบริเวณศัตรู",
      "1": "<br/>",
      "2": "<strong>พลังปฐมภูมิ: พลังวิญญาณ</strong>",
      "3": "ทุกช่วงระยะเวลาหนึ่ง เมื่อ Raging Waterfall ตกลงมา จะเกิด Spiritbreath Thorn ที่สามารถแทงทะลุศัตรูได้ และสร้าง<hydro>ความเสียหายน้ำ</hydro>ที่มีพลังวิญญาณอยู่",
      "4": "<br/>",
      "5": "<i>\"กฎหมายสามารถยับยั้งอาชญากรรมทั้งมวล แต่ไม่สามารถกำจัดอาชญากรรมได้ด้วยตัวมันเอง\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหาย Spiritbreath Thorn",
      "2": "ช่วงเวลาเกิด Spiritbreath Thorn",
      "3": "ระยะเวลาต่อเนื่อง Sourcewater Droplet",
      "4": "คูลดาวน์",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "O Tides, I Have Returned",
    "description": {
      "0": "ปลดปล่อยคลื่นรุนแรง และสร้าง<hydro>ความเสียหายน้ำวงกว้าง</hydro> ที่มีความเสียหายขึ้นกับพลังชีวิตสูงสุดของ Neuvillette หลังจากช่วงเวลาสั้น ๆ จะปล่อยน้ำตก 2 สายในบริเวณใกล้เคียง เพื่อสร้าง<hydro>ความเสียหายน้ำ</hydro>วงแคบ และสร้าง Sourcewater Droplet ขึ้น 6 อัน ในพื้นที่ด้านหน้าที่กำหนด",
      "1": "<br/>",
      "2": "<i>\"กฎหมายถูกตราขึ้นหลังจากมีการออกคำสั่ง และนอกเหนือจากนั้น กฎแห่งธรรมชาติได้พันธนาการทุกเผ่าพันธุ์และทุกยุคสมัยมาตั้งแต่โบราณกาล\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหายน้ำตก",
      "2": "คูลดาวน์",
      "3": "พลังงานธาตุ",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Heir to the Ancient Sea's Authority",
    "description": {
      "0": "เมื่อตัวละครในทีมทำให้เกิดปฏิกิริยาระเหย, แช่แข็ง, ชาร์จไฟฟ้า, งอกเงย, กระจายธาตุน้ำ หรือตกผลึกธาตุน้ำแก่ศัตรู Neuvillette จะได้รับเอฟเฟกต์ \"Past Draconic Glories\" เป็นเวลา 30 วินาที โดยซ้อนทับกันได้มากสุด 3 ชั้น ทำให้การชาร์จโจมตี: Equitable Judgment สร้างความเสียหาย 110%/125%/160% ของความเสียหายเดิม",
      "1": " \"Past Draconic Glories\" ที่เกิดจากปฏิกิริยาธาตุแต่ละชนิดจะคงอยู่แยกกัน"
    }
  },
  "passive2": {
    "name": "Discipline of the Supreme Arbitration",
    "description": {
      "0": "ทุก 1% ของค่าพลังชีวิตปัจจุบันที่สูงกว่า 30% ของพลังชีวิตสูงสุดของ Neuvillette จะได้รับ<hydro>โบนัสความเสียหายน้ำ</hydro> 0.6% โดยสามารถเพิ่มด้วยวิธีนี้ได้มากสุด 30%"
    }
  },
  "passive3": {
    "name": "Gather Like the Tide",
    "description": {
      "0": "เมื่อตัวละครในทีมของตนเองทำการพุ่งตัวในน้ำ ความเร็วในการเคลื่อนที่จะเพิ่มขึ้น 15%",
      "1": "ไม่สามารถซ้อนทับพรสวรรค์ติดตัวที่เอฟเฟกต์เหมือนกันทุกประการได้"
    }
  },
  "constellation1": {
    "name": "Venerable Institution",
    "description": {
      "0": "เมื่อ Neuvillette เข้าสู่การต่อสู้ จะได้รับ \"Past Draconic Glories\" ของพรสวรรค์ติดตัว \"Heir to the Ancient Sea's Authority\" 1 ชั้น โดยต้องปลดล็อกพรสวรรค์ติดตัว \"Heir to the Ancient Sea's Authority\" ก่อน",
      "1": "นอกจากนี้ เมื่อใช้การชาร์จโจมตี: Legal Evaluation หรือชาร์จโจมตี: Equitable Judgment จะเพิ่มความสามารถในการต้านทานการหยุดชะงักของ Neuvillette"
    }
  },
  "constellation2": {
    "name": "Juridical Exhortation",
    "description": {
      "0": "พรสวรรค์ติดตัว \"Heir to the Ancient Sea's Authority\" ได้รับการเสริมพลัง: แต่ละชั้นของ \"Past Draconic Glories\" จะทำให้ความแรงคริของการชาร์จโจมตี: Equitable Judgment เพิ่มขึ้น 14% โดยสามารถเพิ่มด้วยวิธีนี้ได้มากสุด 42%",
      "1": "ต้องปลดล็อกพรสวรรค์ติดตัว \"Heir to the Ancient Sea's Authority\" ก่อน"
    }
  },
  "constellation3": {
    "name": "Ancient Postulation",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ<strong>โจมตีปกติ: As Water Seeks Equilibrium</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Crown of Commiseration",
    "description": {
      "0": "เมื่อ Neuvillette เข้าร่วมการต่อสู้และได้รับการรักษา จะทำให้เกิด Sourcewater Droplet 1 อัน เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 4 วินาที"
    }
  },
  "constellation5": {
    "name": "Axiomatic Judgment",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>O Tides, I Have Returned</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Wrathful Recompense",
    "description": {
      "0": "เมื่อใช้การชาร์จโจมตี: Equitable Judgment แล้ว Neuvillette จะสามารถดูดซับ Sourcewater Droplet ในระยะที่กำหนด ซึ่ง Sourcewater Droplet แต่ละอันที่ดูดซับ จะทำให้ระยะเวลาคงอยู่ของการชาร์จโจมตี: Equitable Judgment เพิ่มขึ้น 1 วินาที ",
      "1": "นอกจากนี้ เมื่อชาร์จโจมตี: Equitable Judgment โดนศัตรู จะปล่อยกระแสน้ำสองสายทุก 2 วินาที กระแสน้ำแต่ละสายจะสร้าง<hydro>ความเสียหายน้ำ</hydro>เท่ากับ 10% ของพลังชีวิตสูงสุดของ Neuvillette ความเสียหายที่สร้างด้วยวิธีนี้ จะถือว่าเป็นความเสียหายที่เกิดจากชาร์จโจมตี: Equitable Judgment"
    }
  }
}