{
  "name": "Shenhe",
  "title": "ห้วงคำนึงแสนอ้างว้าง",
  "description": "ลูกศิษย์ของเซียนผู้มีออร่าโดดเด่นเกินมนุษย์ เธอหลบซ่อนตัวฝึกฝนอยู่ท่ามกลางป่าเขาของ Liyue บุคลิกของเธอดูเย็นชาและห่างเหินเฉกเช่นเดียวกับเหล่าเซียน",
  "constellationName": "Crista Doloris",
  "auto": {
    "name": "Dawnstar Piercer",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "โจมตีต่อเนื่องมากสุด 5 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายปริมาณหนึ่ง เพื่อพุ่งไปข้างหน้า และสร้างความเสียหายแก่ศัตรูที่อยู่ในเส้นทาง"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขั้น 5",
      "5": "ความเสียหายชาร์จโจมตี",
      "6": "ชาร์จโจมตีใช้พลังกาย",
      "7": "ความเสียหายพุ่งลง",
      "8": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Spring Spirit Summoning",
    "description": {
      "0": "น้ำค้างแข็งสีเงินที่ก่อตัวรวมกัน จะกำจัดสิ่งชั่วร้ายทั้งปวงให้สิ้น",
      "1": "มอบเอฟเฟกต์ Icy Quill ให้แก่ตัวละครในทีมทั้งหมดที่อยู่ในบริเวณใกล้เคียง และสร้าง<cryo>ความเสียหายน้ำแข็ง</cryo>ที่แตกต่างกัน โดยขึ้นกับการกดหรือกดค้าง",
      "2": "<br/>",
      "3": "<strong>กด</strong>",
      "4": "พุ่งไปข้างหน้าพร้อมกันกับ Talisman Spirit เพื่อสร้าง<cryo>ความเสียหายน้ำแข็ง</cryo>แก่ศัตรูที่อยู่ในเส้นทาง",
      "5": "<br/>",
      "6": "<strong>กดค้าง</strong>",
      "7": "สั่งให้ Talisman Spirit สร้าง<cryo>ความเสียหายน้ำแข็งวงกว้าง</cryo>",
      "8": "<br/>",
      "9": "<strong>Icy Quill</strong>",
      "10": "เมื่อความเสียหายของการโจมตีปกติ, ชาร์จโจมตี, โจมตีพุ่งลงจากอากาศ, สกิลธาตุ และท่าไม้ตายสร้าง<cryo>ความเสียหายน้ำแข็ง</cryo>แก่ศัตรู จะเพิ่มความเสียหายที่สร้าง โดยขึ้นกับพลังโจมตีในขณะนั้นของตัว Shenhe เอง",
      "11": "<br/>",
      "12": "เอฟเฟกต์ Icy Quill จะหายไปหลังจากสิ้นสุดช่วงเวลาต่อเนื่อง หรือเกิดเอฟเฟกต์ขึ้นจนครบจำนวนครั้งที่กำหนด โดยที่เมื่อเทียบกับการกดแล้ว Icy Quill ของการกดค้าง จะมีช่วงเวลาต่อเนื่องที่ยาวนานกว่า และมีจำนวนครั้งการเกิดที่มากกว่า",
      "13": "เมื่อ<cryo>ความเสียหายน้ำแข็ง</cryo>ถูกศัตรูหลายตัวในครั้งเดียว จะใช้จำนวนชั้นเอฟเฟกต์ที่มีโดยขึ้นกับจำนวนของศัตรูที่ถูกโจมตี; จำนวนครั้งการเกิดเอฟเฟกต์ของตัวละครแต่ละตัวในทีมที่มี Icy Quill จะคิดแยกกัน",
      "14": "<br/>",
      "15": "<i>\"จิตวิญญาณไม่มีวันโป้ปด เทพธิดาได้มีคำสั่ง จงเร่งรุดไปที่เครื่องรางนั้นเถิด!\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิลเมื่อกด",
      "1": "ความเสียหายสกิลเมื่อกดค้าง",
      "2": "เพิ่มความเสียหาย",
      "3": "ระยะเวลาต่อเนื่องเมื่อกด/กดค้าง",
      "4": "จำนวนการเกิดเอฟเฟกต์เมื่อกด/กดค้าง",
      "5": "คูลดาวน์เมื่อกด",
      "6": "คูลดาวน์เมื่อกดค้าง",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Divine Maiden's Deliverance",
    "description": {
      "0": "ปลดปล่อยพลังของ Talisman Spirit และบังคับมันให้โลดแล่นไปในโลกกว้าง และสร้าง<cryo>ความเสียหายน้ำแข็งวงกว้าง</cryo>",
      "1": "Talisman Spirit จะสร้างพื้นที่ขึ้นมา เพื่อทำให้<cryo>ความต้านทานน้ำแข็ง</cryo>และความต้านทานกายภาพของศัตรูที่อยู่ข้างในลดลง และสร้าง<cryo>ความเสียหายน้ำแข็ง</cryo>อย่างต่อเนื่องแก่ศัตรูที่อยู่ในนั้น",
      "2": "<br/>",
      "3": "<i>\"วิถีแห่งเซียนนั้นไม่ได้พิสูจน์ได้ด้วยจินตนาการและความลึกลับ มีเพียงการสังเกตการเปลี่ยนแปลงของฟ้าและดิน และเข้าใจถึงสาเหตุและผลกระทบของโลกเท่านั้น จึงจะสามารถตระหนักถึงแก่นแท้ได้อย่างแท้จริง\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ลดความต้านทาน",
      "2": "ความเสียหายต่อเนื่อง",
      "3": "ระยะเวลาต่อเนื่อง",
      "4": "คูลดาวน์",
      "5": "พลังงานธาตุ",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Deific Embrace",
    "description": {
      "0": "ตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น และอยู่ในพื้นที่ของ <strong>Divine Maiden's Deliverance</strong> จะได้รับ<cryo>โบนัสความเสียหายน้ำแข็ง</cryo>เพิ่มขึ้น 15%"
    }
  },
  "passive2": {
    "name": "Spirit Communion Seal",
    "description": {
      "0": "หลังจากที่ Shenhe ใช้ <strong>Spring Spirit Summoning</strong> จะทำให้ตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียง ได้รับเอฟเฟกต์ดังต่อไปนี้:",
      "1": [
        "กด: ความเสียหายที่สกิลธาตุ และท่าไม้ตายสร้างเพิ่มขึ้น 15% เป็นเวลา 10 วินาที;",
        "กดค้าง: การโจมตีปกติ, การชาร์จโจมตี และการโจมตีพุ่งลงจากอากาศ สร้างความเสียหายเพิ่มขึ้น 15% เป็นเวลา 15 วินาที"
      ]
    }
  },
  "passive3": {
    "name": "Precise Comings and Goings",
    "description": {
      "0": "เมื่อทำคำขอการออกสำรวจของ Liyue ที่ใช้เวลา 20 ชั่วโมง รางวัลที่ได้รับจะเพิ่มขึ้น 25%"
    }
  },
  "constellation1": {
    "name": "Clarity of Heart",
    "description": {
      "0": "จำนวนครั้งที่สามารถใช้ <strong>Spring Spirit Summoning</strong> ได้ เพิ่มขึ้น 1 ครั้ง"
    }
  },
  "constellation2": {
    "name": "Centered Spirit",
    "description": {
      "0": "ช่วงเวลาต่อเนื่องของ <strong>Divine Maiden's Deliverance</strong> ยาวนานขึ้น 6 วินาที และความแรงคริของ<cryo>ความเสียหายน้ำแข็ง</cryo> ของตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นและอยู่ในพื้นที่เพิ่มขึ้น 15%"
    }
  },
  "constellation3": {
    "name": "Seclusion",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Spring Spirit Summoning</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Insight",
    "description": {
      "0": "ตัวละครที่อยู่ภายใต้สภาวะของ <strong>\"Icy Quill\"</strong> ที่ปล่อยโดยตัวของ Shenhe เอง เมื่อทำให้เกิดโบนัสความเสียหายของ \"Icy Quill\" Shenhe จะได้รับ \"Skyfrost Mantra\" หนึ่งชั้น:",
      "1": [
        "เมื่อ Shenhe ใช้ <strong>Spring Spirit Summoning</strong> จะใช้ Skyfrost Mantra ที่มีอยู่ทั้งหมด โดยแต่ละชั้นที่ถูกใช้ จะทำให้ความเสียหายที่ Spring Spirit Summoning ในครั้งนี้สร้างเพิ่มขึ้น 5%;",
        "เอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 50 ครั้ง และคงอยู่เป็นเวลา 60 วินาที"
      ]
    }
  },
  "constellation5": {
    "name": "Divine Attainment",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Divine Maiden's Deliverance</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Mystical Abandon",
    "description": {
      "0": "เมื่อตัวละครทำให้เกิดเอฟเฟกต์ของ <strong>Icy Quill</strong> ผ่านความเสียหายของการโจมตีปกติ และความเสียหายของการชาร์จโจมตี จะไม่ลดจำนวนชั้นเอฟเฟกต์ของ Icy Quill"
    }
  }
}