{
  "name": "Diona",
  "title": "เหมียวน้อยบาร์เทนเดอร์",
  "description": "เด็กสาวผู้มีเชื้อสายของ \"อมนุษย์\" อยู่น้อยนิด บาร์เทนเดอร์ชื่อดังแห่ง \"Cat's Tail\"",
  "constellationName": "Feles",
  "auto": {
    "name": "Kätzlein Style",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "ยิงธนูโจมตีอย่างต่อเนื่องมากสุด 5 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "การ<strong>เล็งโจมตี</strong>สร้างความเสียหายเพิ่มขึ้น และแม่นยำยิ่งขึ้น",
        "2": "เมื่อเล็งโจมตี จะทำการรวบรวมไอเย็นสุดขั้วไว้ตรงหัวลูกศร โดยลูกธนูที่ชาร์จไอเย็นเต็มแล้วจะทำให้เกิด<cryo>ความเสียหายน้ำแข็ง</cryo>"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "ปล่อยฝนธนูจากกลางอากาศ และพุ่งลงมายังพื้นดินอย่างรวดเร็ว โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขั้น 5",
      "5": "เล็งโจมตี",
      "6": "เล็งโจมตีและชาร์จเต็ม",
      "7": "ความเสียหายพุ่งลง",
      "8": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Icy Paws",
    "description": {
      "0": "ยิง Icy Paws ออกมาเพื่อสร้าง<cryo>ความเสียหายน้ำแข็ง</cryo>แก่ศัตรูโดยรอบ และกลายเป็นโล่เมื่อโจมตีถูกเป้าหมาย",
      "1": "ปริมาณการดูดซับความเสียหายของโล่ จะขึ้นอยู่กับพลังชีวิตสูงสุดของ Diona โดยที่ระยะเวลาต่อเนื่อง จะขึ้นกับจำนวนครั้งที่โจมตีโดนเป้าหมายของ Icy Paws",
      "2": "<br/>",
      "3": "<strong>กด</strong>",
      "4": "ยิง Icy Paws ออกมา 2 อันอย่างรวดเร็ว",
      "5": "<br/>",
      "6": "<strong>กดค้าง</strong>",
      "7": "โยกไปด้านหลังอย่างเร็วและยิง Icy Paws ออกมา 5 อัน",
      "8": "โล่ที่เกิดขึ้นจากการแตะค้าง จะได้รับโบนัสการดูดซับปริมาณความเสียหาย 75%",
      "9": "<br/>",
      "10": "โล่มีเอฟเฟกต์ดูดซับ<cryo>ความเสียหายน้ำแข็ง</cryo> 250% และจะทำให้ตัวละครในขณะนั้น <cryo>ติดธาตุน้ำแข็ง</cryo>ชั่วคราวทันทีที่ก่อตัวเป็นรูปร่าง",
      "11": "<br/>",
      "12": "<i>...ในตอนแรกนั้นไม่ว่าจะใส่น้ำแข็งลงไปในเครื่องดื่มซักเท่าไหร่ก็ไม่สามารถทำอะไรเหล่าคนขี้เมาได้ จนกระทั่งวันที่ Diona ได้รับวิชั่น จากนั้นก็เกิดน้ำแข็งที่เย็นจัดจนปวดขึ้นสมองขึ้นมา ยอดไปเลย!</i>"
    },
    "skillParams": {
      "0": "ความเสียหาย Icy Paw",
      "1": "การดูดซับพื้นฐานของโล่",
      "2": "ระยะเวลาต่อเนื่อง",
      "3": "คูลดาวน์เมื่อกด",
      "4": "คูลดาวน์เมื่อกดค้าง",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Signature Mix",
    "description": {
      "0": "โยนเครื่องดื่มเย็นสูตรพิเศษออกมา สร้าง<cryo>ความเสียหายน้ำแข็งวงกว้าง</cryo> และทำให้เกิดพื้นที่หมอก Drunken Mist",
      "1": "<br/>",
      "2": "<strong>Drunken Mist</strong>",
      "3": [
        "สร้าง<cryo>ความเสียหายน้ำแข็ง</cryo>แก่ศัตรูที่อยู่ในบริเวณอย่างต่อเนื่อง;",
        "ฟื้นฟูพลังชีวิตให้แก่ตัวละครที่อยู่ในบริเวณอย่างต่อเนื่อง"
      ],
      "4": "<br/>",
      "5": "<i>สูตรผสมที่น่าสยดสยองซึ่งแม้แต่ตัว Diona เองก็ยังคิดว่าช่างโหดร้ายสิ้นดี รสชาติแรกเริ่มที่แสนจะน่ากลัวนั้น คงต้องแนะนำให้เหล่าศัตรูได้ลิ้มลอง; สิ่งที่ตามมานั้นทั้งเย็นและสดชื่น แต่ก็น่าเสียดายที่สามารถเพลิดเพลินได้เฉพาะทางจมูกและผิวหนังเท่านั้น</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหายต่อเนื่องในพื้นที่",
      "2": "การรักษาต่อเนื่อง",
      "3": "ระยะเวลาต่อเนื่อง",
      "4": "คูลดาวน์",
      "5": "พลังงานธาตุ",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Cat's Tail Secret Menu",
    "description": {
      "0": "ตัวละครที่อยู่ภายใต้การป้องกันของ <strong>Icy Paws</strong> จะมีความเร็วในการเคลื่อนที่เพิ่มขึ้น 10% และใช้พลังกายน้อยลง 10%"
    }
  },
  "passive2": {
    "name": "Drunkards' Farce",
    "description": {
      "0": "ศัตรูที่เข้ามาอยู่ในพื้นที่ของ <strong>Signature Mix</strong> จะถูกลดพลังโจมตีลง 10% เป็นเวลา 15 วินาที"
    }
  },
  "passive3": {
    "name": "Complimentary Bar Food",
    "description": {
      "0": "เมื่อปรุงอาหารประเภทฟื้นฟูได้ ระดับสมบูรณ์ จะมีโอกาส 12% ที่จะได้รับผลผลิตเพิ่มเป็น 2 เท่า"
    }
  },
  "constellation1": {
    "name": "A Lingering Flavor",
    "description": {
      "0": "เมื่อเอฟเฟกต์ของ <strong>Signature Mix</strong> สิ้นสุดลง จะฟื้นฟูพลังงานธาตุให้ Diona 15 หน่วย"
    }
  },
  "constellation2": {
    "name": "Shaken, Not Purred",
    "description": {
      "0": "<strong>Icy Paws</strong> สร้างความเสียหายเพิ่มขึ้น 15% ปริมาณการดูดซับความเสียหายของโล่ป้องกันเพิ่มขึ้น 15%;",
      "1": "นอกจากนี้ เมื่อสกิลนี้โจมตีถูกเป้าหมาย จะสร้างโล่ป้องกันให้ตัวละครตัวอื่นที่ต่อสู้อยู่ โดยจะมีปริมาณการดูดซับความเสียหาย 50% ของ <strong>Icy Paws</strong> เป็นเวลา 5 วินาที"
    }
  },
  "constellation3": {
    "name": "A—Another Round?",
    "description": {
      "0": "เพิ่มเลเวลของสกิล <strong>Signature Mix</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Wine Industry Slayer",
    "description": {
      "0": "ภายในพื้นที่ของ <strong>Signature Mix</strong> การเล็งโจมตีของ Diona จะใช้เวลาชาร์จน้อยลง 60%"
    }
  },
  "constellation5": {
    "name": "Double Shot, On The Rocks",
    "description": {
      "0": "เพิ่มเลเวลของสกิล <strong>Icy Paws</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Cat's Tail Closing Time",
    "description": {
      "0": "ตัวละครที่อยู่ในพื้นที่ของ <strong>Signature Mix</strong> จะได้รับเอฟเฟกต์ต่อไปนี้ โดยขึ้นอยู่กับพลังชีวิตของพวกเขา:",
      "1": [
        "เมื่อพลังชีวิตต่ำกว่า 50% จะได้รับปริมาณการรักษา เพิ่มขึ้น 30%;",
        "เมื่อพลังชีวิตสูงกว่า 50% ความชำนาญธาตุจะเพิ่มขึ้น 200 หน่วย"
      ]
    }
  }
}