{
  "auto": {
    "name": "Foreign Stream",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "โจมตีด้วยดาบต่อเนื่องมากสุด 5 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่ง เพื่อปลดปล่อยดาบออกไปข้างหน้าสองครั้งในช่วงเวลาสั้น ๆ"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขั้น 5",
      "5": "ความเสียหายชาร์จโจมตี",
      "6": "ชาร์จโจมตีใช้พลังกาย",
      "7": "ความเสียหายพุ่งลง",
      "8": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Aquacrest Saber",
    "description": {
      "0": "ปลดปล่อยคลื่นน้ำที่สามารถชะล้างผืนแผ่นดิน",
      "1": "<br/>",
      "2": "<strong>กด</strong>",
      "3": "ปลดปล่อยคลื่นน้ำไปด้านหน้า เพื่อสร้าง<hydro>ความเสียหายน้ำ</hydro>แก่ศัตรู",
      "4": "<br/>",
      "5": "<strong>กดค้าง</strong>",
      "6": "เข้าสู่โหมดการเล็ง และยิง Dewdrop ไปทางทิศที่เล็งอย่างต่อเนื่อง เมื่อสัมผัสถูกศัตรูจะสร้าง<hydro>ความเสียหายน้ำ</hydro>",
      "7": "ตอนจบสกิล จะปลดปล่อยคลื่นน้ำไปด้านหน้า และเมื่อถูกศัตรูจะก่อให้เกิด<hydro>ความเสียหายน้ำ</hydro>",
      "8": "Suffusion: เมื่อกดค้างแล้ว ค่าพลังชีวิตของนักเดินทางสูงกว่า 50% ความเสียหายของ Dewdrop จะสูงขึ้น โดยปริมาณที่เพิ่มจะขึ้นอยู่กับค่าพลังชีวิตของนักเดินทาง และจะเสียค่าพลังชีวิตระดับหนึ่งในแต่ละวินาที",
      "9": "<br/>",
      "10": "<strong>พลังปฐมภูมิ: วิญญาณ</strong>",
      "11": "ทุกช่วงระยะเวลาหนึ่ง หลังจากปลดปล่อยคลื่นน้ำ จะปรากฏ Spiritbreath Thorn ที่สามารถแทงทะลุศัตรูได้ และสร้าง<hydro>ความเสียหายน้ำ</hydro>ที่มีพลังวิญญาณอยู่",
      "12": "<br/>",
      "13": "<i>คุณกับ Paimon เคยนั่งสังเกตระลอกน้ำด้วยกันมาก่อน</i>"
    },
    "skillParams": {
      "0": "ความเสียหายคลื่นน้ำ",
      "1": "ความเสียหาย Dewdrop",
      "2": "ความเสียหาย Spiritbreath Thorn",
      "3": "ช่วงเวลาเกิด Spiritbreath Thorn",
      "4": "ค่าพลังชีวิตที่เสียจาก Suffusion",
      "5": "ความเสียหายเพิ่มเติมของ Suffusion",
      "6": "ระยะเวลาต่อเนื่องเมื่อกดค้าง",
      "7": "คูลดาวน์",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Rising Waters",
    "description": {
      "0": "ปลดปล่อยฟองน้ำลอยตัวที่เคลื่อนไหวอย่างเชื่องช้า และสร้าง<hydro>ความเสียหายน้ำ</hydro>แก่ศัตรูที่อยู่ใกล้เคียงอย่างต่อเนื่อง",
      "1": "<br/>",
      "2": "<i>คุณกับ Paimon เคยนั่งวิเคราะห์น้ำขึ้นน้ำลงด้วยกันมาก่อน</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ระยะเวลาต่อเนื่อง",
      "2": "คูลดาวน์",
      "3": "พลังงานธาตุ",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Spotless Waters",
    "description": {
      "0": "หลังจาก Dewdrop ที่เกิดจากการกดค้างเพื่อปล่อย <strong>Aquacrest Saber</strong> โจมตีถูกศัตรู จะทำให้เกิด Sourcewater Droplet ในบริเวณที่นักเดินทางอยู่ เมื่อนักเดินทางทำการเก็บ Sourcewater Droplet จะช่วยฟื้นฟูค่าพลังชีวิต 7%",
      "1": "โดยที่ทุกวินาที จะเกิด Sourcewater Droplet ได้ด้วยวิธีนี้ 1 อัน และทุกครั้งที่ใช้ Aquacrest Saber จะเกิด Sourcewater Droplet ได้มากสุด 4 อันเท่านั้น"
    }
  },
  "passive2": {
    "name": "Clear Waters",
    "description": {
      "0": "หากเสียพลังชีวิตผ่าน Suffusion ในขณะที่กดค้างเพื่อปล่อย <strong>Aquacrest Saber</strong> จะทำให้คลื่นน้ำหลังจบสกิลสร้างความเสียหายเพิ่มขึ้น โดยความเสียหายที่เพิ่มขึ้นจะคิดเป็น 45% ของค่าพลังชีวิตทั้งหมดที่นักเดินทางเสียให้กับ Suffusion ในระหว่างการใช้สกิลครั้งนี้",
      "1": "สามารถเพิ่มความเสียหายผ่านวิธีนี้ได้สูงสุด 5,000 หน่วย"
    }
  },
  "constellation1": {
    "name": "Swelling Lake",
    "description": {
      "0": "หลังจากนักเดินทางเก็บ Sourcewater Droplet แล้ว จะฟื้นฟูพลังงานธาตุ 2 หน่วย",
      "1": "ต้องปลดล็อกพรสวรรค์ติดตัว \"Spotless Waters\" ก่อน"
    }
  },
  "constellation2": {
    "name": "Trickling Purity",
    "description": {
      "0": "ความเร็วในการเคลื่อนที่ของฟองน้ำจาก <strong>Rising Waters</strong> จะลดลง 30% โดยที่ระยะเวลาต่อเนื่องจะเพิ่มขึ้นอีก 3 วินาที"
    }
  },
  "constellation3": {
    "name": "Turbulent Ripples",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Aquacrest Saber</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Pouring Descent",
    "description": {
      "0": "เมื่อปล่อย <strong>Aquacrest Saber</strong> จะเกิดโล่ Aquacrest Aegis ที่สามารถดูดซับความเสียหายปริมาณเท่ากับ 10% ของพลังชีวิตสูงสุดของนักเดินทาง และมีเอฟเฟกต์ดูดซับ<hydro>ความเสียหายน้ำ</hydro> 250% เป็นระยะเวลาต่อเนื่อง จนกว่าสกิลจะจบ",
      "1": "ในทุก 2 วินาที หลังจาก Dewdrop โจมตีทุกศัตรู หากนักเดินทางอยู่ภายใต้การป้องกันของโล่ Aquacrest Aegis การดูดซับความเสียหายของโล่ Aquacrest Aegis จะถูกเพิ่มกลับเป็น 10% ของพลังชีวิตสูงสุดของนักเดินทาง; หากไม่ได้อยู่ภายใต้การป้องกันของโล่ Aquacrest Aegis จะทำให้เกิดโล่ Aquacrest Aegis อันใหม่ขึ้น"
    }
  },
  "constellation5": {
    "name": "Churning Whirlpool",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Rising Waters</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Tides of Justice",
    "description": {
      "0": "เมื่อนักเดินทางเก็บ Sourcewater Droplet จะทำการฟื้นฟูพลังชีวิตเป็นปริมาณ 6% ของพลังชีวิตสูงสุดให้กับตัวละครในทีมที่อยู่ในบริเวณใกล้เคียง ที่เหลือสัดส่วนค่าพลังชีวิตต่ำสุด"
    }
  }
}