{
  "name": "Chiori",
  "title": "ช่างตัดเสื้อสายฟ้าฟาด",
  "description": "เจ้าของ \"ร้าน Chioriya Boutique\" ดีไซเนอร์ ชื่อดังของ Fontaine",
  "constellationName": "Cisoria",
  "auto": {
    "name": "Weaving Blade",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "โจมตีด้วยดาบต่อเนื่องมากสุด 4 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่งเพื่อฟาดฟันดาบ ออกไปข้างหน้า 2 ครั้ง ในช่วงเวลาสั้น ๆ"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายชาร์จโจมตี",
      "5": "ชาร์จโจมตีใช้พลังกาย",
      "6": "ความเสียหายพุ่งลง",
      "7": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Fluttering Hasode",
    "description": {
      "0": "พุ่งตัวไปข้างหน้าอย่างรวดเร็วด้วยท่วงท่าระบำผ้าไหม เมื่อสิ้นสุดการพุ่งตัว จะเรียกตุ๊กตาจักรกลอัตโนมัติ \"Tamoto\" ขึ้นมาข้างตัว และทำการโจมตีงัดขึ้น สร้าง<geo>ความเสียหายหินวงกว้าง</geo>แก่ศัตรูโดยรอบ ตามพลังโจมตีและพลังป้องกันของ Chiori",
      "1": "เมื่อกดค้างจะปล่อยด้วยวิธีที่แตกต่างกัน",
      "2": "<br/>",
      "3": "<strong>กดค้าง</strong>",
      "4": "เพื่อเข้าสู่โหมดเล็ง และปรับทิศทางการพุ่งตัว",
      "5": "<br/>",
      "6": "<strong>Tamoto</strong>",
      "7": [
        "ฟันศัตรูที่อยู่ใกล้เคียงเป็นระยะ เพื่อสร้าง<geo>ความเสียหายหินวงกว้าง</geo>แก่ศัตรูโดยรอบ ตามพลังโจมตีและพลังป้องกันของ Chiori;",
        "ระหว่างช่วงเวลาคงอยู่ หากมี<geo>วัตถุที่สร้างขึ้นจากธาตุหิน</geo>อยู่ในบริเวณใกล้เคียง หรือมี<geo>วัตถุที่สร้างขึ้นจากธาตุหิน</geo>ถูกสร้างขึ้น จะเรียก Tamoto ออกมาเพิ่มเติมหนึ่งตัว มาอยู่ข้างตัวละครของตัวเองที่อยู่ในสนามขณะนั้น ซึ่งสามารถเรียก Tamoto ออกมาด้วยวิธีนี้สูงสุดหนึ่งตัว และช่วงเวลาคงอยู่จะคำนวณแยกกัน"
      ],
      "8": "<br/>",
      "9": "<i>\"ผืนผ้าย้อมสีซากุระแดง แขนเสื้ออบอวลมวลกลิ่นดอกไม้ นกขมิ้นเย้ายวนมัวเมา...\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหาย Tamoto",
      "1": "ระยะเวลาคงอยู่ของ Tamoto",
      "2": "ช่วงเวลาโจมตีของ Tamoto ทุก",
      "3": "ความเสียหายโจมตีงัดขึ้น",
      "4": "คูลดาวน์",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Hiyoku: Twin Blades",
    "description": {
      "0": "ปลดปล่อยดาบคู่ออกจากฝัก ฟันอย่างเฉียบคมด้วยท่วงท่าแห่งนักตัดชุดผู้สง่างาม สร้าง<geo>ความเสียหายหินวงกว้าง</geo> ตามพลังโจมตีและพลังป้องกันของ Chiori",
      "1": "<br/>",
      "2": "<i>\"เมื่อเชี่ยวชาญศาสตร์หนึ่งด้าน ก็จะสามารถเรียนรู้ศาสตร์ด้านอื่นได้อย่างง่ายดาย\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "คูลดาวน์",
      "2": "พลังงานธาตุ",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Tailor-Made",
    "description": {
      "0": "ในช่วงระยะเวลาสั้น ๆ หลังจากปลดปล่อยการโจมตีงัดขึ้นของ <strong>Fluttering Hasode</strong> จะทำให้เกิดเอฟเฟกต์ที่แตกต่างกันไป ขึ้นอยู่กับการดำเนินการในภายหลัง: เมื่อกดสกิลธาตุจะทำให้เกิดเอฟเฟกต์ \"Tapestry\"; เมื่อกดโจมตีปกติจะทำให้เกิดเอฟเฟกต์ \"Tailoring\" ขึ้นแทน",
      "1": "<br/>",
      "2": "<strong>Tapestry</strong>",
      "3": [
        "เปลี่ยนตัวละคร เพื่อให้ตัวละครต่อไปของตนเองที่อยู่ในทีมเข้าสู่การต่อสู้",
        "ทำให้ตัวละครทั้งหมดในทีมของตนเอง ติดสถานะ \"Seize the Moment\": เมื่อตัวละครของตนเองที่อยู่ในทีมที่เข้าร่วมการต่อสู้ในขณะนั้นทำการโจมตีปกติ, ชาร์จโจมตีหรือโจมตีพุ่งลงจากอากาศถูกศัตรูที่อยู่ใกล้เคียง Tamoto จะทำการโจมตีร่วมกัน สร้าง<geo>ความเสียหายหินวงกว้าง</geo>ในตำแหน่งของศัตรู โดยความเสียหายเท่ากับ 100% ของการโจมตีงัดขึ้นของ Fluttering Hasode ความเสียหายที่เกิดจากวิธีนี้ จะถูกนับว่าเป็นความเสียหายสกิลธาตุ;",
        "\"Seize the Moment\" คงอยู่เป็นเวลา 8 วินาที สามารถทำให้เกิดการโจมตีร่วมกันของ Tamoto ขึ้นได้มากสุดหนึ่งครั้ง ในทุก 2 วินาที และในช่วงระยะเวลา \"Seize the Moment\" หนึ่งครั้ง สามารถทำให้เกิดการโจมตีร่วมกันได้ 2 ครั้ง"
      ],
      "4": "<br/>",
      "5": "<strong>Tailoring</strong>",
      "6": [
        "Chiori ได้รับ<geo>พลังแห่งธาตุหิน</geo> เป็นเวลา 5 วินาที"
      ],
      "7": "<br/>",
      "8": "เมื่อ Chiori อยู่ในสนาม หากไม่ใช้สกิลธาตุหรือการโจมตีปกติอีกครั้งในระยะเวลาสั้น ๆ หลังปล่อยการโจมตีงัดขึ้นของ Fluttering Hasode จะทำให้เกิดเอฟเฟกต์ Tailoring"
    }
  },
  "passive2": {
    "name": "The Finishing Touch",
    "description": {
      "0": "เมื่อตัวละครในทีมที่อยู่ใกล้เคียงสร้าง<geo>วัตถุที่สร้างขึ้นจากธาตุหิน</geo> Chiori จะได้รับ<geo>โบนัสความเสียหายหิน</geo> 20% เป็นเวลา 20 วินาที"
    }
  },
  "passive3": {
    "name": "Brocaded Collar's Beauteous Silhouette",
    "description": {
      "0": "เมื่อมีตัวละครใดก็ตามในทีมสวมใส่คอสตูมที่ไม่ใช่คอสตูมเริ่มต้น หรือใช้เครื่องร่อนเวหาที่ไม่ใช่ Wings of First Flight ตัวละครของตัวเองในทีมจะได้รับเอฟเฟกต์ความเร็ว: ความเร็วในการเคลื่อนที่เพิ่มขึ้น 10%",
      "1": "เอฟเฟกต์นี้จะไม่มีผลในดันเจี้ยน, Trounce Domain และ Spiral Abyss เอฟเฟกต์ความเร็วไม่สามารถซ้อนทับได้"
    }
  },
  "constellation1": {
    "name": "Six Paths of Sage Silkcraft",
    "description": {
      "0": "ระยะการโจมตีของตุ๊กตาจักรกลอัตโนมัติ \"Tamoto\" ของ <strong>Fluttering Hasode</strong> เพิ่มขึ้น 50%",
      "1": "นอกจากนี้ หากมีตัวละคร<geo>ธาตุหิน</geo>ที่ไม่ใช่ Chiori อยู่ในทีม เมื่อสิ้นสุดการพุ่งโจมตีของ Fluttering Hasode จะทำให้เกิดเอฟเฟกต์ต่อไปนี้:",
      "2": [
        "เรียก Tamoto ออกมาเพิ่มเติมหนึ่งตัว Tamoto ของ Chiori ที่ถูกเรียกออกมาด้วยวิธีนี้ และ Tamoto ของ Chiori ที่เกิดจากการมีวัตถุที่สร้างขึ้นจากธาตุหิน จะสามารถคงอยู่พร้อมกันได้สูงสุดเพียงหนึ่งตัว;",
        "ใช้พรสวรรค์ติดตัว \"The Finishing Touch\" โดยเอฟเฟกต์นี้จำเป็นต้องปลดล็อกพรสวรรค์ติดตัว \"The Finishing Touch\" ก่อน"
      ]
    }
  },
  "constellation2": {
    "name": "In Five Colors Dyed",
    "description": {
      "0": "ภายใน 10 วินาที หลังจากใช้ <strong>Hiyoku: Twin Blades</strong> ทุก 3 วินาที จะเรียกตุ๊กตาจักรกลอัตโนมัติ \"Kinu\" หนึ่งตัว มาอยู่ข้างตัวละครของตัวเองที่อยู่ในสนามขณะนั้น และ Kinu จะทำการโจมตีศัตรูที่อยู่ใกล้เคียง สร้าง<geo>ความเสียหายหินวงกว้าง</geo>เทียบเท่ากับ 170% ของความเสียหายของ Tamoto ความเสียหายที่สร้างขึ้นด้วยวิธีนี้ จะถูกนับเป็นความเสียหายสกิลธาตุ",
      "1": "Kinu จะออกจากสนามหลังจากทำการโจมตีหนึ่งครั้ง หรือคงอยู่เป็นเวลา 3 วินาที"
    }
  },
  "constellation3": {
    "name": "Four Brocade Embellishments",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Fluttering Hasode</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "A Tailor's Three Courtesies",
    "description": {
      "0": "ภายใน 8 วินาที หลังจากทำให้เกิดเอฟเฟกต์ต่อเนื่องของพรสวรรค์ติดตัว \"Tailor-Made\" เมื่อตัวละครของตัวเองในทีมที่เข้าร่วมการต่อสู้ในขณะนั้นโจมตีปกติ, ชาร์จโจมตี หรือโจมตีพุ่งลงจากอากาศโดนศัตรูโดยรอบ จะเรียกตุ๊กตาจักรกลอัตโนมัติ \"Kinu\" ออกมาหนึ่งตัวใกล้กับศัตรู ซึ่งในทุก 1 วินาที จะสามารถเรียก Kinu ด้วยวิธีข้างต้นได้สูงสุดหนึ่งตัว โดยในช่วงเวลาหนึ่งครั้งของเอฟเฟกต์ Seize the Moment หรือ Tailoring ของพรสวรรค์ติดตัว \"Tailor-Made\" จะสามารถเรียก Kinu ด้วยวิธีดังกล่าวออกมาได้สูงสุด 3 ตัว และเอฟเฟกต์ข้างต้นนี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที",
      "1": "จำเป็นต้องปลดล็อกพรสวรรค์ติดตัว \"Tailor-Made\" ก่อน"
    }
  },
  "constellation5": {
    "name": "Two Silken Plumules",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Hiyoku: Twin Blades</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Sole Principle Pursuit",
    "description": {
      "0": "หลังจากทำให้เกิดเอฟเฟกต์ต่อเนื่องของพรสวรรค์ติดตัว \"Tailor-Made\" ช่วงเวลาคูลดาวน์ของ <strong>Fluttering Hasode</strong> ของ Chiori เองจะลดลง 12 วินาที ต้องปลดล็อกพรสวรรค์ติดตัว \"Tailor-Made\" ก่อน",
      "1": "นอกจากนี้ จะเพิ่มความเสียหายการโจมตีปกติของ Chiori โดยค่าที่เพิ่มจะเท่ากับ 235% ของพลังป้องกันของ Chiori"
    }
  }
}