{
  "name": "Tighnari",
  "title": "ย่างก้าวในแดนไพร",
  "description": "นักวิชาการรุ่นเยาว์ที่เชี่ยวชาญด้านพฤกษศาสตร์ ตอนนี้เขาทำหน้าที่เป็นหัวหน้าเจ้าหน้าที่พิทักษ์ป่าที่ Avidya Forest นิสัยตรงไปตรงมากระตือรือร้น เก่งในเรื่องการแนะนำสั่งสอนพวกคนสมองเลอะเลือน",
  "constellationName": "Vulpes Zerda",
  "auto": {
    "name": "Khanda Barrier-Buster",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "ยิงธนูโจมตีต่อเนื่องมากสุดถึง 4 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "การ<strong>เล็งโจมตี</strong>จะสร้างความเสียหายเพิ่มขึ้น และแม่นยำยิ่งขึ้น",
        "2": "เมื่อเล็งโจมตี พลังจากต้นไม้ใบหญ้าจะถูกรวบรวมบนหัวของลูกศรและยิงออกไป โดยเอฟเฟกต์ที่เกิดจะแตกต่างกันไป ตามช่วงเวลาที่เล็งชาร์จดังนี้:",
        "3": [
          "ชาร์จระดับ 1: ยิงธนูที่มีธาตุไม้ออกไป เพื่อสร้าง<dendro>ความเสียหายไม้</dendro>;",
          "ชาร์จระดับ 2: ยิง Wreath Arrow ออกไปเพื่อสร้าง<dendro>ความเสียหายไม้</dendro> โดยหลังจากถูกเป้าหมาย จะสร้าง Clusterbloom Arrow ที่จะติดตามศัตรูที่อยู่ในบริเวณใกล้เคียงโดยอัตโนมัติขึ้นมา 4 ดอก และทำให้เกิด<dendro>ความเสียหายไม้</dendro>"
        ]
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "ปล่อยฝนธนูจากกลางอากาศและพุ่งลงมายังพื้นดิน เพื่อโจมตีอย่างรวดเร็ว โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "เล็งโจมตี",
      "5": "เล็งโจมตีและชาร์จระดับ 1",
      "6": "ความเสียหาย Wreath Arrow",
      "7": "ความเสียหาย Clusterbloom Arrow",
      "8": "ความเสียหายพุ่งลง",
      "9": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Vijnana-Phala Mine",
    "description": {
      "0": "Tighnari โยน Vijnana Stormheart ออกไปข้างหน้า โดยจะทำให้เกิด<dendro>ความเสียหายไม้วงกว้าง</dendro> และสร้าง Vijnana-Khanda Field ขึ้นมา โดยภาพมายาจะหลอกล่อศัตรูที่อยู่ภายในพื้นที่อย่างต่อเนื่อง เพื่อดึงดูดการโจมตี",
      "1": "นอกจากนี้ Tighnari จะได้รับเอฟเฟกต์ \"Vijnana Suffusion\" ซึ่งจะทำให้เวลาในการชาร์จ Wreath Arrow ของเขาลดลง 2.4 วินาที โดยที่เอฟเฟกต์นี้จะหายไป เมื่อสิ้นสุดช่วงเวลาต่อเนื่อง หรือเมื่อ Tighnari ยิง Wreath Arrow ออกไป 3 ดอก",
      "2": "<br/>",
      "3": "<i>\"หากเมล็ดพันธุ์อยู่ภายนอกดินแล้วเหี่ยวเฉาและตายไป ในยามที่จากไป มันก็เป็นเพียงแค่เมล็ดพันธุ์เมล็ดเดียว แต่หากหวนคืนสู่ผืนดิน มันจะงอกเงยออกมาเป็นเมล็ดพันธุ์นับพัน\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ระยะเวลาของ Vijnana-Khanda Field",
      "2": "ระยะเวลาของ Vijnana Suffusion",
      "3": "คูลดาวน์",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Fashioner's Tanglevine Shaft",
    "description": {
      "0": "รวบรวมพลังจากเมล็ดพันธุ์ทั้งหมด แล้วยิง Tanglevine Shaft ที่สามารถติดตามศัตรูได้ออกไป 6 ดอก เพื่อสร้าง<dendro>ความเสียหายไม้</dendro>",
      "1": "หลังจาก Tanglevine Shaft ถูกเป้าหมาย จะทำให้เกิด Tanglevine Shaft ระลอกสอง ที่จะติดตามศัตรูที่อยู่ในบริเวณใกล้เคียง และทำให้เกิด<dendro>ความเสียหายไม้</dendro>เมื่อถูกเป้าหมาย",
      "2": "<br/>",
      "3": "<i>\"อย่าคิดว่าจะกำจัดได้ง่าย ๆ เถาวัลย์จะงอกใหม่ซ้ำไปซ้ำมา ถ้าหากไม่สามารถขจัดได้อย่างสมบูรณ์ ผลที่ตามมาจะลำบากมากทีเดียว\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหาย Tanglevine Shaft",
      "1": "ความเสียหาย Tanglevine Shaft ระลอกสอง",
      "2": "คูลดาวน์",
      "3": "พลังงานธาตุ",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Keen Sight",
    "description": {
      "0": "หลังจากที่ Tighnari ยิง <strong>Wreath Arrow</strong> ความชำนาญธาตุจะเพิ่มขึ้น 50 หน่วย เป็นเวลา 4 วินาที"
    }
  },
  "passive2": {
    "name": "Scholarly Blade",
    "description": {
      "0": "ความชำนาญธาตุแต่ละหน่วยของ Tighnari จะทำให้การชาร์จโจมตีและ <strong>Fashioner's Tanglevine Shaft</strong> ของเขาสร้างความเสียหายเพิ่มขึ้น 0.06%",
      "1": "ด้วยวิธีนี้ จะทำให้ความเสียหายของการโจมตีข้างต้น เพิ่มขึ้นได้มากสุดถึง 60%"
    }
  },
  "passive3": {
    "name": "Encyclopedic Knowledge",
    "description": {
      "0": "แสดงตำแหน่ง<strong>ของพิเศษเฉพาะใน Sumeru</strong> บนมินิแมป"
    }
  },
  "constellation1": {
    "name": "Beginnings Determined at the Roots",
    "description": {
      "0": "อัตราคริของการชาร์จโจมตีของ Tighnari เพิ่มขึ้น 15%"
    }
  },
  "constellation2": {
    "name": "Origins Known From the Stem",
    "description": {
      "0": "เมื่อมีศัตรูอยู่ใน Vijnana-Khanda Field ของ <strong>Vijnana-Phala Mine</strong> Tighnari จะได้รับ<dendro>โบนัสความเสียหายไม้</dendro> 20%",
      "1": "หลังจากที่ช่วงเวลาต่อเนื่องของ Vijnana-Khanda Field สิ้นสุดลง หรือไม่มีศัตรูอยู่ในพื้นที่แล้ว เอฟเฟกต์นี้จะคงอยู่ต่อไปได้นานสุดถึง 6 วินาที"
    }
  },
  "constellation3": {
    "name": "Fortunes Read Amongst the Branches",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Fashioner's Tanglevine Shaft</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Withering Glimpsed in the Leaves",
    "description": {
      "0": "เมื่อใช้ <strong>Fashioner's Tanglevine Shaft</strong> ความชำนาญธาตุของตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียง จะเพิ่มขึ้น 60 หน่วย เป็นเวลา 8 วินาที และหาก Fashioner's Tanglevine Shaft ทำให้เกิดปฏิกิริยาติดไฟ, งอกเงย, ปลุกเร้า หรือแพร่ขยาย ความชำนาญธาตุจะเพิ่มอีก 60 หน่วย และรีเฟรชช่วงเวลาต่อเนื่องของสภาวะดังกล่าว"
    }
  },
  "constellation5": {
    "name": "Comprehension Amidst the Flowers",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Vijnana-Phala Mine</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Karma Adjudged From the Leaden Fruit",
    "description": {
      "0": "ช่วงเวลาที่ <strong>Wreath Arrow</strong> ต้องใช้ในการชาร์จลดลง 0.9 วินาที และหลังจากที่ถูกเป้าหมาย จะสามารถสร้าง Clusterbloom Arrow เพิ่มขึ้นมาอีก 1 ดอก ซึ่งจะสร้างความเสียหายเป็น 150% ของพลังโจมตีของ Tighnari"
    }
  }
}