{
  "name": "ผู้พเนจร",
  "title": "กัปกัลป์อสงไขย",
  "description": "ผู้พเนจรที่มีตัวตนเป็นปริศนา เขาแต่งตัวเหมือนผู้ฝึกตน แต่คำพูด และการกระทำของเขาไม่ใช่สิ่งที่ผู้ฝึกตนควรกระทำ",
  "constellationName": "Peregrinus",
  "auto": {
    "name": "Yuuban Meigen",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "ทำการโจมตีด้วยดาบลม มากสุด 3 ครั้ง เพื่อสร้าง<anemo>ความเสียหายลม</anemo>"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายบางส่วน โดยหลังจากร่ายเสร็จ จะสร้างกระแสลมแรงดันสูงขึ้นตรงหน้า และสร้าง<anemo>ความเสียหายลมวงกว้าง</anemo>"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "รวบรวมพลังของธาตุลม กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้าง<anemo>ความเสียหายลมวงกว้าง</anemo>เมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายชาร์จโจมตี",
      "4": "ชาร์จโจมตีใช้พลังกาย",
      "5": "ความเสียหายพุ่งลง",
      "6": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Hanega: Song of the Wind",
    "description": {
      "0": "รวบรวมพลังของสายลม เพื่อปลดเปลื้องพันธนาการจากผืนดิน และสร้าง<anemo>ความเสียหายลม</anemo>ไปยังบริเวณรอบ ๆ จากนั้นจึงกระโจนขึ้นไปกลางอากาศ และเข้าสู่สถานะ \"Windfavored\"",
      "1": "<br/>",
      "2": "<strong>Windfavored</strong>",
      "3": "เมื่อผู้พเนจรอยู่ในสถานะนี้ จะไม่สามารถใช้การโจมตีพุ่งลงจากอากาศได้ และเมื่อใช้การโจมตีปกติ หรือการชาร์จโจมตี จะเปลี่ยนเป็นการใช้ Kuugo: Fushoudan หรือ Kuugo: Toufukai ซึ่งจะทำให้ความเสียหายที่สร้าง และพื้นที่ผลกระทบเพิ่มมากขึ้น โดยความเสียหายที่สร้าง จะถูกมองว่าเป็นความเสียหายของการโจมตีปกติ และความเสียหายของการชาร์จโจมตีตามลำดับ และการใช้ Kuugo: Toufukai จะไม่ใช้พลังกาย",
      "4": "เมื่ออยู่ในสถานะนี้ ผู้พเนจรจะลอยอยู่กลางอากาศอย่างต่อเนื่อง ซึ่งในช่วงเวลานี้ การเคลื่อนไหวของผู้พเนจรจะมีคุณลักษณะพิเศษดังนี้:",
      "5": [
        "จะใช้ \"แต้ม Kuugoryoku\" เรื่อย ๆ เพื่อรักษาสถานะการลอยบนฟ้า;",
        "เมื่อพุ่งตัว จะใช้แต้ม Kuugoryoku เพิ่มเพื่อเร่งความเร็ว; เมื่อกดพุ่งตัวค้างไว้ จะใช้แต้ม Kuugoryoku อย่างต่อเนื่อง เพื่อรักษาสถานะการเคลื่อนที่ด้วยความเร็วสูง ซึ่งเอฟเฟกต์นี้ จะเข้ามาแทนที่การพุ่งตัว;",
        "เมื่อกระโดดจะใช้แต้ม Kuugoryoku เพิ่ม เพื่อเพิ่มความสูงของการลอยตัว; เมื่อกดกระโดดค้างไว้ จะใช้แต้ม Kuugoryoku เรื่อย ๆ เพื่อเพิ่มระดับความสูงของการลอยตัวอย่างต่อเนื่อง"
      ],
      "6": "<br/>",
      "7": "หลังจากที่แต้ม Kuugoryoku ถูกใช้จนหมด สถานะนี้จะสิ้นสุดลง",
      "8": "การใช้ Windfavored ซ้ำอีกครั้งภายในช่วงระยะเวลาต่อเนื่อง จะเป็นการจบสถานะนี้",
      "9": "<br/>",
      "10": "<i>\"โลกเริงระบำลอยล่อง เผยซึ่งความลับในมวลบุปผา\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหาย Kuugo: Fushoudan",
      "2": "ความเสียหาย Kuugo: Toufukai",
      "3": "แต้ม Kuugoryoku ในตอนเริ่ม",
      "4": "คูลดาวน์",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Kyougen: Five Ceremonial Plays",
    "description": {
      "0": "บีบอัดอากาศให้กลายเป็นโพรงอากาศ ที่จะทำให้ทุกปัญหาแหลกเป็นผุยผง โดยจะทำให้เกิด<anemo>ความเสียหายลมวงกว้าง</anemo>หลายครั้ง",
      "1": "เมื่ออยู่ในสถานะ Windfavored ของสกิลธาตุ \"Hanega: Song of the Wind\" สถานะ Windfavored จะสิ้นสุดลงหลังจากที่ใช้",
      "2": "<br/>",
      "3": "<i>\"ท้องฟ้าใกล้อรุณย่ำ ความฝันครั้งวันวานราวฝุ่นเงาที่ปลิดปลิว แล้วเลือนหายตามสายลม\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "คูลดาวน์",
      "2": "พลังงานธาตุ",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Jade-Claimed Flower",
    "description": {
      "0": "เมื่อใช้ <strong>Hanega: Song of the Wind</strong> หากไปสัมผัสถูก <hydro>ธาตุน้ำ</hydro>/<pyro>ธาตุไฟ</pyro>/<cryo>ธาตุน้ำแข็ง</cryo>/<electro>ธาตุไฟฟ้า</electro> จะทำให้ Windfavored ในครั้งนี้ ได้รับการเสริมเอฟเฟกต์ที่เกี่ยวข้อง โดยขึ้นกับชนิดของธาตุที่สัมผัสโดน:",
      "1": [
        "<hydro>ธาตุน้ำ</hydro>: ขีดจำกัดของแต้ม Kuugoryoku เพิ่มขึ้น 20 หน่วย;",
        "<pyro>ธาตุไฟ</pyro>: พลังโจมตีเพิ่มขึ้น 30%;",
        "<cryo>ธาตุน้ำแข็ง</cryo>: อัตราคริเพิ่มขึ้น 20%;",
        "<electro>ธาตุไฟฟ้า</electro>: หลังจากที่การโจมตีปกติ และการชาร์จโจมตีถูกศัตรู จะฟื้นฟูพลังงานธาตุ 0.8 หน่วย โดยที่ทุก 0.2 วินาที จะสามารถฟื้นฟูพลังงานธาตุ ด้วยวิธีที่กล่าวข้างต้นนี้ได้มากสุดหนึ่งครั้ง"
      ],
      "2": "<br/>",
      "3": "ในช่วงเวลาเดียวกัน จะสามารถรับการเสริมเอฟเฟกต์ที่เกี่ยวข้องนี้ ด้วยธาตุได้มากสุด 2 ชนิด"
    }
  },
  "passive2": {
    "name": "Gales of Reverie",
    "description": {
      "0": "ภายใต้สถานะ <strong>Windfavored</strong> เมื่อ Kuugo: Fushoudan หรือ Kuugo: Toufukai ของผู้พเนจรถูกศัตรู จะมีโอกาส 16% ที่จะได้รับเอฟเฟกต์ \"Descent\": เมื่อผู้พเนจรทำการเร่งความเร็วกลางอากาศ ระหว่างที่อยู่ในสถานะ Windfavored ครั้งนี้ จะลบล้างเอฟเฟกต์ Descent ซึ่งจะทำให้การเร่งความเร็วครั้งนี้ไม่ใช้ \"แต้ม Kuugoryoku\" และยิงธนูลมออกไป 4 ลูก โดยที่แต่ละลูกจะสร้าง<anemo>ความเสียหายลม</anemo> เป็น 35% ของพลังโจมตี",
      "1": "ในตอนที่ใช้ Kuugo: Fushoudan และ Kuugo: Toufukai หากไม่เกิดเอฟเฟกต์ Descent จะทำให้โอกาสการเกิดในครั้งต่อไปเพิ่มขึ้น 12%; ในทุก 0.1 วินาที จะตัดสินมากสุด 1 ครั้ง ว่าจะเกิดเอฟเฟกต์ Descent หรือไม่"
    }
  },
  "passive3": {
    "name": "Strum the Swirling Winds",
    "description": {
      "0": "เมื่อเลื่อนขั้นธนูและสื่อเวท จำนวน Mora ที่ต้องใช้จะลดลง 50%"
    }
  },
  "constellation1": {
    "name": "Shoban: Ostentatious Plumage",
    "description": {
      "0": "เมื่ออยู่ในสถานะ <strong>Windfavored</strong> ความเร็วในการโจมตีของ Kuugo: Fushoudan และ Kuugo: Toufukai ของผู้พเนจร จะเพิ่มขึ้น 10%",
      "1": "นอกจากนี้ ธนูลมที่พรสวรรค์ติดตัว \"Gales of Reverie\" ยิงออกมา จะสามารถทำให้เกิดความเสียหายเพิ่มเติมอีก 25% ของพลังโจมตี โดยที่เอฟเฟกต์นี้ จะต้องปลดล็อกพรสวรรค์ติดตัว \"Gales of Reverie\" ก่อน"
    }
  },
  "constellation2": {
    "name": "Niban: Isle Amidst White Waves",
    "description": {
      "0": "ภายใต้สถานะ <strong>Windfavored</strong> ความเสียหายของ <strong>Kyougen: Five Ceremonial Plays</strong> จะขึ้นกับค่าความต่างของขีดจำกัดสูงสุด และจำนวนในขณะนั้นของแต้ม Kuugoryoku โดยทุก 1 หน่วย จะทำให้ Kyougen: Five Ceremonial Plays ในครั้งนี้ สร้างความเสียหายเพิ่มขึ้น 4%",
      "1": "ด้วยวิธีนี้ จะทำให้ Kyougen: Five Ceremonial Plays สร้างความเสียหายเพิ่มขึ้นได้มากสุด 200%"
    }
  },
  "constellation3": {
    "name": "Sanban: Moonflower Kusemai",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Kyougen: Five Ceremonial Plays</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Yonban: Set Adrift Into Spring",
    "description": {
      "0": "เมื่อใช้ <strong>Hanega: Song of the Wind</strong> หากทำให้เกิดพรสวรรค์ติดตัว \"Jade-Claimed Flower\" จะได้รับเอฟเฟกต์เสริมพลังโดยขึ้นกับชนิดของธาตุที่สัมผัส และจะสุ่มได้รับเอฟเฟกต์เสริมพลัง 1 ชนิด ที่ยังไม่ได้รับในครั้งนี้อีกด้วย โดยในช่วงเวลาเดียวกัน จะได้รับเอฟเฟกต์เสริมพลัง จากธาตุที่เกี่ยวข้องได้มากสุด 3 ชนิด",
      "1": "ต้องปลดล็อกพรสวรรค์ติดตัว \"Jade-Claimed Flower\" ก่อน"
    }
  },
  "constellation5": {
    "name": "Matsuban: Ancient Illuminator From Abroad",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Hanega: Song of the Wind</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Shugen: The Curtains' Melancholic Sway",
    "description": {
      "0": "ภายใต้สถานะ <strong>Windfavored</strong> เมื่อ Kuugo: Fushoudan ที่ผู้พเนจรเป็นคนสร้างขึ้นเองถูกศัตรู จะทำให้เกิดเอฟเฟกต์ดังต่อไปนี้:",
      "1": [
        "ใช้ Kuugo: Fushoudan เพิ่มอีกหนึ่งครั้ง ตรงตำแหน่งที่โจมตีถูกเป้าหมาย ซึ่งจะทำให้เกิดความเสียหาย 40% ของความเสียหายเดิม โดยที่ความเสียหายนี้ จะถูกมองว่าเป็นความเสียหายของการโจมตีปกติ;",
        "เมื่อแต้ม Kuugoryoku ของผู้พเนจรต่ำกว่า 40 หน่วย จะฟื้นฟูแต้ม Kuugoryoku ให้แก่ผู้พเนจร 4 หน่วย โดยที่ทุก 0.2 วินาที จะฟื้นฟูแต้ม Kuugoryoku ด้วยวิธีนี้ได้มากสุด 1 ครั้ง และตลอดช่วงระยะเวลาต่อเนื่องในหนึ่งครั้งของ Windfavored เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุด 5 ครั้ง"
      ]
    }
  }
}