{
  "name": "Lynette",
  "title": "เงาฉายงามสง่า",
  "description": "ผู้ช่วยนักมายากลที่พูดจาน้อยคำ และมักมีสีหน้าไร้อารมณ์ นิสัยก็ยากจะคาดเดา ไม่ต่างอะไรไปจากแมวเลยสักนิด",
  "constellationName": "Felis Alba",
  "auto": {
    "name": "Rapid Ritesword",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "โจมตีด้วยดาบต่อเนื่องมากสุด 4 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่งเพื่อฟาดฟันดาบ ออกไปข้างหน้า 2 ครั้ง ในช่วงเวลาสั้น ๆ"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายชาร์จโจมตี",
      "5": "ชาร์จโจมตีใช้พลังกาย",
      "6": "ความเสียหายพุ่งลง",
      "7": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Enigmatic Feint",
    "description": {
      "0": "Lynette จะสะบัดผ้าคลุมพร้อมกับใช้ Enigma Thrust เพื่อสร้าง<anemo>ความเสียหายลม</anemo>",
      "1": "เมื่อ Enigma Thrust โจมตีถูกศัตรู จะทำการฟื้นฟูพลังชีวิตให้แก่ Lynette โดยที่ปริมาณการฟื้นฟูจะขึ้นอยู่กับพลังชีวิตสูงสุดของเธอ และภายใน 4 วินาที หลังจากนั้น จะเสียค่าพลังชีวิตระดับหนึ่งในแต่ละวินาที",
      "2": "รูปแบบของ Enigma Thrust จะแตกต่างออกไปตามการกดและกดค้าง",
      "3": "<br/>",
      "4": "<strong>กด</strong>",
      "5": "ใช้ Enigma Thrust ออกมาอย่างว่องไว",
      "6": "<br/>",
      "7": "<strong>กดค้าง</strong>",
      "8": "Lynette จะเคลื่อนที่อย่างรวดเร็วด้วยสภาวะ \"Pilfering Shadow\" พร้อมทั้งทำเครื่องหมาย \"Shadowsign\" แก่ศัตรูที่อยู่ในบริเวณใกล้เคียง ในระหว่างนี้สามารถควบคุมทิศทางการเคลื่อนที่อย่างรวดเร็วได้ และสามารถหยุดการเคลื่อนที่ล่วงหน้า ด้วยการปล่อยสกิลซ้ำอีกครั้ง",
      "9": "เมื่อการเคลื่อนที่อย่างรวดเร็วสิ้นสุดลง Lynette จะใช้ Enigma Thrust หากรอบด้านมีศัตรูที่ถูกทำเครื่องหมาย Shadowsign อยู่ด้วย Lynette พุ่งตัวไปปรากฏตัวใกล้ศัตรูตัวดังกล่าว ก่อนจะใช้ Enigma Thrust",
      "10": "<br/>",
      "11": "เครื่องหมาย Shadowsign จะหายไปเมื่อในเวลาเดียวกันมีศัตรูที่ถูก Lynette ทำเครื่องหมายมากกว่า 1 ตัว หรือเมื่อศัตรูที่มีเครื่องหมายอยู่ห่างเกินไป",
      "12": "<br/>",
      "13": "<strong>พลังปฐมภูมิ: สสาร</strong>",
      "14": "ทุกช่วงระยะเวลาหนึ่ง เมื่อ Lynette ใช้ Enigma Thrust จะทำการปล่อย Surging Blade และสร้าง<anemo>ความเสียหายลม</anemo>ที่มีพลังสสารอยู่",
      "15": "<br/>",
      "16": "<i>\"ตอนนี้เชิญเบนสายตากลับไปยังเวที เพื่อรับชมการแสดงต่อเถอะ ตอนปรากฏตัวอีกทีคราวหน้า ฉันจะอยู่ในที่ที่คุณคาดไม่ถึงแน่นอน\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหาย Enigma Thrust",
      "1": "ความเสียหาย Surging Blade",
      "2": "ช่วงเวลาเกิด Surging Blade",
      "3": "การรักษาเมื่อโจมตีถูก",
      "4": "เสียค่าพลังชีวิต",
      "5": "เวลาต่อเนื่องสูงสุดเมื่อกดค้าง",
      "6": "คูลดาวน์",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Magic Trick: Astonishing Shift",
    "description": {
      "0": "Lynette สะบัดผ้าคลุมขึ้นสร้าง<anemo>ความเสียหายลมวงกว้าง</anemo> ก่อนจะใช้ทริกมายากลชวนตะลึงในการเสก Bogglecat Box (กล่องแมวเหมียวสุดอึ้ง) ออกมา!",
      "1": "<br/>",
      "2": "<strong>Bogglecat Box (กล่องแมวเหมียวสุดอึ้ง)</strong>",
      "3": [
        "สามารถยั่วยุศัตรูที่อยู่โดยรอบ เพื่อดึงดูดการโจมตีของศัตรูอย่างต่อเนื่อง;",
        "สร้าง<anemo>ความเสียหายลม</anemo>แก่ศัตรูที่อยู่โดยรอบเป็นระยะ;",
        "เมื่อ Bogglecat Box (กล่องแมวเหมียวสุดอึ้ง) สัมผัสกับ<hydro>ธาตุน้ำ</hydro>/<pyro>ธาตุไฟ</pyro>/<cryo>ธาตุน้ำแข็ง</cryo>/<electro>ธาตุไฟฟ้า</electro> มันจะได้รับธาตุที่สอดคล้อง และยิง Vivid Shot ที่จะสร้างความเสียหายธาตุที่สอดคล้องเป็นระยะ"
      ],
      "4": "การเปลี่ยนแปลงธาตุในระหว่างช่วงเวลาต่อเนื่องของสกิลนั้น จะเกิดขึ้นได้เพียงครั้งเดียว",
      "5": "<br/>",
      "6": "<i>\"มองมาทางนี้สิ ดูให้ดีนะ นี่คือช่วงเวลาแห่งปาฏิหาริย์ของเราสองคน\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหาย Bogglecat Box",
      "2": "ความเสียหาย Vivid Shot",
      "3": "ระยะเวลาของ Bogglecat Box",
      "4": "คูลดาวน์",
      "5": "พลังงานธาตุ",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Sophisticated Synergy",
    "description": {
      "0": "ภายใน 10 วินาที หลังจากใช้ <strong>Magic Trick: Astonishing Shift</strong> เมื่อในทีมมีชนิดธาตุของตัวละคร 1/2/3/4 ชนิด พลังโจมตีของตัวละครทั้งหมดในทีมจะเพิ่มขึ้น 8%/12%/16%/20%"
    }
  },
  "passive2": {
    "name": "Props Positively Prepped",
    "description": {
      "0": "หลังจาก Bogglecat Box (กล่องแมวเหมียวสุดอึ้ง) ที่ <strong>Magic Trick: Astonishing Shift</strong> เรียกออกมา เกิดการเปลี่ยนแปลงธาตุ ท่าไม้ตายของ Lynette จะสร้างความเสียหายเพิ่มขึ้น 15% โดยเอฟเฟกต์นี้จะคงอยู่จนหมดช่วงเวลาต่อเนื่องของ Bogglecat Box (กล่องแมวเหมียวสุดอึ้ง)"
    }
  },
  "passive3": {
    "name": "Loci-Based Mnemonics",
    "description": {
      "0": "แสดงตำแหน่งของ <strong>Recovery Orb</strong> บนมินิแมป และเมื่อสัมผัสกับ Recovery Orb จะทำให้การฟื้นฟูพลังกายในน้ำและค่าพลังชีวิตเพิ่มขึ้น 25%"
    }
  },
  "constellation1": {
    "name": "A Cold Blade Like a Shadow",
    "description": {
      "0": "เมื่อ Enigma Thrust ของสกิล <strong>Enigmatic Feint</strong> โจมตีถูกศัตรูที่มีเครื่องหมาย Shadowsign จะทำให้เกิดพายุหมุนในตำแหน่งของศัตรู พร้อมดูดศัตรูที่อยู่ในบริเวณใกล้เคียง"
    }
  },
  "constellation2": {
    "name": "Endless Mysteries",
    "description": {
      "0": "เมื่อ Bogglecat Box (กล่องแมวเหมียวสุดอึ้ง) จาก <strong>Magic Trick: Astonishing Shift</strong> ทำการยิง Vivid Shot ออกมา จะเกิดการยิง Vivid Shot เพิ่มเติมอีกนัด"
    }
  },
  "constellation3": {
    "name": "Cognition-Inverting Gaze",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Magic Trick: Astonishing Shift</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Tacit Coordination",
    "description": {
      "0": "จำนวนครั้งที่สามารถใช้ <strong>Enigmatic Feint</strong> ได้ เพิ่มขึ้น 1 ครั้ง"
    }
  },
  "constellation5": {
    "name": "Obscuring Ambiguity",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Enigmatic Feint</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Watchful Eye",
    "description": {
      "0": "เมื่อ Lynette ใช้ Enigma Thrust จากสกิล <strong>Enigmatic Feint</strong> จะได้รับ<anemo>พลังแห่งลม</anemo> และ<anemo>โบนัสความเสียหายลม</anemo>จะเพิ่มขึ้น 20% เป็นเวลา 6 วินาที"
    }
  }
}