{
  "name": "Venti",
  "title": "นักกวีแห่งสายลม",
  "description": "หนึ่งในนักกวีพเนจร ที่มีอยู่มากมายใน Mondstadt ผู้เดินเตร่ไปตามถนนซอกซอย อย่างอิสรเสรี",
  "constellationName": "Carmen Dei",
  "auto": {
    "name": "Divine Marksmanship",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "ยิงธนูโจมตีอย่างต่อเนื่องมากสุดหกครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "การ<strong>เล็งโจมตี</strong>แม่นยำยิ่งขึ้น และสร้างความเสียหายเพิ่มขึ้น",
        "2": "เมื่อเล็งโจมตี สายลมแห่งความโปรดปรานจะถูกรวบรวมอยู่ตรงหัวของลูกศร ซึ่งลูกศรที่รวบรวมลมเต็มที่แล้ว จะทำให้เกิด<anemo>ความเสียหายลม</anemo>"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "ปล่อยฝนธนูจากกลางอากาศ และพุ่งลงมายังพื้นดินอย่างรวดเร็ว โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขั้น 5",
      "5": "ความเสียหายขั้น 6",
      "6": "เล็งโจมตี",
      "7": "เล็งโจมตีและชาร์จเต็ม",
      "8": "ความเสียหายพุ่งลง",
      "9": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Skyward Sonnet",
    "description": {
      "0": "เรียกสายลมร่วมร้องประสานไปกับบทกวีและเสียงดนตรี แล้วส่งสิ่งที่อยู่ท่ามกลางฝุ่นธุลีดินขึ้นสู่ท้องฟ้า",
      "1": "<br/>",
      "2": "<strong>กด</strong>",
      "3": "เรียกสนามลมออกมายังตำแหน่งที่ศัตรูอยู่ เพื่อสร้าง<anemo>ความเสียหายลมเป็นวงกว้าง</anemo> และพัดโจมตีให้ศัตรูเหล่านั้นลอยไป",
      "4": "<br/>",
      "5": "<strong>กดค้าง</strong>",
      "6": "เรียกสายลมที่รุนแรงยิ่งขึ้น โดยใช้ตัวเองเป็นศูนย์กลาง เพื่อสร้าง<anemo>ความเสียหายลมเป็นวงกว้าง</anemo> และพัดโจมตีศัตรูที่อยู่ในพื้นที่ให้ลอย",
      "7": "เมื่อกดค้าง Venti จะลอยขึ้นไปในอากาศ",
      "8": "<br/>",
      "9": "ศัตรูที่ถูก Skyward Sonnet พัดให้ลอย จะค่อย ๆ ร่วงลงมายังพื้นดินเมื่อเวลาผ่านไปครู่หนึ่ง",
      "10": "<br/>",
      "11": "<i>ในยุคสมัยที่เทพยังอาศัยอยู่ร่วมกันกับมนุษย์ บทเพลงนับไม่ถ้วนได้แพร่กระจายไปทั่วทุกหนแห่ง นี่คือท่วงทำนองที่ถูกลืมเลือนไปตั้งนานมาแล้ว</i>"
    },
    "skillParams": {
      "0": "ความเสียหายเมื่อกด",
      "1": "คูลดาวน์เมื่อกด",
      "2": "ความเสียหายเมื่อกดค้าง",
      "3": "คูลดาวน์เมื่อกดค้าง",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Wind's Grand Ode",
    "description": {
      "0": "ยิงธนูที่อัดแน่นไปด้วยพลังของสายลมออกไป เพื่อสร้าง Stormeye (ตาพายุ) ขนาดใหญ่ขึ้นตรงหน้า โดยจะดูดศัตรูเข้าไป เพื่อสร้าง<anemo>ความเสียหายลม</anemo>อย่างต่อเนื่อง",
      "1": "<br/>",
      "2": "<strong>การเปลี่ยนแปลงธาตุ</strong>",
      "3": "หาก Stormeye สัมผัสถูก <hydro>ธาตุน้ำ</hydro>/<pyro>ธาตุไฟ</pyro>/<cryo>ธาตุน้ำแข็ง</cryo>/<electro>ธาตุไฟฟ้า</electro> ในระหว่างช่วงเวลาคงอยู่ของสกิล จะทำให้ได้รับคุณลักษณะของธาตุนั้น ๆ และสร้างความเสียหายของธาตุดังกล่าวเพิ่มเติมไปด้วย",
      "4": "การเปลี่ยนแปลงธาตุในระหว่างช่วงเวลาต่อเนื่องของสกิลนั้น จะเกิดขึ้นได้เพียงครั้งเดียว",
      "5": "<br/>",
      "6": "<i>บทกวีสรรเสริญเทพแห่งสายลมนั้น ได้สูญหายไปมากมาย ซึ่งบทกวีหนึ่งท่ามกลางบทกวีเหล่านั้น ได้อธิบายถึงพลังของเขากับสายลมเอาไว้</i>"
    },
    "skillParams": {
      "0": "ความเสียหายต่อเนื่อง",
      "1": "ความเสียหายธาตุเพิ่มเติม",
      "2": "ระยะเวลาต่อเนื่อง",
      "3": "คูลดาวน์",
      "4": "พลังงานธาตุ",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Embrace of Winds",
    "description": {
      "0": "หลังกดค้าง <strong>Skyward Sonnet</strong> จะเกิดกระแสลมพัดขึ้นที่สูงอย่างต่อเนื่อง เป็นเวลา 20 วินาที"
    }
  },
  "passive2": {
    "name": "Stormeye",
    "description": {
      "0": "เมื่อเอฟเฟกต์ของ <strong>Wind's Grand Ode</strong> สิ้นสุดลง จะฟื้นฟูพลังงานธาตุให้ Venti 15 หน่วย",
      "1": "หากเกิดการเปลี่ยนแปลงของธาตุ จะทำการฟื้นฟูพลังงานธาตุ 15 หน่วย ให้แก่ตัวละครทั้งหมดในทีมที่มีธาตุสอดคล้อง"
    }
  },
  "passive3": {
    "name": "Windrider",
    "description": {
      "0": "ลดอัตราการเสียพลังกายจากการร่อนเวหา ให้ตัวละครของตนเองที่อยู่ในทีมลง 20%",
      "1": "ไม่สามารถซ้อนทับพรสวรรค์ติดตัวที่เอฟเฟกต์เหมือนกันทุกประการได้"
    }
  },
  "constellation1": {
    "name": "Splitting Gales",
    "description": {
      "0": "เมื่อ<strong>เล็งโจมตี</strong> จะทำการยิงลูกศรแยกเพิ่มเติมอีกสองลูก โดยที่แต่ละลูก จะทำให้เกิดความเสียหาย 33% ของความเสียหายเดิม"
    }
  },
  "constellation2": {
    "name": "Breeze of Reminiscence",
    "description": {
      "0": "<strong>Skyward Sonnet</strong> จะทำให้<anemo>ความต้านทานลม</anemo>และ ความต้านทานทางกายภาพ ของศัตรูลดลง 12% เป็นเวลา 10 วินาที",
      "1": "ช่วงเวลาก่อนที่ศัตรูซึ่งถูก <strong>Skyward Sonnet</strong> พัดให้ลอยร่วงลงสู่พื้น <anemo>ความต้านทานลม</anemo>และความต้านทานกายภาพจะลดเพิ่มอีก 12%"
    }
  },
  "constellation3": {
    "name": "Ode to Thousand Winds",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Wind's Grand Ode</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Hurricane of Freedom",
    "description": {
      "0": "เมื่อ Venti ได้รับลูกแก้วธาตุ หรืออณูธาตุแล้ว จะได้รับ <anemo>โบนัสความเสียหายลม</anemo> 25% เป็นเวลา 10 วินาที"
    }
  },
  "constellation5": {
    "name": "Concerto dal Cielo",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Skyward Sonnet</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Storm of Defiance",
    "description": {
      "0": "ศัตรูที่ได้รับความเสียหายจาก <strong>Wind's Grand Ode</strong> จะถูกลด <anemo>ความต้านทานลม</anemo> ลง 20%;",
      "1": "หากเกิดการเปลี่ยนแปลงธาตุ ความต้านทานธาตุที่เปลี่ยน จะลดลงด้วย 20%"
    }
  }
}