{
  "name": "Clorinde",
  "title": "ล่าเงาพิทักษ์ราตรี",
  "description": "ตัวแทนประลองผู้ไม่เคยพ่ายแพ้ ที่ใช้ดาบในมือคอยผดุง \"ความยุติธรรม\" ของนครว่าการ Fontaine",
  "constellationName": "Rapperia",
  "auto": {
    "name": "Oath of Hunting Shadows",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "โจมตีด้วยดาบต่อเนื่องมากสุด 5 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่ง เพื่อใช้ปืนคาบศิลา ยิงโจมตียับยั้งเป็นรูปพัด"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้าง เมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขั้น 5",
      "5": "ความเสียหายชาร์จโจมตี",
      "6": "ชาร์จโจมตีใช้พลังกาย",
      "7": "ความเสียหายพุ่งลง",
      "8": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Hunter's Vigil",
    "description": {
      "0": "ติดตั้งปืนคาบศิลาล่วงหน้า เข้าสู่สถานะ \"ลาดตระเวน\" ที่ต่อสู้ด้วยอาวุธยุทโธปกรณ์ผสมผสาน ในสถานะนี้ การโจมตีปกติของ Clorinde จะถูกแปลงเป็นการยิงปืนคาบศิลา \"Swift Hunt\" และความเสียหายที่สร้างขึ้นจะแปลงเป็น<electro>ความเสียหายไฟฟ้า</electro>ที่ไม่สามารถซ้อนทับด้วยธาตุอื่นได้ และไม่สามารถทำการชาร์จโจมตีได้; เมื่อปลดปล่อยสกิลธาตุจะแปลงเป็น \"Impale the Night\": ทำการพุ่งโจมตีดาบฉับพลัน ก่อให้เกิด<electro>ความเสียหายไฟฟ้า</electro> โดยความเสียหายที่เกิดจากวิธีการข้างต้น จะถือเป็นความเสียหายที่เกิดจากการโจมตีปกติ",
      "1": "<br/>",
      "2": "<strong>Swift Hunt</strong>",
      "3": [
        "เมื่อบ่วงพันธะชีวันมากกว่าหรือเท่ากับ 100% ของพลังชีวิตสูงสุด: ทำการยิงปืนคาบศิลา;",
        "เมื่อบ่วงพันธะชีวันน้อยกว่า 100% ของพลังชีวิตสูงสุด: เมื่อยิงปืนคาบศิลา จะมอบบ่วงพันธะชีวันตามพลังชีวิตสูงสุดของ Clorinde กระสุนที่เธอยิงออกไปสามารถทะลวงศัตรู และสร้างความเสียหายให้กับศัตรูที่อยู่ในเส้นทางเพิ่มขึ้น"
      ],
      "4": "<br/>",
      "5": "<strong>Impale the Night</strong>",
      "6": "เอฟเฟกต์ของ Impale the Night จะคำนวณตามเปอร์เซ็นต์ของบ่วงพันธะชีวันปัจจุบันของ Clorinde:",
      "7": [
        "เมื่อบ่วงพันธะชีวันเป็น 0% จะทำการพุ่งโจมตีด้วยดาบ;",
        "เมื่อบ่วงพันธะชีวันน้อยกว่า 100% ของพลังชีวิตสูงสุด จะฟื้นฟูพลังชีวิต Clorinde ซึ่งปริมาณการฟื้นฟูจะขึ้นอยู่กับค่าบ่วงพันธะชีวันของเธอ และเพิ่มขอบเขตและความเสียหายของ Impale the Night ในครั้งนี้;",
        "เมื่อบ่วงพันธะชีวันมากกว่าหรือเท่ากับ 100% ของพลังชีวิตสูงสุด จะทำการ Impale the Night: Pact เพื่อฟื้นฟูพลังชีวิตให้แก่ Clorinde ในสัดส่วนที่สูงขึ้น และเพิ่มขอบเขตการโจมตีและความเสียหายของ Impale the Night ในครั้งนี้ขึ้นอีกขั้น"
      ],
      "8": "<br/>",
      "9": "นอกจากนี้ ขณะที่ Clorinde อยู่ในสถานะลาดตระเวน เอฟเฟกต์รักษาอื่น ๆ นอกจาก Impale the Night จะไม่มีผล และจะเปลี่ยนเป็นบ่วงพันธะชีวันให้เธอตามสัดส่วนการฟื้นฟูพลังชีวิตของเธอ",
      "10": "<br/>",
      "11": "สถานะ \"ลาดตระเวน\" จะถูกลบล้างเมื่อ Clorinde ออกจากสนาม",
      "12": "<br/>",
      "13": "<strong>พลังปฐมภูมิ: สสาร</strong>",
      "14": "ในช่วงระยะเวลาหนึ่ง เมื่อ Swift Hunt ของ Clorinde โจมตีโดน จะทำการปล่อย Surging Blade ในตำแหน่งที่โจมตีโดน และสร้าง<electro>ความเสียหายไฟฟ้า</electro>ที่มีพลังสสารอยู่",
      "15": "<br/>",
      "16": "<i>สิ่งชั่วร้ายที่ซ่อนเร้นอยู่ในเงามืดยามค่ำคืน ได้ถูกกำจัดออกไปนับพันปีแล้ว แต่ในใจของมนุษย์กลับยังมีเงาที่ไม่อาจเอื้อมถึงเช่นกัน",
      "17": "จนถึงตอนนี้ เธอยังคงจดจำคำเตือนที่ \"นักล่าทองคำ\" ทิ้งไว้: ผู้คนที่จุดเทียนลาดตระเวนยามค่ำคืน ควรจะระมัดระวังตัวไว้เสมอ อย่าปล่อยให้ความมืดมิดที่หนาวเหน็บเข้าครอบงำ</i>"
    },
    "skillParams": {
      "0": "ความเสียหาย Swift Hunt",
      "1": "ได้รับบ่วงพันธะชีวันจาก Swift Hunt",
      "2": "ความเสียหาย Impale the Night",
      "3": "การรักษา Impale the Night",
      "4": "การเปลี่ยนเป็น บ่วงพันธะชีวัน",
      "5": "ความเสียหาย Surging Blade",
      "6": "ช่วงเวลาเกิด Surging Blade",
      "7": "ระยะเวลาต่อเนื่องสถานะลาดตระเวน",
      "8": "คูลดาวน์",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Last Lightfall",
    "description": {
      "0": "มอบบ่วงพันธะชีวันให้แก่ตัวเอง ตามพลังชีวิตสูงสุด จากนั้นใช้ทักษะดาบและปืนผสมผสาน เพื่อหลบหลีกและโจมตีอย่างคล่องแคล่ว สร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro>",
      "1": "<br/>",
      "2": "<i>ศิลปะการต่อสู้แบบโบราณ ที่ใช้ร่างกายมนุษย์ ไปต่อสู้กับสิ่งที่ไม่ใช่มนุษย์นั้น ว่ากันว่าสืบทอดมาจาก อัศวินแห่งน้ำบริสุทธิ์ ที่ต่อต้านอาณาจักร Remuria",
      "3": "แต่ถึงอย่างนั้น ถึงแม้จะหาวิธีควบคุม ความแข็งแกร่งของมันได้ ก็ใช่ว่าจะไม่สามารถนำไปใช้กับ ศัตรูทั่วไปในการประลองได้</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ได้รับบ่วงพันธะชีวัน",
      "2": "คูลดาวน์",
      "3": "พลังงานธาตุ",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Dark-Shattering Flame",
    "description": {
      "0": "หลังจากตัวละครในทีมที่อยู่ใกล้เคียง ทำให้เกิด<electro>ปฏิกิริยาเกี่ยวกับธาตุไฟฟ้า</electro>แก่ศัตรู การโจมตีปกติและ <strong>Last Lightfall</strong> ของ Clorinde จะทำให้<electro>ความเสียหายไฟฟ้า</electro>เพิ่มขึ้นตามพลังโจมตี 20% ของ Clorinde เป็นเวลา 15 วินาที เอฟเฟกต์นี้สามารถซ้อนทับได้มากสุด 3 ชั้น โดยแต่ละชั้นจะคำนวณระยะเวลาแยกกัน ความเสียหายที่เกิดจากการโจมตีดังกล่าวของ Clorinde จะเพิ่มขึ้นได้สูงสุด 1,800 หน่วย"
    }
  },
  "passive2": {
    "name": "Lawful Remuneration",
    "description": {
      "0": "หากบ่วงพันธะชีวันของ Clorinde มากกว่าหรือเท่ากับ 100% ของพลังชีวิตสูงสุด เมื่อค่าบ่วงพันธะชีวันของ Clorinde เพิ่มขึ้นหรือลดลง อัตราคริของ Clorinde จะเพิ่มขึ้น 10% เอฟเฟกต์นี้จะคงอยู่เป็นเวลา 15 วินาที ซ้อนทับได้ 2 ชั้น โดยแต่ละชั้นจะคำนวณระยะเวลาแยกกัน",
      "1": "นอกจากนี้ สถานะลาดตระเวนของ <strong>Hunter's Vigil</strong> จะได้รับการเสริมพลัง: ในช่วงเวลาต่อเนื่อง สัดส่วนปริมาณการฟื้นฟูที่เปลี่ยนเป็นบ่วงพันธะชีวันจะเพิ่มขึ้นถึง 100%"
    }
  },
  "passive3": {
    "name": "Night Vigil's Harvest",
    "description": {
      "0": "แสดงตำแหน่งของ<strong>ของพิเศษเฉพาะใน Fontaine</strong> บนมินิแมป"
    }
  },
  "constellation1": {
    "name": "\"From This Day, I Pass the Candle's Shadow-Veil\"",
    "description": {
      "0": "ในช่วงเวลาต่อเนื่องของสถานะลาดตระเวนของ <strong>Hunter's Vigil</strong> เมื่อ<electro>ความเสียหายไฟฟ้า</electro>ที่เกิดจากการโจมตีปกติของ Clorinde โจมตีโดนศัตรู จะเรียกเงาลาดตระเวนออกมาในตำแหน่งใกล้เคียงของศัตรู เพื่อทำการโจมตีร่วมกัน 2 ครั้ง โดยสร้าง<electro>ความเสียหายไฟฟ้า</electro> 30% ของพลังโจมตีของ Clorinde",
      "1": "เอฟเฟกต์นี้ ในทุก 1.2 วินาที จะเกิดขึ้นได้มากสุดหนึ่งครั้ง และความเสียหายที่เกิดจากวิธีนี้ จะถูกนับว่าเป็นความเสียหายโจมตีปกติ"
    }
  },
  "constellation2": {
    "name": "\"Now, As We Face the Perils of the Long Night\"",
    "description": {
      "0": "เอฟเฟกต์พรสวรรค์ติดตัว \"Dark-Shattering Flame\" ได้รับการเสริมพลัง: หลังจากตัวละครในทีมที่อยู่ใกล้เคียง ทำให้เกิด<electro>ปฏิกิริยาเกี่ยวกับธาตุไฟฟ้า</electro>แก่ศัตรู การโจมตีปกติและ <strong>Last Lightfall</strong> ของ Clorinde จะทำให้<electro>ความเสียหายไฟฟ้า</electro>เพิ่มขึ้นตามพลังโจมตี 30% ของ Clorinde เป็นเวลา 15 วินาที เอฟเฟกต์นี้สามารถซ้อนทับได้มากสุด 3 ชั้น โดยแต่ละชั้นจะคำนวณระยะเวลาแยกกัน เมื่อมีเอฟเฟกต์นี้ 3 ชั้น ความสามารถในการต้านทานการหยุดชะงักของ Clorinde จะเพิ่มขึ้น ความเสียหายที่เกิดจากการโจมตีของ Clorinde ดังกล่าว จะเพิ่มขึ้นได้สูงสุด 2,700 หน่วย",
      "1": "ต้องปลดล็อกพรสวรรค์ติดตัว \"Dark-Shattering Flame\" ก่อน"
    }
  },
  "constellation3": {
    "name": "\"I Pledge to Remember the Oath of Daylight\"",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Hunter's Vigil</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "\"To Enshrine Tears, Life, and Love\"",
    "description": {
      "0": "เมื่อ <strong>Last Lightfall</strong> สร้างความเสียหายแก่ศัตรู ความเสียหายจะเพิ่มขึ้นตามเปอร์เซ็นต์บ่วงพันธะชีวันปัจจุบันของ Clorinde ทุก 1% ของบ่วงพันธะชีวัน จะทำให้ <strong>Last Lightfall</strong> สร้างความเสียหายเพิ่มขึ้น 2%; สามารถทำให้ความเสียหายของ <strong>Last Lightfall</strong> เพิ่มขึ้นด้วยวิธีนี้ได้สูงสุด 200%"
    }
  },
  "constellation5": {
    "name": "\"Holding Dawn's Coming as My Votive\"",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Last Lightfall</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "\"And So Shall I Never Despair\"",
    "description": {
      "0": "ภายใน 12 วินาทีหลังจากปล่อย <strong>Hunter's Vigil</strong> อัตราคริของ Clorinde จะเพิ่มขึ้น 10% ความแรงคริจะเพิ่มขึ้น 70%",
      "1": "นอกจากนี้ ในช่วงเวลาต่อเนื่องของสถานะลาดตระเวน เงาพรางเทียนจะปรากฏขึ้นภายใต้เงื่อนไขที่กำหนด และทำการไล่ล่า สร้าง<electro>ความเสียหายไฟฟ้า</electro> 200% ของพลังโจมตีของ Clorinde ความเสียหายที่เกิดจากวิธีนี้ จะถูกนับว่าเป็นความเสียหายโจมตีปกติ",
      "2": "เงาพรางเทียนจะปรากฏขึ้นภายใต้สถานการณ์ต่อไปนี้:",
      "3": [
        "เมื่อ Clorinde กำลังจะถูกโจมตี;",
        "เมื่อ Clorinde ใช้ Impale the Night: Pact"
      ],
      "4": "ในทุก 1 วินาที จะสามารถเรียกเงาพรางเทียนออกมาด้วยวิธีดังกล่าวได้สูงสุด 1 ครั้ง ในช่วงเวลาต่อเนื่องของสถานะลาดตระเวนหนึ่งครั้ง จะเรียกเงาพรางเทียนได้สูงสุด 6 ครั้ง",
      "5": "นอกจากนี้ ในช่วงเวลาต่อเนื่องของสถานะลาดตระเวน ความเสียหายที่ Clorinde ได้รับจะลดลง 80% และความสามารถในการต้านทานการหยุดชะงักจะเพิ่มขึ้น เอฟเฟกต์นี้จะหายไปใน 1 วินาที หลังจากสถานะลาดตระเวนสิ้นสุดลง หรือเรียกเงาพรางเทียนออกมาครบ 6 ครั้ง"
    }
  }
}