{
  "name": "Xilonen",
  "title": "เปลวเพลิงหลอมวิญญาณ",
  "description": "ช่างสลักนามของ Nanatzcayan เชี่ยวชาญในการหาความสมดุล ระหว่างภาระงานที่หนักอึ้ง และชีวิตที่สะดวกสบาย",
  "constellationName": "Panthera Ocelota",
  "auto": {
    "name": "Ehecatl's Roar",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "โจมตีด้วยดาบต่อเนื่องมากสุด 3 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่ง เพื่อทำการเตะโจมตีไปข้างหน้า"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น ตามพลังป้องกันของ Xilonen"
      },
      "nightsoul": {
        "0": "<strong>สถานะวิญญาณราตรี - โรลเลอร์เบลด</strong>",
        "1": "เมื่ออยู่ในสถานะพรวิญญาณราตรี Xilonen จะเปลี่ยนเป็นโหมด \"โรลเลอร์เบลด\" ภายในสถานะนี้ การโจมตีปกติของ Xilonen จะเปลี่ยนเป็นการใช้รองเท้าโรลเลอร์เบลด เพื่อทำการเตะต่อเนื่องสูงสุด 4 ครั้ง โดยจะไม่สามารถชาร์จโจมตีได้",
        "2": "เมื่อทำการโจมตีปกติหรือโจมตีพุ่งลงจากอากาศในสถานะนี้ จะเปลี่ยนเป็นการสร้าง<geo>ความเสียหายหิน</geo>ที่มีคุณสมบัติวิญญาณราตรี และไม่สามารถซ้อนทับด้วยธาตุอื่น โดยความเสียหายนี้จะขึ้นอยู่กับพลังป้องกันของ Xilonen"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายชาร์จโจมตี",
      "4": "ชาร์จโจมตีใช้พลังกาย",
      "5": "ความเสียหายพุ่งลง",
      "6": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "7": "ความเสียหายขั้น 1 ของโรลเลอร์เบลด",
      "8": "ความเสียหายขั้น 2 ของโรลเลอร์เบลด",
      "9": "ความเสียหายขั้น 3 ของโรลเลอร์เบลด",
      "10": "ความเสียหายขั้น 4 ของโรลเลอร์เบลด",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Yohual's Scratch",
    "description": {
      "0": "ปล่อยให้จังหวะอันเร่าร้อน ดังก้องไปทั่วปฐพี! Xilonen เปลี่ยนไปใช้โรลเลอร์เบลดต่อสู้ด้วยความเร็วสูง และพุ่งไปข้างหน้าเป็นระยะทางหนึ่ง สร้าง<geo>ความเสียหายหิน</geo>ที่มีคุณสมบัติวิญญาณราตรี ตามพลังป้องกันของ Xilonen",
      "1": "หลังจากใช้สกิลนี้ Xilonen จะได้รับค่าวิญญาณราตรี 45 หน่วย และเข้าสู่สถานะพรวิญญาณราตรี ซึ่งภายในสถานะนี้ Xilonen จะเปลี่ยนเป็นโหมด \"โรลเลอร์เบลด\"",
      "2": "<br/>",
      "3": "<strong>ตัวอย่างเสียงต้นฉบับ</strong>",
      "4": "Xilonen มีเครื่องเก็บตัวอย่าง 3 อัน ซึ่งจะทำให้เกิด \"โทนเสียง\" ที่แตกต่างกันไปตามชนิดธาตุของตัวละครอื่น ๆ ในทีม และเมื่อเปิดใช้งานจะลดความต้านทานธาตุที่เกี่ยวข้องของศัตรูที่อยู่ในบริเวณใกล้เคียง",
      "5": "\"ตัวอย่างเสียงต้นฉบับ\" ที่บันทึกไว้ในตอนแรกเริ่ม ของเครื่องเก็บตัวอย่างทั้ง 3 อัน จะเป็น<geo>ธาตุหิน</geo>ทั้งหมด ตัวละคร<pyro>ธาตุไฟ</pyro>, <hydro>ธาตุน้ำ</hydro>, <cryo>ธาตุน้ำแข็ง </cryo>หรือ<electro>ธาตุไฟฟ้า</electro> แต่ละตัวที่อยู่ในทีม จะทำให้ตัวอย่าง<geo>ธาตุหิน</geo>หนึ่งอันเปลี่ยนเป็นประเภทธาตุที่สอดคล้องกัน;",
      "6": "เมื่ออยู่ในสถานะพรวิญญาณราตรี \"ตัวอย่างเสียงต้นฉบับ\" <geo>ธาตุหิน</geo>ที่ Xilonen พกติดตัวจะเปิดใช้งานอย่างต่อเนื่อง; หลังจากปลดล็อกพรสวรรค์ติดตัว \"Netotiliztli's Echoes\" แล้ว Xilonen จะสามารถทำให้เกิดเอฟเฟกต์พรสวรรค์ติดตัวดังกล่าว เพื่อฟื้นฟูค่าวิญญาณราตรีให้ตัวเองได้; เมื่อค่าวิญญาณราตรีถึงขีดจำกัดสูงสุด Xilonen จะใช้ค่าวิญญาณราตรีทั้งหมด และจะเปิดใช้งาน \"ตัวอย่างเสียงต้นฉบับ\" 3 อันที่ตนเองมีอยู่ เป็นเวลา 15 วินาที;",
      "7": "เมื่อเปิดใช้งาน \"ตัวอย่างเสียงต้นฉบับ\" ความต้านทานธาตุที่เกี่ยวข้องของศัตรูที่อยู่ใกล้เคียงจะลดลง และเอฟเฟกต์ \"ตัวอย่างเสียงต้นฉบับ\" ที่เป็นธาตุชนิดเดียวกันจะไม่สามารถซ้อนทับกันได้; เอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ว่า Xilonen จะอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
      "8": "<br/>",
      "9": "<strong>พรวิญญาณราตรี - Xilonen</strong>",
      "10": "ใช้ค่าวิญญาณราตรีอย่างต่อเนื่อง เมื่อค่าวิญญาณราตรีหมดลง หรือหากใช้อีกครั้ง พรวิญญาณราตรีของ Xilonen จะสิ้นสุดลง โดยสถานะพรวิญญาณราตรีจะมีคุณสมบัติพิเศษดังนี้:",
      "11": [
        "เปลี่ยนเป็นโหมด \"โรลเลอร์เบลด\" เพื่อเพิ่มความเร็วในการเคลื่อนที่และการปีนของ Xilonen ซึ่งขณะทำการปีน เธอจะสามารถกระโดดด้วยความเร็วสูงในร่างแมวป่า;",
        "สถานะพรวิญญาณราตรีของ Xilonen มีข้อจำกัดดังนี้: เมื่ออยู่ในสถานะพรวิญญาณราตรี ค่าวิญญาณราตรีของ Xilonen จะมีจำกัดเพียง 9 วินาที หากเลยเวลาที่กำหนด ค่าวิญญาณราตรีของ Xilonen จะหมดลงทันที"
      ],
      "12": "<br/>",
      "13": "เมื่ออยู่ในสถานะพรวิญญาณราตรี หลังจากค่าวิญญาณราตรีหมดลง Xilonen จะไม่สามารถสร้างค่าวิญญาณราตรี จากพรสวรรค์ติดตัว \"Netotiliztli's Echoes\" ได้",
      "14": "<br/>",
      "15": "<i>หลักการหลอมอัญมณีและผสานเสียง อาจมีความคล้ายกันในบางแง่: นั่นคือการกรองสิ่งสกปรกที่เจือปน และคงเหลือไว้ เพียงส่วนที่เปล่งประกายที่สุด",
      "16": "แต่ Xilonen ไม่เคยแยแสอยู่แล้ว เพราะสำหรับเธอแล้ว ทั้งสองสิ่งนี้ ต่างก็เป็นสิ่งที่ทำให้เธอมีความสุขทั้งสิ้น</i>"
    },
    "skillParams": {
      "0": "ความเสียหายพุ่งโจมตี",
      "1": "ลดความต้านทานธาตุ",
      "2": "เวลาเปิดใช้งานตัวอย่างเสียงต้นฉบับ",
      "3": "ขีดจำกัดเวลาค่าวิญญาณราตรี",
      "4": "ขีดจำกัดค่าวิญญาณราตรี",
      "5": "คูลดาวน์",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Ocelotlicue Point!",
    "description": {
      "0": "เปิดใช้งานคอนโซลมิกซ์เสียงสเตอริโอโฟลจิสตัน (แบบพกพา) ด้วยพลังเต็มที่ สร้าง<geo>ความเสียหายหินวงกว้าง</geo>ที่มีคุณสมบัติวิญญาณราตรี ตามพลังป้องกันของ Xilonen",
      "1": "<br/>",
      "2": "นอกจากนี้ เธอจะทำให้เกิดเอฟเฟกต์ต่อไปนี้ ตามประเภท \"ตัวอย่างเสียงต้นฉบับ\" ที่แตกต่างกัน:",
      "3": [
        "หากมี \"ตัวอย่างเสียงต้นฉบับ\" ที่ผ่านการแปลงธาตุแล้วอย่างน้อย 2 อัน: Xilonen จะเริ่มบรรเลงจังหวะ \"สุขสันต์\" และฟื้นฟูพลังชีวิตตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น ที่อยู่ใกล้เคียงเป็นระยะเวลาหนึ่ง โดยปริมาณฟื้นฟูจะขึ้นอยู่กับพลังป้องกันของ Xilonen;",
        "หากมี \"ตัวอย่างเสียงต้นฉบับ\" ที่ผ่านการแปลงธาตุแล้วน้อยกว่า 2 อัน: Xilonen จะบรรเลงจังหวะ \"เร่าร้อน\" และบรรเลงเพิ่มเติมอีกสองจังหวะ สร้าง<geo>ความเสียหายหินวงกว้าง</geo>ที่มีคุณสมบัติวิญญาณราตรี ตามพลังป้องกันของ Xilonen"
      ],
      "4": "<br/>",
      "5": "<i>\"เอาล่ะ หยุดไว้ตรงนี้ก่อนละกัน!\"",
      "6": "\"ไม่เป็นไร ๆ ฉันบันทึกจังหวะเมื่อกี้ไว้แล้วล่ะ ไหนดูสิ ถ้าผสมผสานจังหวะ ของพวกเราเข้าด้วยกัน มันจะออกมาเป็นทำนองแบบไหนกันนะ\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ปริมาณการรักษาต่อเนื่อง",
      "2": "ระยะเวลาต่อเนื่องจังหวะสุขสันต์",
      "3": "ความเสียหายจังหวะเพิ่มเติม",
      "4": "คูลดาวน์",
      "5": "พลังงานธาตุ",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Netotiliztli's Echoes",
    "description": {
      "0": "ขณะอยู่ในสถานะพรวิญญาณราตรี:",
      "1": [
        "หาก Xilonen มี \"ตัวอย่างเสียงต้นฉบับ\" ที่ผ่านการแปลงธาตุแล้วอย่างน้อย 2 อัน: เมื่อการโจมตีปกติหรือการโจมตีพุ่งลงจากอากาศโจมตีโดนศัตรู จะได้รับค่าวิญญาณราตรี 35 หน่วย โดยเอฟเฟกต์จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 0.1 วินาที;",
        "หาก Xilonen มี \"ตัวอย่างเสียงต้นฉบับ\" ที่ผ่านการแปลงธาตุแล้วน้อยกว่า 2 อัน การโจมตีปกติและการโจมตีพุ่งลงจากอากาศ จะสร้างความเสียหายเพิ่มขึ้น 30%"
      ]
    }
  },
  "passive2": {
    "name": "Portable Armored Sheath",
    "description": {
      "0": "ขณะอยู่ในสถานะพรวิญญาณราตรี เมื่อค่าวิญญาณราตรีของ Xilonen ถึงขีดจำกัดสูงสุด จะทำให้เกิดเอฟเฟกต์ที่เทียบเท่ากับ \"วิญญาณราตรีปะทุ\" หนึ่งครั้ง โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 14 วินาที",
      "1": "นอกจากนี้ เมื่อตัวละครในทีมที่อยู่ใกล้เคียงทำให้เกิด \"วิญญาณราตรีปะทุ\" พลังป้องกันของ Xilonen จะเพิ่มขึ้น 20% เป็นเวลา 15 วินาที"
    }
  },
  "passive3": {
    "name": "Night Realm's Gift: Blessing of Forge-Fire",
    "description": {
      "0": "เมื่อค่าวิญญาณราตรีหมดลง Xilonen จะสลับไปใช้โฟลจิสตัน เพื่อรักษาพรวิญญาณราตรีให้คงอยู่",
      "1": "เมื่ออยู่ใน Natlan ที่มีพื้นที่กลไกโฟลจิสตัน จะสามารถทำการถ่ายโอนวิญญาณราตรี - Xilonen ได้ เมื่อตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น อยู่ในสถานะวิ่ง, ปีน หรือสถานะการเคลื่อนที่ ตามพรสวรรค์ที่กำหนด หรืออยู่ในความสูงระดับหนึ่งในอากาศ เมื่อสลับตัวละคร Xilonen เข้าสู่การต่อสู้ จะทำให้เกิดเหตุการณ์ต่อไปนี้: Xilonen จะเข้าสู่สถานะพรวิญญาณราตรี และได้รับค่าวิญญาณราตรี 20 หน่วย ในสถานการณ์นี้ ค่าวิญญาณราตรีของ Xilonen จะมีจำกัดเพียง 4 วินาที หากเลยเวลาที่กำหนด ค่าวิญญาณราตรีของ Xilonen จะหมดลงทันที โดยหลังจากปล่อย <strong>Yohual's Scratch</strong> ภายในเวลาที่จำกัด ขีดจำกัดเวลาของค่าวิญญาณราตรีจะนานขึ้น 9 วินาที โดยทีมของตนเองจะทำให้เกิดการถ่ายโอนวิญญาณราตรีได้หนึ่งครั้ง ในทุก 10 วินาที",
      "2": "<br/>",
      "3": "นอกจากนี้ เมื่ออยู่ในพื้นที่ Natlan ขณะอยู่ในสถานะพรวิญญาณราตรี การปีนของ Xilonen จะไม่ใช้พลังกายอีก"
    }
  },
  "passive": {
    "name": "Tour of Tepeilhuitl",
    "description": {
      "0": "เมื่อปล่อยการถ่ายโอนวิญญาณราตรี จะฟื้นฟูโฟลจิสตัน 15 หน่วย"
    }
  },
  "constellation1": {
    "name": "Sabbatical Phrase",
    "description": {
      "0": "ค่าวิญญาณราตรีและโฟลจิสตันที่ใช้ในสถานะพรวิญญาณราตรีของ Xilonen ลดลง 30% และขีดจำกัดเวลาของค่าวิญญาณราตรีจะนานขึ้น 45%",
      "1": "นอกจากนี้ เมื่อเปิดใช้งาน \"ตัวอย่างเสียงต้นฉบับ\" ของ Xilonen จะเพิ่มความสามารถในการต้านทานการหยุดชะงัก ของตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นที่อยู่ใกล้เคียง"
    }
  },
  "constellation2": {
    "name": "Chiucue Mix",
    "description": {
      "0": "\"ตัวอย่างเสียงต้นฉบับ\" <geo>ธาตุหิน</geo>ที่ Xilonen พกติดตัวจะเปิดใช้งานอย่างต่อเนื่อง นอกจากนี้ เมื่อเปิดใช้งาน \"ตัวอย่างเสียงต้นฉบับ\" ของ Xilonen จะทำให้ตัวละครใกล้เคียงทั้งหมดในทีม ที่มีประเภทธาตุเดียวกัน ได้รับเอฟเฟกต์ที่เกี่ยวข้องต่อไปนี้ ตามประเภทธาตุของ \"ตัวอย่างเสียงต้นฉบับ\":",
      "1": [
        "<geo>ธาตุหิน</geo>: สร้างความเสียหายเพิ่มขึ้น 50%;",
        "<pyro>ธาตุไฟ</pyro>: พลังโจมตีเพิ่มขึ้น 45%;",
        "<hydro>ธาตุน้ำ</hydro>: พลังชีวิตสูงสุดเพิ่มขึ้น 45%;",
        "<cryo>ธาตุน้ำแข็ง</cryo>: ความแรงคริเพิ่มขึ้น 60%;",
        "<electro>ธาตุไฟฟ้า</electro>: ฟื้นฟูพลังงานธาตุ 25 หน่วย และช่วงเวลาคูลดาวน์ของท่าไม้ตายลดลง 6 วินาที"
      ]
    }
  },
  "constellation3": {
    "name": "Tonalpohualli's Loop",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Yohual's Scratch</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Suchitl's Trance",
    "description": {
      "0": "หลังจาก Xilonen ปล่อย <strong>Yohual's Scratch</strong> จะสร้างเอฟเฟกต์ \"พรแห่งบุปผา\" ให้กับตัวละครทั้งหมดในทีมที่อยู่ใกล้เคียง เป็นเวลา 15 วินาที",
      "1": "ความเสียหายที่เกิดจากการโจมตีปกติ, การชาร์จโจมตี และการโจมตีพุ่งลงจากอากาศของตัวละครที่มี \"พรแห่งบุปผา\" จะเพิ่มขึ้น โดยปริมาณที่เพิ่มขึ้นจะเท่ากับ 65% ของพลังป้องกันของ Xilonen ซึ่งเอฟเฟกต์นี้จะหายไปหลังจากเกิดผล 6 ครั้ง หรือสิ้นสุดเวลาต่อเนื่อง",
      "2": "เมื่อโจมตีโดนศัตรูหลายตัวในครั้งเดียว จะใช้จำนวนครั้งเอฟเฟกต์ที่มี โดยขึ้นกับจำนวนของศัตรูที่ถูกโจมตี; จำนวนครั้งการเกิดเอฟเฟกต์ของตัวละครแต่ละตัวในทีมที่มี \"พรแห่งบุปผา\" จะคิดแยกกัน"
    }
  },
  "constellation5": {
    "name": "Tlaltecuhtli's Crossfade",
    "description": {
      "0": "เพิ่มเลเวลของสกิล <strong>Ocelotlicue Point!</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Imperishable Night Carnival",
    "description": {
      "0": "ขณะอยู่ในสถานะพรวิญญาณราตรี เมื่อ Xilonen ทำการพุ่งตัว, กระโดด, ใช้การโจมตีปกติ หรือโจมตีพุ่งลงจากอากาศ จะได้รับ \"พรราตรีนิรันดร์\" โดยไม่สนใจข้อจำกัดของสถานะพรวิญญาณราตรี และเพิ่มความเสียหายของการโจมตีปกติ และโจมตีพุ่งลงจากอากาศ เป็นเวลา 5 วินาที",
      "1": "ในช่วงเวลาต่อเนื่อง:",
      "2": [
        "การนับถอยหลังขีดจำกัดเวลาค่าวิญญาณราตรีของ Xilonen จะหยุดลง ค่าวิญญาณราตรี, โฟลจิสตัน, พลังกายของ Xilonen จะไม่ลดลงอีกต่อไป และเมื่อค่าวิญญาณราตรีถึงขีดจำกัดสูงสุด พรวิญญาณราตรีของ Xilonen จะไม่สิ้นสุดลงเช่นกัน;",
        "ความเสียหายของการโจมตีปกติและโจมตีพุ่งลงจากอากาศ ขณะอยู่ในสถานะพรวิญญาณราตรีของ Xilonen จะเพิ่มขึ้น โดยปริมาณที่เพิ่มขึ้นเท่ากับ 300% ของพลังป้องกันของ Xilonen",
        "ในทุก 1.5 วินาที จะฟื้นฟูพลังชีวิตให้ตัวละครทั้งหมดในทีมที่อยู่บริเวณใกล้เคียง โดยปริมาณที่ฟื้นฟูเท่ากับ 120% ของพลังป้องกันของ Xilonen"
      ],
      "3": "ทุก 15 วินาที จะได้รับ \"พรราตรีนิรันดร์\" มากสุดหนึ่งครั้ง"
    }
  }
}