{
  "name": "Cyno",
  "title": "การพิพากษาอันซ่อนเร้น",
  "description": "\"เจ้าหน้าที่มหามาตรา\" ผู้รับหน้าที่ดูแลนักวิชาการในสถาบัน...ในตอนที่ทำงาน มีประสิทธิภาพมากกว่า \"กลไกมหามนตรา\" ที่ผลิตโดยคณะ Kshahrewar เสียอีก",
  "constellationName": "Lupus Aureus",
  "auto": {
    "name": "Invoker's Spear",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "โจมตีด้วยหอกต่อเนื่องมากสุด 4 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่งเพื่อพุ่งไปข้างหน้า และสร้างความเสียหายแก่ศัตรูที่อยู่ในเส้นทาง"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายชาร์จโจมตี",
      "5": "ชาร์จโจมตีใช้พลังกาย",
      "6": "ความเสียหายพุ่งลง",
      "7": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Secret Rite: Chasmic Soulfarer",
    "description": {
      "0": "พุ่งไปข้างหน้าอย่างรวดเร็ว เพื่อสร้าง<electro>ความเสียหายไฟฟ้า</electro>แก่ศัตรูที่อยู่ในเส้นทางการโจมตี",
      "1": "<br/>",
      "2": "เมื่อ Cyno อยู่ภายใต้สภาวะ Pactsworn Pathclearer ของท่าไม้ตาย \"Sacred Rite: Wolf's Swiftness\" จะเปลี่ยนเป็นใช้ <strong>Mortuary Rite</strong> เพื่อปลดปล่อยพลังของสายฟ้าแทน โดยจะสร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro> และทำให้ช่วงเวลาคงอยู่ของ Pactsworn Pathclearer ยาวนานขึ้น",
      "3": "<br/>",
      "4": "<i>\"การพิพากษาในครั้งนี้ คุณไม่มีสิทธิ์เลือกที่จะยอมรับหรือปฏิเสธ คุณกับฉัน... ต่างก็เป็นส่วนหนึ่งของมันตั้งนานแล้ว\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหาย Mortuary Rite",
      "2": "โบนัสช่วงเวลาของ Pactsworn Pathclearer",
      "3": "คูลดาวน์",
      "4": "คูลดาวน์ของ Mortuary Rite",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Sacred Rite: Wolf's Swiftness",
    "description": {
      "0": "อัญเชิญดวงวิญญาณของเทพให้ลงมาประทับร่าง และแปลงกายเป็น \"Pactsworn Pathclearer\"",
      "1": "<br/>",
      "2": "<strong>Pactsworn Pathclearer</strong>",
      "3": "เปลี่ยนความเสียหายที่การโจมตีปกติ การชาร์จโจมตี และการโจมตีพุ่งลงจากอากาศของ Cyno สร้าง ให้เป็น<electro>ความเสียหายไฟฟ้า</electro> ที่ไม่สามารถซ้อนทับด้วยธาตุอื่นได้;",
      "4": [
        "ความชำนาญธาตุและความสามารถในการต้านทานการหยุดชะงักของ Cyno จะเพิ่มขึ้น และทนต่อความเสียหายของปฏิกิริยาชาร์จไฟฟ้า"
      ],
      "5": "<br/>",
      "6": "เอฟเฟกต์จะหายไปเมื่อ Cyno ออกจากการต่อสู้ และจะคงอยู่ได้นานสุดถึง 18 วินาที",
      "7": "<br/>",
      "8": "<i>พิธีกรรมลับที่สืบทอดมาจากดินแดนโบราณ ซึ่งสำหรับเจ้าหน้าที่มหามาตราแล้ว ยังหมายถึงการพิพากษาครั้งสุดท้ายอีกด้วย</i>",
      "9": "<i>ไม่ว่าจะเป็นช่วงเวลานั้นหรือในตอนนี้ ไม่ว่าจะเป็นลมพายุหรืองูยักษ์ ต่างก็ไม่มีอะไรมาสั่นคลอนความศักดิ์สิทธิ์ของกฎได้</i>"
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขั้น 5",
      "5": "ความเสียหายชาร์จโจมตี",
      "6": "ชาร์จโจมตีใช้พลังกาย",
      "7": "ความเสียหายพุ่งลง",
      "8": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "9": "เพิ่มความชำนาญธาตุ",
      "10": "ช่วงเวลาต่อเนื่องพื้นฐาน",
      "11": "คูลดาวน์",
      "12": "พลังงานธาตุ",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Featherfall Judgment",
    "description": {
      "0": "เมื่อ Cyno อยู่ในสภาวะ Pactsworn Pathclearer ของ <strong>Sacred Rite: Wolf's Swiftness</strong> จะเข้าสู่สภาวะ \"Endseer\" เป็นระยะ ๆ ซึ่งเมื่อใช้ <strong>Secret Rite: Chasmic Soulfarer</strong> ในสภาวะดังกล่าว จะทำให้เกิดเอฟเฟกต์ \"Judication\" ซึ่งจะทำให้ Secret Rite: Chasmic Soulfarer ในครั้งนี้สร้างความเสียหายเพิ่มขึ้น 35% และปล่อย Duststalker Bolt ออกไปข้างหน้า 3 อัน โดยจะทำให้เกิด<electro>ความเสียหายไฟฟ้า</electro>เป็น 100% ของพลังโจมตีของ Cyno",
      "1": "ความเสียหายที่ Duststalker Bolt สร้าง จะถูกมองว่าเป็นความเสียหายของสกิลธาตุ"
    }
  },
  "passive2": {
    "name": "Authority Over the Nine Bows",
    "description": {
      "0": "การโจมตีต่อไปนี้ของ Cyno จะสร้างความเสียหายเพิ่มขึ้น โดยขึ้นกับความชำนาญธาตุของเขาเอง:",
      "1": [
        "การโจมตีปกติภายใต้สภาวะ Pactsworn Pathclearer สร้างความเสียหายเพิ่มขึ้น 150% ของความชำนาญธาตุ;",
        "Duststalker Bolt ของพรสวรรค์ติดตัว \"Featherfall Judgment\" สร้างความเสียหายเพิ่มขึ้น 250% ของความชำนาญธาตุ"
      ]
    }
  },
  "passive3": {
    "name": "The Gift of Silence",
    "description": {
      "0": "เมื่อทำคำขอการออกสำรวจของ Sumeru ที่ใช้เวลา 20 ชั่วโมง รางวัลที่ได้รับจะเพิ่มขึ้น 25%"
    }
  },
  "constellation1": {
    "name": "Ordinance: Unceasing Vigil",
    "description": {
      "0": "หลังจากใช้ <strong>Sacred Rite: Wolf's Swiftness</strong> ความเร็วการโจมตีปกติของ Cyno จะเพิ่มขึ้น 20% เป็นเวลา 10 วินาที และหากทำให้เกิดเอฟเฟกต์ Judication ของพรสวรรค์ติดตัว \"Featherfall Judgment\" ระหว่างช่วงเวลาของ <strong>Secret Rite: Chasmic Soulfarer</strong> ระยะต่อเนื่องของความสามารถที่เพิ่มขึ้นมาจะถูกรีเฟรช",
      "1": "ต้องปลดล็อกพรสวรรค์ติดตัว \"Featherfall Judgment\" ก่อน"
    }
  },
  "constellation2": {
    "name": "Ceremony: Homecoming of Spirits",
    "description": {
      "0": "หลังจากที่การโจมตีปกติของ Cyno ถูกศัตรู โบนัส<electro>ความเสียหายไฟฟ้า</electro>จะเพิ่มขึ้น 10% เป็นเวลา 4 วินาที โดยที่ทุก 0.1 วินาที เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ซ้อนทับได้มากสุด 5 ชั้น"
    }
  },
  "constellation3": {
    "name": "Precept: Lawful Enforcer",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Sacred Rite: Wolf's Swiftness</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Austerity: Forbidding Guard",
    "description": {
      "0": "เมื่อ Cyno อยู่ในสภาวะ Pactsworn Pathclearer ของ <strong>Sacred Rite: Wolf's Swiftness</strong> หลังจากทำให้เกิดปฏิกิริยาชาร์จไฟฟ้า, นำไฟฟ้า, โอเวอร์โหลด, ปลุกเร้า, บีบอัด, ไฮเปอร์บลูม และการกระจายธาตุไฟฟ้าแล้ว จะฟื้นฟูพลังงานธาตุ 3 หน่วย ให้ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียง (ไม่รวมตัวของ Cyno เอง)",
      "1": "ในระหว่าง <strong>Sacred Rite: Wolf's Swiftness</strong> หนึ่งครั้ง เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุด 5 ครั้ง"
    }
  },
  "constellation5": {
    "name": "Funerary Rite: The Passing of Starlight",
    "description": {
      "0": "เพิ่มเลเวลของสกิล <strong>Secret Rite: Chasmic Soulfarer</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Raiment: Just Scales",
    "description": {
      "0": "หลังจากใช้ <strong>Sacred Rite: Wolf's Swiftness</strong> หรือทำให้เกิดเอฟเฟกต์ \"Judication\" ของพรสวรรค์ติดตัว \"Featherfall Judgment\" Cyno จะได้รับเอฟเฟกต์ \"Day of the Jackal\" 4 ชั้น โดยเมื่อการโจมตีปกติของ Cyno ถูกศัตรู จะใช้เอฟเฟกต์ Day of the Jackal หนึ่งชั้น และปล่อย Duststalker Bolt ออกมาหนึ่งอัน",
      "1": "Day of the Jackal จะคงอยู่เป็นเวลา 8 วินาที ซ้อนทับได้มากสุด 8 ชั้น และจะถูกลบล้างหลังจากที่สภาวะ Pactsworn Pathclearer ของ Sacred Rite: Wolf's Swiftness สิ้นสุดลง",
      "2": "ในทุก 0.4 วินาที จะสามารถปล่อย Duststalker Bolt ออกมาด้วยวิธีนี้ได้มากสุดหนึ่งอัน",
      "3": "ต้องปลดล็อกพรสวรรค์ติดตัว \"Featherfall Judgment\" ก่อน"
    }
  }
}