{
  "name": "Yanfei",
  "title": "ความไร้เดียงสาอันแสนแยบยล",
  "description": "ที่ปรึกษาด้านกฎหมายผู้โด่งดังที่ประจำอยู่ที่ท่าเรือ Liyue หญิงสาวผู้ปราดเปรื่องที่มีสายเลือดสัตว์เวทผสมอยู่",
  "constellationName": "Bestia Iustitia",
  "auto": {
    "name": "Seal of Approval",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "ปล่อยลูกบอลไฟติดต่อกันเพื่อสร้าง <pyro>ความเสียหายไฟ</pyro> สูงสุดสามขั้น",
        "2": "เมื่อโจมตีปกติโดนศัตรู จะมอบ Scarlet Seal ให้แก่ Yanfei หนึ่งอัน ในตอนเริ่มต้นจะสะสม Scarlet Seal ได้มากสุดสามอัน โดยทุกครั้งที่ได้รับจะเป็นการรีเฟรชช่วงเวลาต่อเนื่องของ Scarlet Seal ที่มีอยู่",
        "3": "Scarlet Seal แต่ละอันจะลดการใช้พลังกายของ Yanfei ลง และจะหายไปเมื่อ Yanfei ออกจากการต่อสู้"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "หลังจากใช้พลังกายและร่ายเวทสั้น ๆ จะใช้ Scarlet Seal ทั้งหมด และสร้าง<pyro>ความเสียหายไฟวงกว้าง</pyro> ไปยังบริเวณด้านหน้า",
        "2": "พื้นที่และความเสียหายของชาร์จโจมตีแต่ละครั้งจะขึ้นอยู่กับจำนวน Scarlet Seal ที่ถูกใช้ไป"
      },
      "plunging": {
        "0": "<strong>การโจมตีพุ่งลงจากอากาศ</strong>",
        "1": "รวบรวมพลังของธาตุไฟ กระโจนจากกลางอากาศลงมายังพื้นดินเพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี และจะสร้าง<pyro>ความเสียหายไฟวงกว้าง</pyro>เมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายชาร์จโจมตี",
      "4": "ชาร์จโจมตีใช้พลังกาย",
      "5": "Scarlet Seal ลดการใช้พลังกาย",
      "6": "ระยะเวลาของ Scarlet Seal",
      "7": "ความเสียหายพุ่งลง",
      "8": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Signed Edict",
    "description": {
      "0": "เรียกเปลวไฟอันร้อนแรงออกมา เพื่อสร้าง<pyro>ความเสียหายไฟวงกว้าง</pyro>",
      "1": "หลังจากที่โดนศัตรู จะมอบ Scarlet Seal จำนวนสูงสุดให้แก่ Yanfei",
      "2": "<br/>",
      "3": "<i>นอกจากผลทางกฎหมายแล้ว ตราประทับที่ทำด้วยไฟยังมีมาตราเพิ่มเติมของ Yanfei อีกด้วย ท้ายที่สุดแล้วกฎแห่งธรรมชาติก็ไม่สามารถเปลี่ยนแปลงได้โดยฝ่ายกิจการทั่วไปเพียงอย่างเดียว</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "คูลดาวน์",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Done Deal",
    "description": {
      "0": "ทำให้เกิดการปะทุของเปลวไฟ พุ่งออกมาใส่ศัตรูที่อยู่รอบ ๆ เพื่อสร้าง<pyro>ความเสียหายไฟวงกว้าง</pyro> และมอบ Scarlet Seal จำนวนสูงสุดกับเอฟเฟกต์ Brilliance ให้แก่ Yanfei เอง",
      "1": "<br/>",
      "2": "<strong>Brilliance</strong>",
      "3": "มีเอฟเฟกต์ดังต่อไปนี้:",
      "4": [
        "มอบ Scarlet Seal หนึ่งอันให้แก่ Yanfei เป็นระยะ ๆ ;",
        "เพิ่มความเสียหายของชาร์จโจมตี"
      ],
      "5": "เอฟเฟกต์ Brilliance จะหายไปเมื่อ Yanfei ออกจากการต่อสู้หรือหมดสติ",
      "6": "<br/>",
      "7": "<i>\"ตัวบทที่สมบูรณ์ ทำให้เกิดเป็นข้อตกลงแห่งความเป็นและความตาย แน่นอนว่าไม่ใช่ฉันหรอกนะที่จะเป็นฝ่ายตาย!\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "",
      "2": "ระยะเวลาการได้รับ Scarlet Seal ทุก",
      "3": "เพิ่มความเสียหายชาร์จโจมตี",
      "4": "ระยะเวลาต่อเนื่อง",
      "5": "เวลาคูลดาวน์",
      "6": "พลังงานธาตุ",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Proviso",
    "description": {
      "0": "เมื่อ Yanfei ใช้ Scarlet Seal เพื่อทำการชาร์จโจมตี ทุกการใช้ Scarlet Seal หนึ่งอัน จะเพิ่ม<pyro>โบนัสความเสียหายไฟ</pyro>ให้กับ Yanfei 5% เป็นเวลา 6 วินาที เมื่อใช้ชาร์จโจมตีอีกครั้งภายในช่วงเวลาต่อเนื่องของเอฟเฟกต์ดังกล่าว เอฟเฟกต์เดิมที่มีอยู่จะถูกล้างออกก่อน"
    }
  },
  "passive2": {
    "name": "Blazing Eye",
    "description": {
      "0": "เมื่อชาร์จโจมตีที่ปล่อยโดย Yanfei เกิดคริติคอลแก่ศัตรู จะสร้าง<pyro>ความเสียหายไฟวงกว้าง</pyro>ที่มีความรุนแรงเท่ากับ 80% ของพลังโจมตีเพิ่มเติมหนึ่งครั้ง ซึ่งความเสียหายนี้นับเป็นความเสียหายชาร์จโจมตี"
    }
  },
  "passive3": {
    "name": "Encyclopedic Expertise",
    "description": {
      "0": "แสดงตำแหน่ง<strong>ของพิเศษเฉพาะใน Liyue</strong> บนมินิแมป"
    }
  },
  "constellation1": {
    "name": "The Law Knows No Kindness",
    "description": {
      "0": "ขณะที่ Yanfei ชาร์จโจมตีแล้วมี Scarlet Seal ทุก ๆ หนึ่งอัน จะเพิ่มความต้านทานการหยุดชะงักระหว่างที่ Yanfei ร่าย และลดการใช้พลังกายของการชาร์จโจมตีครั้งนี้ลง 10%"
    }
  },
  "constellation2": {
    "name": "Right of Final Interpretation",
    "description": {
      "0": "เมื่อ Yanfei ทำการชาร์จโจมตีใส่ศัตรูที่มีพลังชีวิตต่ำกว่า 50% อัตราคริจะเพิ่มขึ้น 20%"
    }
  },
  "constellation3": {
    "name": "Samadhi Fire-Forged",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Signed Edict</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Supreme Amnesty",
    "description": {
      "0": "เมื่อปล่อย <strong>Done Deal</strong>: ",
      "1": "จะสร้างโล่ดูดซับความเสียหาย เท่ากับ 45% ของพลังชีวิต 1 อัน ต่อเนื่อง 15 วินาที",
      "2": "ซึ่งโล่นี้มีเอฟเฟกต์ดูดซับ <pyro>ความเสียหายธาตุไฟ</pyro> 250%"
    }
  },
  "constellation5": {
    "name": "Abiding Affidavit",
    "description": {
      "0": "เพิ่มเลเวลของสกิล <strong>Done Deal</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Extra Clause",
    "description": {
      "0": "เพิ่มขีดจำกัดของ Scarlet Seal ของ Yanfei ขึ้น 1 อัน"
    }
  }
}