{
  "name": "Furina",
  "title": "ระบำเดียวดายชั่วนิรันดร์",
  "description": "จุดสนใจบนเวทีแห่งการพิพากษา จนกระทั่งเสียงปรบมือคำรามก้องเมื่อม่านปิดลง",
  "constellationName": "Animula Choragi",
  "auto": {
    "name": "Soloist's Solicitation",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "โจมตีต่อเนื่องมากสุด 4 ครั้ง "
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่ง เพื่อปล่อย Solo Dance สร้างความเสียหายกายภาพแก่ศัตรูที่อยู่ใกล้เคียง และเปลี่ยนคุณสมบัติพลังปฐมภูมิของตนเอง ถ้ามี \"Salon Member\" หรือ \"Singer of Many Waters\" ที่ถูกเรียกออกมาจากสกิลธาตุ \"Salon Solitaire\" อยู่บนสนาม \"Salon Member\" หรือ \"Singer of Many Waters\" จะเปลี่ยนเป็นประเภททีมที่สอดคล้องกัน"
      },
      "arkhe": {
        "0": "<strong>พลังปฐมภูมิ: Seats Sacred and Secular</strong>",
        "1": "ในช่วงเวลาหนึ่ง เมื่อการโจมตีปกติของ Furina โดนเป้าหมาย Spiritbreath Thorn หรือ Surging Blade จะตกลงมายังตำแหน่งที่ถูกโจมตี สร้าง<hydro>ความเสียหายน้ำ</hydro>ที่มีพลังวิญญาณหรือพลังสสาร โดยจะขึ้นอยู่กับคุณสมบัติพลังปฐมภูมิของ Furina ในปัจจุบัน",
        "2": "เมื่อ Furina เข้าร่วมการต่อสู้ คุณสมบัติพลังปฐมภูมิจะเป็นพลังสสาร"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายชาร์จโจมตี",
      "5": "ชาร์จโจมตีใช้พลังกาย",
      "6": "ความเสียหายพุ่งลง",
      "7": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "8": "ความเสียหาย Spiritbreath Thorn/Surging Blade",
      "9": "ช่วงเวลาความเสียหาย Spiritbreath Thorn/Surging Blade",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Salon Solitaire",
    "description": {
      "0": "เชิญแขกของ Salon Solitaire ให้เข้าร่วมการต่อสู้ และช่วยเชียร์การแสดงของ Furina โดยแขกที่เชิญมาจะแบ่งเป็น \"Salon Member\" และ \"Singer of Many Waters\" ตาม<strong>คุณสมบัติพลังปฐมภูมิ</strong>ของ Furina ในขณะนั้น",
      "1": "<br/>",
      "2": "<strong>พลังสสาร</strong>",
      "3": "ปล่อยฟองแห่งการเฉลิมฉลอง สร้าง<hydro>ความเสียหายน้ำวงกว้าง</hydro>ตามพลังชีวิตสูงสุดของ Furina และเรียก \"Salon Member\" ออกมาสามตัว: \"Gentilhomme Usher\" ที่มีรูปร่างเหมือน Ball Octopus, \"Surintendante Chevalmarin\" ที่มีรูปร่างเหมือน Bubbly Seahorse และ \"Mademoiselle Crabaletta\" ที่มีรูปร่างเหมือน Armored Crab",
      "4": "\"Salon Member\" จะโจมตีศัตรูใกล้เคียงเป็นระยะ ๆ และโจมตีศัตรูที่เป็นเป้าหมายของตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นก่อน เพื่อสร้าง<hydro>ความเสียหายน้ำ</hydro> โดยขึ้นอยู่กับพลังชีวิตสูงสุด",
      "5": "เมื่อ \"Salon Member\" ทำการโจมตี พลังของการโจมตีจะเพิ่มขึ้นตามจำนวนตัวละครที่มีพลังชีวิตสูงกว่า 50% และตัวละครเหล่านี้จะสูญเสียพลังชีวิต: หากตัวละครที่ตรงตามเงื่อนไขมี 1/2/3/4 ตัว หรือมากกว่า การโจมตีจะสร้างความเสียหาย 110%/120%/130%/140% ของความเสียหายเดิม",
      "6": "<br/>",
      "7": "<strong>พลังวิญญาณ</strong>",
      "8": "เชิญ \"Singer of Many Waters\" ออกมา ฟื้นฟูพลังชีวิตให้แก่ตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นที่อยู่ใกล้เคียง โดยขึ้นอยู่กับพลังชีวิตสูงสุด",
      "9": "<br/>",
      "10": "ช่วงเวลาต่อเนื่องของ \"Salon Member\" และ \"Singer of Many Waters\" จะถูกใช้ร่วมกัน เมื่อ Furina ทำการชาร์จโจมตีเพื่อเปลี่ยนประเภทของแขก ช่วงเวลาต่อเนื่องจะถูกสืบทอด",
      "11": "ในช่วงเวลาที่ \"Salon Member\" หรือ \"Singer of Many Waters\" คงอยู่ Furina จะสามารถเคลื่อนที่บนผิวน้ำได้",
      "12": "<br/>",
      "13": "<i>Salon Solitaire ของ Furina มีสมาชิกประจำมาเยี่ยมอยู่เสมอ ในเวลาปกติคือ Mademoiselle Crabaletta, Surintendante Chevalmarin และ Gentilhomme Usher แต่ในวันพุธที่แสนเศร้าโศกคนที่มาเยี่ยมเยียนจะเป็นเหล่านักร้อง</i>"
    },
    "skillParams": {
      "0": "ความเสียหาย Ousia Bubble",
      "1": "ระยะเวลาต่อเนื่อง",
      "2": "ความเสียหาย Gentilhomme Usher",
      "3": "ความเสียหาย Surintendante Chevalmarin",
      "4": "ความเสียหาย Mademoiselle Crabaletta",
      "5": "Gentilhomme Usher เสียค่าพลังชีวิต",
      "6": "Surintendante Chevalmarin เสียค่าพลังชีวิต",
      "7": "Mademoiselle Crabaletta เสียค่าพลังชีวิต",
      "8": "ปริมาณการรักษา Singer of Many Waters",
      "9": "คูลดาวน์",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Let the People Rejoice",
    "description": {
      "0": "รวบรวมจิตวิญญาณแห่งการเฉลิมฉลอง สร้างเวทีฟองน้ำขึ้นมา สร้าง<hydro>ความเสียหายน้ำวงกว้าง</hydro>ตามพลังชีวิตสูงสุดของ Furina และทำให้ตัวละครในทีมที่อยู่ใกล้เคียงเข้าสู่สถานะ \"Universal Revelry\": ในช่วงเวลาต่อเนื่อง เมื่อพลังชีวิตปัจจุบันของตัวละครเพิ่มขึ้นหรือลดลง ทุก ๆ 1% ของพลังชีวิตสูงสุดที่เพิ่มหรือลดลง Furina จะได้รับค่า \"Fanfare\" 1 หน่วย",
      "1": "ในขณะเดียวกัน ความเสียหายที่ตัวละครทั้งหมดในทีมที่อยู่ใกล้เคียงสร้างจะเพิ่มขึ้น และโบนัสการรักษาที่ได้รับจะเพิ่มขึ้น ตามค่า \"Fanfare\" ที่ Furina มีอยู่",
      "2": "เมื่อช่วงเวลาต่อเนื่องสิ้นสุดลง ค่า \"Fanfare\" ที่ Furina มีอยู่จะถูกลบล้าง",
      "3": "<br/>",
      "4": "<i>\"จงโห่ร้อง! จงปรีดา! จงชื่นชมเรา! ยกแก้วขึ้นเถอะ! ทุกค่ำคืนที่ไม่มีงานเลี้ยง เป็นการเสียเวลากับการได้สติที่แสนเจ็บปวด... เอ่อ ถ้ายังไม่บรรลุนิติภาวะก็เปลี่ยนเป็นน้ำองุ่นแทนนะ!\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ระยะเวลาต่อเนื่อง",
      "2": "Fanfare สูงสุด",
      "3": "อัตราส่วน Fanfare แปลงเป็นความเสียหาย",
      "4": "อัตราส่วน Fanfare แปลงเป็นได้รับโบนัสการรักษา",
      "5": "คูลดาวน์",
      "6": "พลังงานธาตุ",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Endless Waltz",
    "description": {
      "0": "เมื่อตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นได้รับการรักษา หากแหล่งที่มาของการรักษาในครั้งนี้ไม่ใช่ตัว Furina เอง และปริมาณการรักษามากเกินไป ภายใน 4 วินาทีถัดไป Furina จะทำการรักษาตัวละครในทีมที่อยู่ใกล้เคียงหนึ่งครั้ง ในทุก 2 วินาที โดยปริมาณการรักษาเท่ากับ 2% ของพลังชีวิตสูงสุดของตัวละครแต่ละตัว"
    }
  },
  "passive2": {
    "name": "Unheard Confession",
    "description": {
      "0": "ทุก 1,000 หน่วยของพลังชีวิตสูงสุด จะทำให้ <strong>Salon Solitaire</strong> ของ Furina ที่มีคุณสมบัติพลังปฐมภูมิที่แตกต่างกัน ได้รับเอฟเฟกต์บัฟที่สอดคล้องกัน:",
      "1": "\"Salon Member\" จะสร้างความเสียหายเพิ่มขึ้น 0.7% สามารถเพิ่มความเสียหายที่เกิดจาก \"Salon Member\" ด้วยวิธีนี้ได้สูงสุด 28%",
      "2": "\"Singer of Many Waters\" จะลดความถี่ของเวลาการรักษาตัวละครในบริเวณใกล้เคียงที่อยู่ในการต่อสู้ในขณะนั้นลง 0.4% \"Singer of Many Waters\" สามารถลดความถี่ของเวลาการรักษาตัวละครในบริเวณใกล้เคียงที่อยู่ในการต่อสู้ในขณะนั้นด้วยวิธีนี้ได้สูงสุด 16%"
    }
  },
  "passive3": {
    "name": "The Sea Is My Stage",
    "description": {
      "0": "ช่วงเวลาคูลดาวน์สกิลของ Fontemer Aberrant สีพิเศษ ลดลง 30%"
    }
  },
  "constellation1": {
    "name": "\"Love Is a Rebellious Bird That None Can Tame\"",
    "description": {
      "0": "เมื่อปล่อย <strong>Let the People Rejoice</strong> แล้ว Furina จะได้รับค่า \"Fanfare\" 150 หน่วย",
      "1": "นอกจากนี้ ขีดจำกัดสูงสุดค่า \"Fanfare\" ของ Furina จะเพิ่มขึ้น 100 หน่วย"
    }
  },
  "constellation2": {
    "name": "\"A Woman Adapts Like Duckweed in Water\"",
    "description": {
      "0": "ระหว่างช่วงเวลาต่อเนื่องของ <strong>Let the People Rejoice</strong> ค่า \"Fanfare\" ที่ Furina ได้รับจากการเพิ่มหรือลดพลังชีวิตของตัวละครในทีมที่อยู่ใกล้เคียงจะเพิ่มขึ้น 250% ซึ่งทุก 1 หน่วยของค่า \"Fanfare\" ที่เกินขีดจำกัด จะเพิ่มพลังชีวิตสูงสุดของ Furina ขึ้น 0.35% โดยสามารถเพิ่มพลังชีวิตสูงสุดของ Furina ด้วยวิธีนี้ได้มากสุด 140%"
    }
  },
  "constellation3": {
    "name": "\"My Secret Is Hidden Within Me, No One Will Know My Name\"",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Let the People Rejoice</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "\"They Know Not Life, Who Dwelt in the Netherworld Not!\"",
    "description": {
      "0": "เมื่อ \"Salon Member\" ของ <strong>Salon Solitaire</strong> โจมตีโดนศัตรู หรือ \"Singer of Many Waters\" ฟื้นฟูพลังชีวิตให้ตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นที่อยู่ใกล้เคียง Furina จะได้รับพลังงานธาตุ 4 หน่วย โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 5 วินาที"
    }
  },
  "constellation5": {
    "name": "\"His Name I Now Know, It Is...!\"",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Salon Solitaire</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "\"Hear Me — Let Us Raise the Chalice of Love!\"",
    "description": {
      "0": "เมื่อปล่อย<strong> \"Salon Solitaire\"</strong> Furina จะได้รับ \"Center of Attention\" เป็นเวลา 10 วินาที",
      "1": "ในช่วงเวลาดังกล่าว การโจมตีปกติ, การชาร์จโจมตี และการโจมตีพุ่งลงจากอากาศของ Furina จะเปลี่ยนเป็น<hydro>ความเสียหายน้ำ</hydro>ที่ไม่สามารถซ้อนทับด้วยธาตุอื่นได้ และสร้างความเสียหายเพิ่มขึ้น เท่ากับ 18% ของพลังชีวิตสูงสุดของ Furina",
      "2": "ในช่วงเวลาดังกล่าว เมื่อการโจมตีปกติ (ไม่รวมถึงการโจมตีด้วย \"พลังปฐมภูมิ: Seats Sacred and Secular\"), การชาร์จโจมตี และการโจมตีพุ่งลงจากอากาศ ของ Furina โจมตีถูกศัตรู ในทุก 0.1 วินาที จะเกิดเอฟเฟกต์ที่แตกต่างกันไปตามคุณสมบัติพลังปฐมภูมิของ Furina:",
      "3": "<br/>",
      "4": "พลังปฐมภูมิ: พลังสสาร",
      "5": "ทุก 1 วินาที จะฟื้นฟูพลังชีวิตให้แก่ตัวละครทั้งหมดในทีมที่อยู่ใกล้เคียง เป็นเวลา 2.9 วินาที โดยปริมาณการฟื้นฟูเท่ากับ 4% ของพลังชีวิตสูงสุดของ Furina หากเกิดซ้ำ ๆ จะยืดระยะเวลาคงอยู่ให้นานขึ้น",
      "6": "พลังปฐมภูมิ: พลังวิญญาณ",
      "7": "เมื่อโจมตีปกติ (ไม่รวมถึงการโจมตีด้วย \"พลังปฐมภูมิ: Seats Sacred and Secular\"), ชาร์จโจมตี และโจมตีพุ่งลงจากอากาศ ความเสียหายที่สร้างจะเพิ่มขึ้นอีกขั้น โดยปริมาณที่เพิ่มจะเท่ากับ 25% ของพลังชีวิตสูงสุดของ Furina เมื่อการโจมตีข้างต้นถูกศัตรู ตัวละครทั้งหมดในทีมที่อยู่ใกล้เคียงจะสูญเสียพลังชีวิตเท่ากับ 1% ของพลังชีวิตปัจจุบัน",
      "8": "<br/>",
      "9": "ระหว่างช่วงเวลาต่อเนื่อง 1 ครั้ง ของ \"Center of Attention\" เอฟเฟกต์ข้างต้นจะเกิดขึ้นได้มากสุด 6 ครั้ง เอฟเฟกต์นี้จะหายไปเมื่อเกิดขึ้นถึง 6 ครั้ง หรือเมื่อช่วงเวลาต่อเนื่องสิ้นสุดลง"
    }
  }
}