{
  "name": "Thoma",
  "title": "ผู้พิทักษ์จากแดนไกล",
  "description": "พ่อบ้านผู้จัดการงานต่าง ๆ ภายในคฤหาสน์ของตระกูล Kamisato \"ผู้มีอิทธิพล\" ซึ่งเคลื่อนไหวใน Inazuma",
  "constellationName": "Rubeum Scutum",
  "auto": {
    "name": "Swiftshatter Spear",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "โจมตีด้วยหอกต่อเนื่องมากสุด 4 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่งเพื่อพุ่งไปข้างหน้า และสร้างความเสียหายแก่ศัตรูที่อยู่ในเส้นทาง"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายชาร์จโจมตี",
      "5": "ชาร์จโจมตีใช้พลังกาย",
      "6": "ความเสียหายพุ่งลง",
      "7": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Blazing Blessing",
    "description": {
      "0": "Thoma จะใช้ปลายแหลมของหอกเป็นจุดศูนย์กลาง ทุ่มเทพลังของเปลวไฟที่ลุกโชน และเตะไปข้างหน้าอย่างรุนแรง เพื่อสร้าง<pyro>ความเสียหายไฟวงกว้าง</pyro> จากนั้นจะเรียก Blazing Barrier ขึ้นมาป้องกันร่างกาย โดยที่ในช่วงเวลาที่ปลดปล่อยออกมานั้น จะทำให้ Thoma <pyro>ติดสถานะธาตุไฟ</pyro>",
      "1": "ปริมาณการดูดซับความเสียหายของโล่ จะขึ้นอยู่กับพลังชีวิตสูงสุดของ Thoma",
      "2": "Blazing Barrier มีคุณลักษณะพิเศษดังต่อไปนี้:",
      "3": [
        "มีเอฟเฟกต์การดูดซับ<pyro>ความเสียหายไฟ</pyro> 250%;",
        "ปริมาณการดูดซับความเสียหายที่เหลืออยู่ของโล่ป้องกัน จะซ้อนทับกับโล่ป้องกันของ Blazing Barrier ที่ได้รับในครั้งต่อไป โดยที่ช่วงเวลาต่อเนื่องจะถูกรีเฟรช"
      ],
      "4": "<br/>",
      "5": "ปริมาณสูงสุดของการดูดซับความเสียหาย จะไม่เกินค่าอัตราส่วนที่กำหนดของพลังชีวิตสูงสุดของ Thoma",
      "6": "<br/>",
      "7": "<i>ในฐานะผู้มาเยือนจากต่างแดน มีเพียงเปลวไฟแห่งการต้อนรับที่ร้อนแรงอย่างที่สุดเท่านั้น จึงจะสามารถเชี่ยวชาญวิชาหอกของ Inazuma ที่ทั้งวิจิตรบรรจงและบริสุทธิ์ได้ และความสำเร็จของ Thoma ก็ไม่ได้หยุดแค่เพียงการเป็น \"ผู้เรียนที่เร็วที่สุด\" และ \"ผู้เชี่ยวชาญวิชาหอก\" เท่านั้น เขาผู้มีความเชื่อใน \"การปกป้อง\" ยังได้รวมทักษะในการป้องกันศัตรู และคุณลักษณะพิเศษของชุดเกราะไว้ในวิชาหอกของเขาด้วย</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ปริมาณการดูดซับของโล่",
      "2": "ระยะเวลาต่อเนื่องของโล่",
      "3": "ปริมาณการดูดซับสูงสุดของโล่",
      "4": "คูลดาวน์",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Crimson Ooyoroi",
    "description": {
      "0": "Thoma จะหมุนควงหอกของเขา และฟาดฟันศัตรูรอบตัวด้วยเปลวไฟอันร้อนระอุ เพื่อสร้าง<pyro>ความเสียหายไฟวงกว้าง</pyro> และทำให้เกิด Scorching Ooyoroi",
      "1": "<br/>",
      "2": "<strong>Scorching Ooyoroi</strong>",
      "3": "เมื่อตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น อยู่ภายใต้สภาวะของเอฟเฟกต์ Scorching Ooyoroi และทำการโจมตีปกติ จะทำให้เกิด Fiery Collapse เพื่อสร้าง<pyro>ความเสียหายไฟวงกว้าง</pyro> และเรียก Blazing Barrier ขึ้นมาป้องกันร่างกาย",
      "4": "Fiery Collapse สามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 1 วินาที",
      "5": "<br/>",
      "6": "โล่ที่เกิดขึ้น นอกจากปริมาณในการดูดซับความเสียหายแล้ว จะมีคุณลักษณะพิเศษ ที่เหมือนกันกับโล่ป้องกันของสกิลธาตุ Blazing Blessing:",
      "7": [
        "มีเอฟเฟกต์การดูดซับ<pyro>ความเสียหายไฟ</pyro> 250%;",
        "ปริมาณการดูดซับความเสียหายที่เหลืออยู่ของโล่ป้องกัน จะซ้อนทับกับโล่ป้องกันของ Blazing Barrier ที่ได้รับในครั้งต่อไป โดยที่ช่วงเวลาต่อเนื่องจะถูกรีเฟรช"
      ],
      "8": "<br/>",
      "9": "ปริมาณสูงสุดของการดูดซับความเสียหาย จะไม่เกินค่าอัตราส่วนที่กำหนดของพลังชีวิตสูงสุดของ Thoma",
      "10": "<br/>",
      "11": "หาก Thoma หมดสติ เอฟเฟกต์ Scorching Ooyoroi จะหายไป",
      "12": "<br/>",
      "13": "<i>\"ฉันไม่มีทางลืมสัญญาในตอนแรกเริ่มอย่างแน่นอน เพราะงั้นเปลวไฟอันร้อนแรงนี้ จะปกป้องคนที่ฉันรัก และจะไม่มีวันมอดดับเป็นอันขาด\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหาย Fiery Collapse",
      "2": "ปริมาณการดูดซับของโล่",
      "3": "ระยะเวลาต่อเนื่องของโล่",
      "4": "ช่วงเวลาของ Scorching Ooyoroi",
      "5": "คูลดาวน์",
      "6": "พลังงานธาตุ",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Imbricated Armor",
    "description": {
      "0": "เมื่อตัวละครของตัวเองที่เข้าร่วมการต่อสู้ในขณะนั้น ได้รับหรือรีเฟรช <strong>Blazing Barrier</strong> ประสิทธิภาพโล่ป้องกันจะเพิ่มขึ้น 5% เป็นเวลา 6 วินาที",
      "1": "เอฟเฟกต์นี้สามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 0.3 วินาที และซ้อนทับได้สูงสุด 5 ครั้ง"
    }
  },
  "passive2": {
    "name": "Flaming Assault",
    "description": {
      "0": "Fiery Collapse ของ <strong>Crimson Ooyoroi</strong> สร้างความเสียหายเพิ่มขึ้น โดยปริมาณที่เพิ่มจะเท่ากับ 2.2% ของพลังชีวิตสูงสุดของ Thoma"
    }
  },
  "passive3": {
    "name": "Snap and Swing",
    "description": {
      "0": "เมื่อนักเดินทาง<strong>ตกปลา</strong>ใน Inazuma สำเร็จ ด้วยความช่วยเหลือของ Thoma จะทำให้มีโอกาส 20% ที่จะได้รับปลาเพิ่มเป็น 2 เท่า"
    }
  },
  "constellation1": {
    "name": "A Comrade's Duty",
    "description": {
      "0": "เมื่อตัวละครที่ได้รับการปกป้องจาก <strong>Blazing Barrier</strong> ของตัว Thoma เองถูกโจมตี ช่วงเวลาคูลดาวน์ของ <strong>Blazing Blessing</strong> ของตัว Thoma เองจะลดลง 3 วินาที และช่วงเวลาคูลดาวน์ของ <strong>Crismon Ooyoroi</strong> ของตัว Thoma เองจะลดลง 3 วินาที",
      "1": "เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 20 วินาที"
    }
  },
  "constellation2": {
    "name": "A Subordinate's Skills",
    "description": {
      "0": "ช่วงเวลาต่อเนื่องของ <strong>Crimson Ooyoroi</strong> เพิ่มขึ้น 3 วินาที"
    }
  },
  "constellation3": {
    "name": "Fortified Resolve",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Blazing Blessing</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Long-Term Planning",
    "description": {
      "0": "หลังจากปล่อย <strong>Crimson Ooyoroi</strong> จะทำการฟื้นฟูพลังงานธาตุให้ Thoma 15 หน่วย"
    }
  },
  "constellation5": {
    "name": "Raging Wildfire",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Crimson Ooyoroi</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Burning Heart",
    "description": {
      "0": "เมื่อได้รับหรือรีเฟรช <strong>Blazing Barrier</strong> การโจมตีปกติ, ชาร์จโจมตี และโจมตีพุ่งลงจากอากาศ ของตัวละครทั้งหมดในทีม จะสร้างความเสียหายเพิ่มขึ้น 15% เป็นเวลา 6 วินาที"
    }
  }
}