{
  "name": "Lan Yan",
  "title": "หยกงามทอวสันต์",
  "description": "ช่างทอหวายจากหุบเขา Chenyu มีจิตใจผ่องใสบริสุทธิ์ และสดใสราวกับน้ำพุใสบนภูเขา",
  "constellationName": "Hirundo Lazuli",
  "auto": {
    "name": "Black Pheasant Strides on Water",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "กวัดแกว่งบ่วงสะบั้นจันทรา เพื่อทำการโจมตีต่อเนื่องมากสุด 4 ครั้ง สร้าง<anemo>ความเสียหายลม</anemo>"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายบางส่วน ขว้างบ่วงสะบั้นจันทราในมือ สร้าง<anemo>ความเสียหายลม</anemo>"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "รวบรวมพลังของธาตุลม และกระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้าง<anemo>ความเสียหายลมวงกว้าง</anemo>เมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายชาร์จโจมตี",
      "5": "ชาร์จโจมตีใช้พลังกาย",
      "6": "ความเสียหายพุ่งลง",
      "7": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Swallow-Wisp Pinion Dance",
    "description": {
      "0": "เรียกโล่ Swallow-Wisp ที่สืบทอดมากันมาหลายชั่วอายุคน และพุ่งทะลวงอย่างรวดเร็วด้วยท่าฝ่าพิรุณ เมื่อสัมผัสถูกเป้าหมาย จะกระโดดถอยหลังขึ้นไปกลางอากาศ",
      "1": "ปริมาณการดูดซับความเสียหายของโล่ Swallow-Wisp จะขึ้นอยู่กับพลังโจมตีของ Lan Yan และมีเอฟเฟกต์การดูดซับ<anemo>ความเสียหายลม</anemo> 250%",
      "2": "เมื่อ Lan Yan กระโดดขึ้นไปกลางอากาศด้วยสกิลธาตุ: Swallow-Wisp Pinion Dance หากกดสกิลธาตุหรือกดโจมตีปกติ จะขว้างบ่วงสะบั้นจันทราใส่ศัตรู ซึ่งเมื่อโจมตีถูกศัตรูจะหมุนวนไปมาระหว่างศัตรูสองครั้ง และสร้าง<anemo>ความเสียหายลม</anemo>",
      "3": "เมื่อกดค้างจะปล่อยด้วยวิธีที่แตกต่างกัน",
      "4": "<br/>",
      "5": "<strong>กดค้าง</strong>",
      "6": "เข้าสู่โหมดเล็ง และปรับทิศทางการพุ่งตัว",
      "7": "<br/>",
      "8": "<i>\"เมฆาร่ายรำจันทร์กระจ่างสาดส่อง เงาสีเงินเยื้องกรายสู่สายตา\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายบ่วงสะบั้นจันทรา",
      "1": "ปริมาณการดูดซับของโล่",
      "2": "ระยะเวลาต่อเนื่องของโล่",
      "3": "คูลดาวน์",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Lustrous Moonrise",
    "description": {
      "0": "Lan Yan สร้างกระบวนทัพนางแอ่นสะบั้นจันทร์ เพื่อดึงศัตรูและวัตถุที่อยู่ใกล้เคียง และสร้าง<anemo>ความเสียหายลมวงกว้าง</anemo>หลายครั้ง",
      "1": "<br/>",
      "2": "<i>ว่าด้วยความหมายตามตัวหนังสือแล้ว หากมี Lan Yan เพียงคนเดียว ความจริงก็ไม่อาจเรียกว่า \"กระบวนทัพ\" ได้ อย่างไรก็ตาม ถ้านับรวมหุ่นหวายตัวน้อยที่เธอพกติดตัวไปด้วย ก็คงเข้าตามเงื่อนไขได้พอดี... คิดว่าแบบนี้น่าจะได้นะ?</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "คูลดาวน์",
      "2": "พลังงานธาตุ",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Four Sealing Divination Charms",
    "description": {
      "0": "เมื่อการพุ่งตัวของสกิลธาตุ <strong>Swallow-Wisp Pinion Dance</strong> โจมตีโดนเป้าหมาย หากสัมผัสกับ<hydro>ธาตุน้ำ</hydro>/<pyro>ธาตุไฟ</pyro>/<cryo>ธาตุน้ำแข็ง</cryo>/<electro>ธาตุไฟฟ้า</electro> จะทำให้โล่ Swallow-Wisp เกิดการแปลงธาตุ โล่ที่ผ่านการแปลงธาตุแล้วจะมีเอฟเฟกต์ดูดซับความเสียหายธาตุที่สอดคล้องกันได้ 250%",
      "1": "นอกจากนี้ หากการใช้สกิลธาตุ <strong>Swallow-Wisp Pinion Dance</strong> ในครั้งนี้ทำให้โล่ Swallow-Wisp เกิดการแปลงธาตุ บ่วงสะบั้นจันทราที่ Lan Yan ขว้างใส่ศัตรู จะสร้างความเสียหายธาตุของธาตุที่เกี่ยวข้องเพิ่มเติม เท่ากับ 50% ของความเสียหายเดิม โดยความเสียหายนี้จะถูกนับเป็นความเสียหายสกิลธาตุ"
    }
  },
  "passive2": {
    "name": "Skyfeather Evil-Subduing Charm",
    "description": {
      "0": "เพิ่มความเสียหายที่เกิดจากสกิลธาตุ <strong>Swallow-Wisp Pinion Dance</strong> และท่าไม้ตาย <strong>Lustrous Moonrise</strong> โดยค่าที่เพิ่มขึ้นจะเท่ากับ 309% และ 774% ของความชำนาญธาตุของ Lan Yan ตามลำดับ"
    }
  },
  "passive3": {
    "name": "Thought and Intent, Like Silken Scent",
    "description": {
      "0": "เมื่อ Lan Yan อยู่ในทีม ในตอนที่ตัวละครในทีมของตัวเองเข้าใกล้สิ่งมีชีวิตบางจำพวก เช่น Crystalfly จะไม่ทำให้พวกมันตกใจ",
      "1": "สำหรับเป้าหมายที่ได้ผล สามารถดูได้ใน บันทึก > สิ่งมีชีวิต > \"สิ่งมีชีวิต/สิ่งมีชีวิตในป่า\" > \"อื่น ๆ\""
    }
  },
  "constellation1": {
    "name": "\"As One Might Stride Betwixt the Clouds\"",
    "description": {
      "0": "หลังจากทำให้เกิดการแปลงธาตุจากพรสวรรค์ติดตัว \"Four Sealing Divination Charms\" แล้ว เมื่อ Lan Yan ขว้างบ่วงสะบั้นจันทราใส่ศัตรูในสกิลธาตุ <strong>Swallow-Wisp Pinion Dance</strong> ครั้งนี้ จะขว้างบ่วงสะบั้นจันทราเพิ่มเติมอีกหนึ่งห่วง",
      "1": "ต้องปลดล็อกพรสวรรค์ \"Four Sealing Divination Charms\" ก่อน"
    }
  },
  "constellation2": {
    "name": "\"Dance Vestments Billow Like Rainbow Jade\"",
    "description": {
      "0": "ในระหว่างที่<strong>โล่ Swallow-Wisp</strong> ยังคงอยู่ เมื่อการโจมตีปกติของตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นในทีมของตัวเองสร้างความเสียหาย จะฟื้นฟูปริมาณการดูดซับความเสียหายของโล่ Swallow-Wisp 40% และฟื้นฟูได้จนถึงปริมาณสูงสุดของการดูดซับความเสียหายในขณะที่สร้างโล่ โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้งทุก 2 วินาที"
    }
  },
  "constellation3": {
    "name": "\"On White Wings Pierce Through Cloud and Fog\"",
    "description": {
      "0": "เพิ่มเลเวลสกิลของสกิลธาตุ <strong>Swallow-Wisp Pinion Dance</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "\"With Drakefalcon's Blood-Pearls Adorned\"",
    "description": {
      "0": "ภายใน 12 วินาที หลังจากใช้ท่าไม้ตาย <strong>Lustrous Moonrise</strong> ตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียง จะมีความชำนาญธาตุเพิ่มขึ้น 60 หน่วย"
    }
  },
  "constellation5": {
    "name": "\"Having Met You, My Heart is Gladdened\"",
    "description": {
      "0": "เพิ่มเลเวลสกิลของท่าไม้ตาย <strong>Lustrous Moonrise</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "\"Let Us Away on Sylphic Wing, the Silvered Ornaments to Ring\"",
    "description": {
      "0": "จำนวนครั้งที่สามารถใช้ <strong>Swallow-Wisp Pinion Dance</strong> ได้ เพิ่มขึ้น 1 ครั้ง"
    }
  }
}