{
  "name": "Xinyan",
  "title": "เมโลดี้อันร้อนแรง",
  "description": "นักดนตรีร็อกแอนด์โรลเพียงหนึ่งเดียวของท่าเรือ Liyue ผู้ใช้เสียงดนตรีและความเร่าร้อนร้องเพลงเพื่อต่อต้าน \"อคติ\"",
  "constellationName": "Fila Ignium",
  "auto": {
    "name": "Dance on Fire",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "ฟาดฟันต่อเนื่องมากสุดสี่ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายอย่างต่อเนื่องเพื่อหมุนโจมตีศัตรูรอบตัวด้วยดาบขนาดใหญ่",
        "2": "เมื่อหยุดหมุนจะทำการฟันเพิ่มอย่างรุนแรงอีกหนึ่งครั้ง"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขณะชาร์จโจมตี",
      "5": "ความเสียหายชาร์จโจมตีครั้งสุดท้าย",
      "6": "ชาร์จโจมตีใช้พลังกาย",
      "7": "ระยะเวลาต่อเนื่องสูงสุด",
      "8": "ความเสียหายพุ่งลง",
      "9": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Sweeping Fervor",
    "description": {
      "0": "Xinyan กวัดแกว่งเครื่องดนตรี เกิดเป็น<pyro>ความเสียหายไฟ</pyro>แก่ศัตรูโดยรอบ และใช้ \"ความรุ่มร้อน\" ของ \"ผู้ชม\" ในการสร้างโล่ป้องกันขึ้นมา",
      "1": "ปริมาณการดูดซับความเสียหายของโล่จะขึ้นกับพลังป้องกันของ Xinyan และจำนวนศัตรูที่ถูกโจมตี:",
      "2": [
        "โจมตีถูกศัตรู 0-1 ตัว: โล่เลเวล 1 - Ad Lib;",
        "โจมตีถูกศัตรู 2 ตัว: โล่เลเวล 2 - Lead-In;",
        "โจมตีถูกศัตรูตั้งแต่ 3 ตัวขึ้นไป: โล่เลเวล 3 - Rave โดยนอกจากจะดูดซับความเสียหายแล้ว ยังจะทำให้เกิด<pyro>ความเสียหายไฟ</pyro>แก่ศัตรูโดยรอบเป็นระยะ ๆ อีกด้วย"
      ],
      "3": "<br/>",
      "4": "โล่มีคุณลักษณะพิเศษดังนี้:",
      "5": [
        "ในตอนที่ปล่อยออกมา จะทำให้ Xinyan<pyro> ติดธาตุไฟ</pyro>;",
        "มีเอฟเฟกต์ดูดซับ<pyro>ความเสียหายไฟ</pyro> 250%"
      ],
      "6": "<br/>",
      "7": "<i>Xinyan ยืนยันว่าประกายไฟเหล่านี้เป็นเพียงทักษะการแสดงระดับสุดยอดเท่านั้น มันคือปรากฏการณ์ทางกายภาพที่ไม่เกี่ยวข้องกับวิชั่นเลยแม้แต่น้อย</i>"
    },
    "skillParams": {
      "0": "ความเสียหายจากการแกว่ง",
      "1": "ปริมาณการดูดซับของโล่เลเวล 1",
      "2": "ปริมาณการดูดซับของโล่เลเวล 2",
      "3": "ปริมาณการดูดซับของโล่เลเวล 3",
      "4": "ความเสียหายต่อเนื่อง",
      "5": "ระยะเวลาต่อเนื่องของโล่",
      "6": "เวลาคูลดาวน์",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Riff Revolution",
    "description": {
      "0": "บรรเลงอย่างรวดเร็ว จนเกิดเป็นคลื่นเสียงกระแทกศัตรูให้ถอยกลับไป สร้างความเสียหายกายภาพให้แก่ศัตรูโดยรอบ และกระตุ้นให้เกิดบรรยากาศของ \"เวที\"",
      "1": "เพราะว่าบรรยากาศบนเวทีนั้นช่างเร่าร้อนเหลือเกิน จึงทำให้เกิดไฟอันร้อนแรงและสร้าง<pyro>ความเสียหายไฟ</pyro>แก่ศัตรูโดยรอบอย่างต่อเนื่อง",
      "2": "<br/>",
      "3": "<i>ครั้งหนึ่ง Xinyan มักจะจบการแสดงของเธอด้วยท่านี้ ต่อมาที่เลิกทำไปก็ไม่ใช่ เพราะว่ามันอันตรายเกินไป แต่เป็นเพราะถ้าเกิดมีคนตะโกนขึ้นมาว่า เอาอีก ล่ะก็ แบบนั้นเธอก็ไม่รู้จะปิดการแสดง ด้วยระเบิดที่รุนแรงกว่านี้อีกได้ยังไงแล้ว</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหายต่อเนื่องของธาตุไฟ",
      "2": "ระยะเวลาต่อเนื่อง",
      "3": "คูลดาวน์",
      "4": "พลังงานธาตุ",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "\"The Show Goes On, Even Without An Audience...\"",
    "description": {
      "0": "ลดจำนวนศัตรูที่โล่ของ <strong>Sweeping Fervor</strong> ต้องโจมตีให้โดนลง:",
      "1": [
        "โล่เลเวล 2 - Lead-In: โจมตีถูกศัตรู 1 ตัว;",
        "โล่เลเวล 3 - Rave: โจมตีถูกศัตรู 2 ตัวขึ้นไป"
      ]
    }
  },
  "passive2": {
    "name": "\"...Now That's Rock 'N' Roll!\"",
    "description": {
      "0": "ตัวละครที่อยู่ภายใต้การป้องกันของ <strong>Sweeping Fervor</strong> จะสร้างความเสียหายกายภาพ เพิ่มขึ้น 15%"
    }
  },
  "passive3": {
    "name": "A Rad Recipe",
    "description": {
      "0": "เมื่อปรุงอาหารประเภทป้องกันได้ระดับ สมบูรณ์ จะมีโอกาส 12% ที่จะได้รับผลผลิตเพิ่มเป็น 2 เท่า"
    }
  },
  "constellation1": {
    "name": "Fatal Acceleration",
    "description": {
      "0": "เมื่อ Xinyan โจมตีติดคริติคอล ความเร็วในการโจมตีปกติและชาร์จโจมตีจะเพิ่มขึ้น 12% เป็นเวลา 5 วินาที",
      "1": "เอฟเฟกต์นี้เกิดขึ้นได้หนึ่งครั้ง ในทุก 5 วินาที"
    }
  },
  "constellation2": {
    "name": "Impromptu Opening",
    "description": {
      "0": "ความเสียหายกายภาพของ <strong>Riff Revolution</strong> จะมีอัตราคริเพิ่มขึ้น 100% และจะสร้างโล่เลเวล 3 - Rave"
    }
  },
  "constellation3": {
    "name": "Double-Stop",
    "description": {
      "0": "เพิ่มเลเวลของสกิล <strong>Sweeping Fervor</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Wildfire Rhythm",
    "description": {
      "0": "ความเสียหายจากการแกว่งของ <strong>Sweeping Fervor</strong> จะลดความต้านทานทางกายภาพของศัตรูลง 15% เป็นเวลา 12 วินาที"
    }
  },
  "constellation5": {
    "name": "Screamin' for an Encore",
    "description": {
      "0": "เพิ่มเลเวลของสกิล <strong>Riff Revolution</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Rockin' in a Flaming World",
    "description": {
      "0": "ลดการใช้พลังกายในการชาร์จโจมตีของ Xinyan ลง 30% และในขณะที่ชาร์จโจมตีจะเพิ่มพลังโจมตี 50% ของพลังป้องกัน"
    }
  }
}