{
  "name": "Freminet",
  "title": "ดำดิ่งสู่ภวังค์ฝัน",
  "description": "เด็กหนุ่มพูดน้อยผู้เชี่ยวชาญในการประดาน้ำ ใต้รูปลักษณ์ภายนอกเย็นยะเยือกห่างเหินนั้น มีหัวใจบริสุทธิ์ไร้มลทินดวงหนึ่งซ่อนอยู่",
  "constellationName": "Automaton",
  "auto": {
    "name": "Flowing Eddies",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "โจมตีต่อเนื่องมากสุด 4 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายอย่างต่อเนื่อง เพื่อหมุนโจมตีศัตรูรอบตัวด้วยดาบขนาดใหญ่",
        "2": "เมื่อหยุดหมุนจะทำการฟันเพิ่มอย่างรุนแรงอีกหนึ่งครั้ง"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขณะชาร์จโจมตี",
      "5": "ความเสียหายชาร์จโจมตีครั้งสุดท้าย",
      "6": "ชาร์จโจมตีใช้พลังกาย",
      "7": "ระยะเวลาต่อเนื่องสูงสุด",
      "8": "ความเสียหายพุ่งลง",
      "9": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Pressurized Floe",
    "description": {
      "0": "โจมตีงัดขึ้นด้านบน เพื่อสร้าง<cryo>ความเสียหายน้ำแข็ง</cryo> และเข้าสู่สถานะ Pers Timer เป็นเวลา 10 วินาที",
      "1": "เมื่ออยู่ภายใต้สถานะ Pers Timer สกิลธาตุของ Freminet จะกลายเป็น Shattering Pressure",
      "2": "<br/>",
      "3": "<strong>Shattering Pressure</strong>",
      "4": "สร้างการโจมตีที่แตกต่างกันไปตามระดับความดันของ Pers Timer พร้อมทั้งล้างสถานะ Pers Timer ไป",
      "5": [
        "ระดับ 0: ฟาดฟันดาบแนวตรง เพื่อสร้าง<cryo>ความเสียหายน้ำแข็ง</cryo>",
        "ระดับ 1 - 3: ฟาดฟันดาบแนวตรงพร้อมกับ Pers และสร้าง<cryo>ความเสียหายน้ำแข็ง</cryo>และความเสียหายกายภาพ โดยที่ปริมาณความเสียหายจะต่างกันไปตามระดับความดัน",
        "ระดับ 4: หยิบยืมพลังจาก Pers ที่มีความดันเต็มเกจ เพื่อสร้างความเสียหายกายภาพ ขณะเดียวกัน \"โจมตีปกติ: Flowing Eddies\" จะถูกแทนที่ด้วย Shattering Pressure"
      ],
      "6": "<br/>",
      "7": "<strong>Pers Timer</strong>",
      "8": "เมื่อ Freminet โจมตีปกติ จะปล่อยไอยะเยือกสร้าง<cryo>ความเสียหายน้ำแข็ง</cryo>ในเวลาเดียวกัน พร้อมทั้งเพิ่มระดับความดันให้กับ Pers",
      "9": "<cryo>ความเสียหายน้ำแข็ง</cryo>ที่เกิดขึ้นในเวลาเดียวกันนั้น จะถูกนับว่าเป็นความเสียหายสกิลธาตุ",
      "10": "<br/>",
      "11": "<strong>พลังปฐมภูมิ: วิญญาณ</strong>",
      "12": "ทุกช่วงระยะเวลาหนึ่ง หลังจากทำการโจมตีงัดขึ้น จะเกิดเป็น Spiritbreath Thorn ที่โจมตีงัดขึ้น เพื่อสร้าง<cryo>ความเสียหายน้ำแข็ง</cryo>ที่มีพลังวิญญาณ",
      "13": "<br/>",
      "14": "<i>หากพูดกันในแง่หนึ่งแล้ว การเลือกขัดขวางการเคลื่อนไหวของคู่ต่อสู้ แทนที่จะปลิดชีวิตฝ่ายตรงข้าม ก็เป็นอีกหนึ่งกลยุทธ์ในการ \"เอาชีวิตรอด\" เช่นกัน</i>",
      "15": "<i>\"Pers... ที่เหลือฝากด้วยนะ\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายโจมตีงัดขึ้น",
      "1": "ความเสียหายไอยะเยือก",
      "2": "ความเสียหาย Shattering Pressure ระดับ 0",
      "3": "ความเสียหาย Shattering Pressure ระดับ 1",
      "4": "ความเสียหาย Shattering Pressure ระดับ 2",
      "5": "ความเสียหาย Shattering Pressure ระดับ 3",
      "6": "ความเสียหาย Shattering Pressure ระดับ 4",
      "7": "ความเสียหาย Spiritbreath Thorn",
      "8": "ช่วงเวลาเกิด Spiritbreath Thorn",
      "9": "คูลดาวน์",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Shadowhunter's Ambush",
    "description": {
      "0": "ปลดปล่อยไอยะเยือกที่จับต้องไม่ได้ และสร้าง<cryo>ความเสียหายน้ำแข็งวงกว้าง</cryo> รีเซ็ตคูลดาวน์ของสกิลธาตุ Pressurized Floe และเข้าสู่โหมดล่าใต้น้ำเป็นเวลา 10 วินาที",
      "1": "<br/>",
      "2": "Freminet ในโหมดล่าใต้น้ำ จะมีความสามารถในการต้านทานการหยุดชะงักเพิ่มขึ้น และสกิลธาตุ Pressurized Floe จะได้รับบัฟดังต่อไปนี้:",
      "3": [
        "ช่วงเวลาคูลดาวน์สั้นลง 70%",
        "การโจมตีปกติจะสร้างระดับความดันให้กับ Pers เพิ่มเติมอีก 1 ระดับ และไอยะเยือกที่เกิดจากการโจมตีปกติจะสร้างความเสียหายเพิ่มขึ้นเป็น 200% จากของเดิม"
      ],
      "4": "<br/>",
      "5": "เอฟเฟกต์นี้จะหายไปเมื่อ Freminet ออกจากการต่อสู้",
      "6": "<br/>",
      "7": "<i>\"ตอนนี้... ไม่ต้องการเสียงอึกทึกอันไร้ประโยชน์อีกต่อไปแล้วล่ะ\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ระยะเวลาต่อเนื่อง",
      "2": "คูลดาวน์",
      "3": "พลังงานธาตุ",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Saturation Deep Dive",
    "description": {
      "0": "เมื่อใช้ <strong>Pressurized Floe: Shattering Pressure</strong> โดยที่ Pers Timer มีความดันต่ำกว่าระดับ 4 ช่วงเวลาคูลดาวน์ของ Pressurized Floe จะลดลง 1 วินาที"
    }
  },
  "passive2": {
    "name": "Parallel Condensers",
    "description": {
      "0": "หลังจาก Freminet สร้างปฏิกิริยาน้ำแข็งแตกแก่ศัตรู จะทำให้ <strong>Pressurized Floe: Shattering Pressure</strong> สร้างความเสียหายเพิ่มขึ้น 40% เป็นเวลา 5 วินาที"
    }
  },
  "passive3": {
    "name": "Deepwater Navigation",
    "description": {
      "0": "ลดอัตราการเสียพลังกายในน้ำ ให้ตัวละครของตนเองที่อยู่ในทีมลง 35%",
      "1": "ไม่สามารถซ้อนทับพรสวรรค์ติดตัวที่เอฟเฟกต์เหมือนกันทุกประการได้"
    }
  },
  "constellation1": {
    "name": "Dreams of the Foamy Deep",
    "description": {
      "0": "<strong>Pressurized Floe: Shattering Pressure</strong> มีอัตราคริเพิ่มขึ้น 15%"
    }
  },
  "constellation2": {
    "name": "Penguins and the Land of Plenty",
    "description": {
      "0": "เมื่อใช้ <strong>Pressurized Floe: Shattering Pressure</strong> จะฟื้นฟูพลังงานธาตุให้ Freminet 2 หน่วย หากใช้ Shattering Pressure ที่ความดันระดับ 4 จะฟื้นฟูพลังงานธาตุ 3 หน่วย"
    }
  },
  "constellation3": {
    "name": "Song of the Eddies and Bleached Sands",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>โจมตีปกติ: Flowing Eddies</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Dance of the Snowy Moon and Flute",
    "description": {
      "0": "หลัง Freminet ทำให้เกิดปฏิกิริยาแช่แข็ง น้ำแข็งแตก หรือนำไฟฟ้า แก่ศัตรู พลังโจมตีจะเพิ่มขึ้น 9% เป็นเวลา 6 วินาที โดยจะซ้อนทับกันได้มากสุด 2 ชั้น และจะเกิดขึ้นได้หนึ่งครั้งในทุก 0.3 วินาที"
    }
  },
  "constellation5": {
    "name": "Nights of Hearth and Happiness",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Pressurized Floe</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Moment of Waking and Resolve",
    "description": {
      "0": "หลัง Freminet ทำให้เกิดปฏิกิริยาแช่แข็ง น้ำแข็งแตก หรือนำไฟฟ้า แก่ศัตรู ความแรงคริจะเพิ่มขึ้น 12% เป็นเวลา 6 วินาที โดยจะซ้อนทับกันได้มากสุด 3 ชั้น และจะเกิดขึ้นได้หนึ่งครั้งในทุก 0.3 วินาที"
    }
  }
}