{
  "name": "Charlotte",
  "title": "เลนส์สะท้อนความจริง",
  "description": "นักข่าวของหนังสือพิมพ์ The Steambird ผู้เปี่ยมไปด้วยพลังและมีชีวิตชีวาอยู่เสมอ กำลังวิ่งตามหา \"ความจริง\" อยู่ทุกวินาที",
  "constellationName": "Hualina Veritas",
  "auto": {
    "name": "Cool-Color Capture",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "ใช้กล่องถ่ายรูปพิเศษ \"Monsieur Verite\" เล็งโจมตีเป้าหมาย ทำการโจมตีต่อเนื่องได้สูงสุด 3 ครั้ง สร้าง<cryo>ความเสียหายน้ำแข็ง</cryo>"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่ง หลังจากเตรียมตัวระยะสั้น ๆ ใช้ \"Monsieur Verite\" เพื่อสร้าง<cryo>ความเสียหายน้ำแข็งวงกว้าง</cryo>"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "รวบรวมพลังของธาตุน้ำแข็ง กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี และสร้าง<cryo>ความเสียหายน้ำแข็งวงกว้าง</cryo>"
      },
      "arkhe": {
        "0": "<strong>พลังปฐมภูมิ: วิญญาณ</strong>",
        "1": "ทุกช่วงระยะเวลาหนึ่ง หลังจาก Charlotte ปล่อยการชาร์จโจมตีแล้ว จะปรากฏ Spiritbreath Thorn ที่สามารถแทงทะลุศัตรูได้ และสร้าง<cryo>ความเสียหายน้ำแข็งวงกว้าง</cryo>ที่มีพลังวิญญาณ"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายชาร์จโจมตี",
      "4": "ชาร์จโจมตีใช้พลังกาย",
      "5": "ความเสียหายพุ่งลง",
      "6": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "7": "ความเสียหาย Spiritbreath Thorn",
      "8": "ช่วงเวลาความเสียหาย Spiritbreath Thorn",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Framing: Freezing Point Composition",
    "description": {
      "0": "รวบรวมสัญชาตญาณอันเฉียบแหลมของนักข่าว และแสดงเทคนิคการถ่ายภาพอย่างเต็มที่ ทำให้เกิดเอฟเฟกต์ที่แตกต่างกันไปตามการกดและกดค้าง",
      "1": "<br/>",
      "2": "<strong>กด</strong>",
      "3": "ใช้ \"Monsieur Verite\" ถ่ายภาพอย่างรวดเร็ว เพื่อสร้าง<cryo>ความเสียหายน้ำแข็งวงกว้าง</cryo>แก่ศัตรูที่อยู่ตรงหน้า และทำให้ศัตรูติดสถานะ \"Snappy Silhouette\" สูงสุด 5 ตัว ในช่วงเวลาต่อเนื่องนี้ \"Snappy Silhouette\" จะสร้าง<cryo>ความเสียหายน้ำแข็ง</cryo>แก่ศัตรูเป็นระยะ",
      "4": "<br/>",
      "5": "<strong>กดค้าง</strong>",
      "6": "เปิดช่องมองภาพของ \"Monsieur Verite\" เพื่อเข้าสู่สถานะ Compositon ช่องมองภาพจะค่อย ๆ ขยายขนาดเฟรมขึ้นจนถึงขีดสุดในระหว่างที่กดค้าง โดยในสถานะนี้ Charlotte สามารถเคลื่อนที่และเปลี่ยนทิศทางได้",
      "7": "เมื่อสิ้นสุดการกดค้าง \"Monsieur Verite\" จะสร้าง<cryo>ความเสียหายน้ำแข็ง</cryo>ต่อศัตรูที่ถูกล็อกไว้ในช่องมองภาพ และทำให้ติดสถานะ \"Snappy Silhouette\" เช่นเดียวกันกับการกด หากปล่อยสกิลเมื่อขยายขนาดเฟรมขึ้นจนถึงขีดสุด จะถูกแปลงเป็น \"Focused Impression\" ที่มีระยะเวลาต่อเนื่องนานขึ้น และสร้างความเสียหายมากขึ้น แต่จะทำให้ช่วงเวลาคูลดาวน์ของสกิลครั้งนี้นานขึ้นไปด้วย",
      "8": "สถานะ Compositon จะคงอยู่ได้สูงสุด 15 วินาที และล็อกศัตรูได้สูงสุด 5 ตัว",
      "9": "<br/>",
      "10": "<i>\"การถ่ายภาพข่าวต้องใช้ภาพที่เรียบง่ายและมีธีมที่โดดเด่น แต่สิ่งที่สำคัญที่สุดคือ ต้องมีพรสวรรค์ในการจับภาพในช่วงเวลาที่สะเทือนอารมณ์!\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายถ่ายภาพ (กด)",
      "1": "ความเสียหายถ่ายภาพ (กดค้าง)",
      "2": "ความเสียหายตรา \"Snappy Silhouette\"",
      "3": "ระยะห่างของการเกิดตรา \"Snappy Silhouette\"",
      "4": "ระยะเวลาต่อเนื่องตรา \"Snappy Silhouette\"",
      "5": "ความเสียหายตรา \"Focused Impression\"",
      "6": "ระยะห่างของการเกิดตรา \"Focused Impression\"",
      "7": "ระยะเวลาต่อเนื่องตรา \"Focused Impression\"",
      "8": "คูลดาวน์",
      "9": "เวลาคูลดาวน์ เมื่อขยายเฟรมถึงขีดสุด",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Still Photo: Comprehensive Confirmation",
    "description": {
      "0": "ใช้น้ำค้างแข็งควบแน่นเพื่อสร้าง \"Newsflash Field\" ที่เป็นเอกลักษณ์ของ \"หนังสือพิมพ์ The Steambird\" สร้าง<cryo>ความเสียหายน้ำแข็งวงกว้าง</cryo> และฟื้นฟูพลังชีวิตให้กับตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียง โดยปริมาณการฟื้นฟูจะขึ้นอยู่กับพลังโจมตีของ Charlotte",
      "1": "<br/>",
      "2": "<strong>Newsflash Field</strong>",
      "3": [
        "ในช่วงเวลาดังกล่าว \"Monsieur Verite\" จะโจมตีศัตรูเป็นระยะ เพื่อสร้าง<cryo>ความเสียหายน้ำแข็ง</cryo> ",
        "ฟื้นฟูพลังชีวิตของตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นอย่างต่อเนื่อง โดยปริมาณการฟื้นฟูจะขึ้นอยู่กับพลังโจมตีของ Charlotte"
      ],
      "4": "<br/>",
      "5": "<i>\"รับฟังจุดยืนของแต่ละฝ่าย จำลองสถานการณ์ที่เกิดขึ้น แน่นอนว่า รายงานที่ดีต้องรวบรวมหลักฐานและทำความเข้าใจจากหลาย ๆ มุม... แบบนี้ถึงจะสามารถเลือกมุมที่ดีที่สุดสำหรับการรายงานได้!\"</i>"
    },
    "skillParams": {
      "0": "ปริมาณการรักษาเมื่อใช้สกิล",
      "1": "ความเสียหายสกิล",
      "2": "ปริมาณการรักษาต่อเนื่อง ของกล่องถ่ายรูป",
      "3": "ความเสียหายกล่องถ่ายรูป",
      "4": "ระยะเวลา Newsflash Field",
      "5": "คูลดาวน์",
      "6": "พลังงานธาตุ",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Moment of Impact",
    "description": {
      "0": "เมื่อศัตรูที่มีตรา \"Focused Impression\" ถูกกำจัด ช่วงเวลาคูลดาวน์ของ <strong>Framing: Freezing Point Composition</strong> จะลดลง 2 วินาที โดยสามารถลดคูลดาวน์ของสกิลธาตุด้วยวิธีนี้ได้มากสุด 4 ครั้ง ในทุก 12 วินาที"
    }
  },
  "passive2": {
    "name": "Diversified Investigation",
    "description": {
      "0": "นอกจากตัว Charlotte เองแล้ว ตัวละครทุก 1/2/3 ตัว ในทีมที่มาจาก Fontaine จะทำให้โบนัสการรักษาของตัว Charlotte เองเพิ่มขึ้น 5%/10%/15% และตัวละครทุก 1/2/3 ตัว ในทีมที่ไม่ได้มาจาก Fontaine จะทำให้โบนัสความเสียหายน้ำแข็งของ Charlotte เพิ่มขึ้น 5%/10%/15%"
    }
  },
  "passive3": {
    "name": "First-Person Shutter",
    "description": {
      "0": "หลังจากที่ Charlotte ใช้งาน \"Special Analysis Zoom Lens\" การกดค้างสกิลธาตุ \"Framing: Freezing Point Composition\" จะไม่สามารถทำให้เกิดเอฟเฟกต์เดิมได้ แต่จะเปลี่ยนเป็นการถ่ายภาพด้วยวิธีที่ค่อนข้างพิเศษ..."
    }
  },
  "constellation1": {
    "name": "A Need to Verify Facts",
    "description": {
      "0": "หลังจาก <strong>Still Photo: Comprehensive Confirmation</strong> ทำการรักษาตัวละคร จะมอบสัญลักษณ์ \"Verification\" ให้แก่ตัวละคร ซึ่งจะทำการฟื้นฟูพลังชีวิตให้ตัวละครในทุก 2 วินาที โดยปริมาณการฟื้นฟูจะเท่ากับ 80% ของพลังโจมตีของ Charlotte เอฟเฟกต์นี้จะคงอยู่เป็นเวลา 6 วินาที"
    }
  },
  "constellation2": {
    "name": "A Duty to Pursue Truth",
    "description": {
      "0": "เมื่อปล่อย <strong>Framing: Freezing Point Composition</strong> และการโจมตีของ \"Monsieur Verite\" โดนศัตรู 1/2/3 ตัวหรือมากกว่า พลังโจมตีของ Charlotte จะเพิ่มขึ้น 10%/20%/30% เป็นเวลา 12 วินาที"
    }
  },
  "constellation3": {
    "name": "An Imperative to Independence",
    "description": {
      "0": "เพิ่มเลเวลของสกิล <strong>Still Photo: Comprehensive Confirmation</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "A Responsibility to Oversee",
    "description": {
      "0": "เมื่อ <strong>Still Photo: Comprehensive Confirmation</strong> โจมตีโดนศัตรูที่มีตราสัญลักษณ์ \"Snappy Silhouette\" หรือ \"Focused Impression\" ความเสียหายที่สร้างจะเพิ่มขึ้น 10% และฟื้นฟูพลังงานธาตุให้ Charlotte 2 หน่วย โดยสามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุด 5 ครั้ง ในทุก 20 วินาที"
    }
  },
  "constellation5": {
    "name": "A Principle of Conscience",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Framing: Freezing Point Composition</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "A Summation of Interest",
    "description": {
      "0": "เมื่อการโจมตีปกติและชาร์จโจมตีของตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น ถูกเป้าหมายที่มีสัญลักษณ์ \"Focused Impression\" ที่เกิดจาก <strong>Framing: Freezing Point Composition</strong> \"Monsieur Verite\" จะร่วมทำการโจมตี สร้าง<cryo>ความเสียหายน้ำแข็งวงกว้าง</cryo>เท่ากับ 180% ของพลังโจมตีของ Charlotte และฟื้นฟูพลังชีวิตแก่ตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นที่อยู่ในพื้นที่โจมตี โดยปริมาณการรักษาเท่ากับ 42% ของพลังโจมตีของ Charlotte โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 6 วินาที ซึ่งความเสียหายและเอฟเฟกต์การรักษาที่สร้างด้วยวิธีนี้ จะถูกนับเป็นความเสียหายและเอฟเฟกต์การรักษาที่เกิดจากท่าไม้ตายของ Charlotte"
    }
  }
}