{
  "name": "Emilie",
  "title": "รอยกลิ่นหอมนับพัน",
  "description": "นักปรุงน้ำหอมแห่ง Fontaine ผู้ซ่อนความลับไว้ภายในขวด",
  "constellationName": "Pomum de Ambra",
  "auto": {
    "name": "Shadow-Hunting Spear (Custom)",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "โจมตีด้วยหอกต่อเนื่องมากสุด 4 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่งเพื่อทำการฟันโจมตีขึ้นไปด้านบน"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายชาร์จโจมตี",
      "5": "ชาร์จโจมตีใช้พลังกาย",
      "6": "ความเสียหายพุ่งลง",
      "7": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Fragrance Extraction",
    "description": {
      "0": "สร้าง Lumidouce Case ที่ทำให้เกิด<dendro>ความเสียหายไม้วงกว้าง</dendro>",
      "1": "<br/>",
      "2": "<strong>Lumidouce Case</strong>",
      "3": [
        "ยิง \"กลิ่นอายน้ำค้างหอม\" ให้กับศัตรูที่อยู่ใกล้เคียงเป็นระยะ สร้าง<dendro>ความเสียหายไม้</dendro>;",
        "เมื่อศัตรูที่อยู่ใกล้เคียงอยู่ในสถานะติดไฟ จะทำให้เกิด \"กลิ่นหอม\" ออกมาเป็นระยะ ใน 2 วินาที สามารถทำให้เกิดกลิ่นหอม ด้วยวิธีนี้ได้มากสุดหนึ่งอัน Lumidouce Case จะรวบรวมกลิ่นหอมโดยรอบ หลังจากรวบรวมกลิ่นหอมครบ 2 อัน ระดับของกลิ่นหอมจะเพิ่มขึ้น เมื่อยิง \"กลิ่นอายน้ำค้างหอม\" จะยิงกลิ่นอายน้ำค้างหอมเพิ่มเติมอีกหนึ่งครั้ง โดยจะเพิ่มระยะการโจมตี และความเสียหายของการโจมตีข้างต้น",
        "ในช่วงเวลาเดียวกันจะสามารถมี Lumidouce Case ที่ Emilie สร้างขึ้นได้เพียงหนึ่งอัน โดยระดับเริ่มต้นของ Lumidouce Case คือ ขั้น 1 เพิ่มได้สูงสุดถึงขั้น 2 เมื่ออยู่ในสนาม หากไม่รวบรวมกลิ่นหอมภายใน 8 วินาที ระดับของ Lumidouce Case จะกลับสู่ขั้น 1"
      ],
      "4": "<br/>",
      "5": "<strong>พลังปฐมภูมิ: วิญญาณ</strong>",
      "6": "ในทุกช่วงระยะเวลาหนึ่ง หลังจาก Emilie สร้าง Lumidouce Case ด้วยวิธีนี้ จะเกิด Spiritbreath Thorn ที่สามารถแทงทะลุศัตรูทางด้านหน้าของเธอ สร้าง<dendro>ความเสียหายไม้</dendro>ที่มีพลังวิญญาณ",
      "7": "<br/>",
      "8": "<i>\"ทิวทัศน์ในโลกนี้ เปรียบเสมือนการสอดประสาน อันยาวนานของกลิ่นหอม สีสัน และบทเพลงที่นับไม่ถ้วน\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหาย Lumidouce Case ขั้น 1",
      "2": "ความเสียหาย Lumidouce Case ขั้น 2",
      "3": "ระยะเวลาต่อเนื่อง Lumidouce Case",
      "4": "ความเสียหาย Spiritbreath Thorn",
      "5": "ช่วงเวลาคูลดาวน์ Spiritbreath Thorn",
      "6": "คูลดาวน์สกิล",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Aromatic Explication",
    "description": {
      "0": "กลิ่นหอมที่รวบรวมอยู่ในตะเกียงนำทาง จะเปลี่ยนเป็นพลังธาตุไม้บริสุทธิ์ เพื่อสร้าง Lumidouce Case ขั้น 3 และจัดเก็บ Lumidouce Case ที่มีอยู่",
      "1": "ภายในช่วงเวลาต่อเนื่อง Lumidouce Case ขั้น 3 จะไม่รวบรวมกลิ่นหอมที่อยู่ใกล้เคียง แต่จะทำให้หยาดน้ำค้างหอมตกลงมาอย่างต่อเนื่อง เพื่อโจมตีศัตรูที่อยู่ในระยะ สร้าง<dendro>ความเสียหายไม้</dendro> ในช่วงเวลาต่อเนื่อง ทุก 0.3 วินาที หยาดน้ำค้างหอมจะตกลงมา 1 อัน และทุก 0.7 วินาที ศัตรูแต่ละตัวจะถูกเลือกเป็นเป้าหมายเพียงหนึ่งครั้งเท่านั้น",
      "2": "เมื่อสิ้นสุดเวลาต่อเนื่อง จะสร้าง Lumidouce Case ขั้น 1 ขึ้นใหม่อีกครั้ง; หากจัดเก็บ Lumidouce Case ไว้ขณะปล่อย Aromatic Explication จะเปลี่ยนเป็นวาง Lumidouce Case ที่จัดเก็บไว้แล้วแทน และรีเซ็ตเวลาต่อเนื่องของมัน",
      "3": "ในช่วงเวลาต่อเนื่องของ <strong>Aromatic Explication</strong> สกิลธาตุ \"Fragrance Extraction\" จะไม่สามารถสร้าง Lumidouce Case ได้",
      "4": "<br/>",
      "5": "<i>ไม่ว่าจะเป็นน้ำหอมแบบไหน กลิ่นของมันจะเปลี่ยนไปตามกาลเวลา นับตั้งแต่วินาทีแรกที่สัมผัสกับอากาศ จวบจนสลายไปกับเสียงกระซิบ ของสายลม และต้นไม้ใบหญ้าในที่สุด ซึ่งนั่นมีความหมายเป็นนัยว่า ผู้คนไม่มีวันชื่นชม กับน้ำหอมขวดเดียวกันได้",
      "6": "วิถีชีวิตของผู้คนเองก็เช่นกัน ดังนั้นจึงอาจกล่าวได้ว่า น้ำหอมคือการแสดงของชีวิต</i>"
    },
    "skillParams": {
      "0": "ความเสียหาย Lumidouce Case ขั้น 3",
      "1": "ระยะเวลาต่อเนื่อง Lumidouce Case ขั้น 3",
      "2": "คูลดาวน์",
      "3": "พลังงานธาตุ",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Lingering Fragrance",
    "description": {
      "0": "ทุกครั้งที่รวบรวม<strong>กลิ่นหอม</strong> 2 อัน Lumidouce Case ขั้น 2 จะใช้กลิ่นหอม และสกัด \"กลิ่นหยาดน้ำค้างบริสุทธิ์\" สร้าง<dendro>ความเสียหายไม้วงกว้าง</dendro>เทียบเท่ากับ 600% ของพลังโจมตีของ Emilie ความเสียหายนี้จะไม่ถูกนับเป็นความเสียหายสกิลธาตุ"
    }
  },
  "passive2": {
    "name": "Rectification",
    "description": {
      "0": "Emilie จะสร้างความเสียหายให้กับ ศัตรูที่อยู่ในสถานะติดไฟเพิ่มขึ้น ตามค่าพลังโจมตีของ Emilie: ทุก 1,000 หน่วย ของพลังโจมตี จะสร้างความเสียหายเพิ่มขึ้น 15% โดยสามารถเพิ่มความเสียหายด้วยวิธีนี้ได้มากสุด 36%"
    }
  },
  "passive3": {
    "name": "Headspace Capture",
    "description": {
      "0": "เมื่อมี Lumidouce Case ที่ Emilie สร้างขึ้นเองอยู่ในสนาม <pyro>ความต้านทานไฟ</pyro>ที่เกิดจากความเสียหายติดไฟของตัวละครที่อยู่ใกล้เคียงทั้งหมดในทีม จะเพิ่มขึ้น 85%"
    }
  },
  "constellation1": {
    "name": "Light Fragrance Leaching",
    "description": {
      "0": "ความเสียหายที่เกิดจากกลิ่นหยาดน้ำค้างบริสุทธิ์ ของ <strong>Fragrance Extraction</strong> และพรสวรรค์ติดตัว \"Lingering Fragrance\" เพิ่มขึ้น 20% โดยอย่างหลังต้องปลดล็อกพรสวรรค์ติดตัว \"Lingering Fragrance\" ก่อน",
      "1": "นอกจากนี้ เมื่อตัวละครในทีมที่อยู่ใกล้เคียง ทำให้เกิดปฏิกิริยาติดไฟแก่ศัตรู หรือสร้าง<dendro>ความเสียหายไม้</dendro>แก่ศัตรูที่อยู่ในสถานะติดไฟ จะทำให้เกิด<strong>กลิ่นหอม</strong>เพิ่มอีก 1 อัน โดยเอฟเฟกต์นี้เกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 2.9 วินาที"
    }
  },
  "constellation2": {
    "name": "Lakelight Top Note",
    "description": {
      "0": "เมื่อ <strong>Fragrance Extraction</strong>, <strong>Aromatic Explication</strong> หรือ \"กลิ่นหยาดน้ำค้างบริสุทธิ์\" ที่เกิดจากพรสวรรค์ติดตัว \"Lingering Fragrance\" (ต้องปลดล็อกพรสวรรค์ติดตัวนี้ก่อน) โจมตีโดนศัตรู <dendro>ความต้านทานไม้</dendro>ของศัตรูดังกล่าวจะลดลง 30% เป็นเวลา 10 วินาที"
    }
  },
  "constellation3": {
    "name": "Exquisite Essence",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Fragrance Extraction</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Lumidouce Heart Note",
    "description": {
      "0": "เพิ่มระยะเวลาต่อเนื่องของ <strong>Aromatic Explication</strong> 2 วินาที และลดระยะเวลาที่ศัตรูแต่ละตัว ถูกหยาดน้ำค้างหอมเลือกเป็นเป้าหมาย 0.3 วินาที"
    }
  },
  "constellation5": {
    "name": "Puredew Aroma",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Aromatic Explication</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Marcotte Sillage",
    "description": {
      "0": "เมื่อปล่อย <strong>Fragrance Extraction</strong> หรือ <strong>Aromatic Explication</strong> ออกมา Emilie จะได้รับ \"Abiding Fragrance\" เป็นเวลา 5 วินาที",
      "1": "ในช่วงเวลาต่อเนื่อง หลังจาก Emilie ทำการโจมตีปกติหรือชาร์จโจมตี จะได้รับกลิ่นหอม 1 อัน นอกจากนี้ การโจมตีปกติและชาร์จโจมตีของ Emilie จะถูกแปลงเป็น<dendro>ความเสียหายไม้</dendro>ที่ไม่สามารถซ้อนทับด้วยธาตุอื่นได้ และเพิ่มความเสียหายที่สร้างขึ้น โดยความเสียหายที่เพิ่มจะเท่ากับ 300% ของพลังโจมตีของ Emilie",
      "2": "<br/>",
      "3": "เอฟเฟกต์ \"Abiding Fragrance\" จะหายไปหลังจากทำให้เกิดกลิ่นหอม 4 อันด้วยวิธีนี้ หรือสิ้นสุดเวลาต่อเนื่อง โดยในทุก 12 วินาที จะได้รับเอฟเฟกต์ \"Abiding Fragrance\" มากสุดหนึ่งครั้ง"
    }
  }
}