{
  "burst": {
    "cutting": "ความเสียหายการฟัน",
    "bloom": "ความเสียหายเมื่อเบ่งบาน",
    "name": "Kamisato Art: Soumetsu",
    "description": {
      "0": "รวบรวมน้ำค้างแข็งด้วยกระบวนท่าอันไร้ที่ติ ปล่อย Frostflake Seki no To ที่จะเคลื่อนที่ไปข้างหน้าอย่างต่อเนื่องออกมา",
      "1": "<br/>",
      "2": "<strong>Frostflake Seki no To</strong>",
      "3": [
        "ฟาดฟันศัตรูที่สัมผัสโดนอย่างต่อเนื่อง ด้วยสายลมอันเย็นยะเยือกที่คมราวกับใบมีด เกิดเป็น<cryo>ความเสียหายน้ำแข็ง</cryo>;",
        "เบ่งบานเมื่อช่วงเวลาต่อเนื่องสิ้นสุดลง และสร้าง<cryo>ความเสียหายน้ำแข็งวงกว้าง</cryo>"
      ],
      "4": "<br/>",
      "5": "<i>\"พายุหิมะปกคลุมความคิดของนกกระเรียน พอกพูนความสงสารที่หนักอึ้งอยู่ในใจ\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายการฟัน",
      "1": "ความเสียหายเมื่อเบ่งบาน",
      "2": "ระยะเวลาต่อเนื่อง",
      "3": "คูลดาวน์",
      "4": "พลังงานธาตุ",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "name": "Kamisato Ayaka",
  "title": "กระเรียนขาวกลางหิมะ",
  "description": "คุณหนูใหญ่ของตระกูล Kamisato แห่งสำนัก Yashiro ใน Inazuma ทั้งสง่างามและมีเกียรติ เปี่ยมไปด้วยสติปัญญาและความแข็งแกร่ง",
  "constellationName": "Grus Nivis",
  "auto": {
    "name": "Kamisato Art - Kabuki",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "ใช้ดาบโจมตีต่อเนื่องมากสุดห้าครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่งเพื่อปลดปล่อยคลื่นดาบผ่าอากาศออกมาโจมตีต่อเนื่อง"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดินเพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขั้น 5",
      "5": "ความเสียหายชาร์จโจมตี",
      "6": "ชาร์จโจมตีใช้พลังกาย",
      "7": "ความเสียหายพุ่งลง",
      "8": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Kamisato Art: Hyouka",
    "description": {
      "0": "เรียกดอกไม้น้ำแข็งที่เบ่งบานออกมา เพื่อโจมตีศัตรูที่อยู่โดยรอบให้กระเด็นและสร้าง<cryo>ความเสียหายน้ำแข็งวงกว้าง</cryo>",
      "1": "<br/>",
      "2": "<i>\"หมู่เมฆกระจ่างใสในคืนเดือนหงาย ความมัวเมาเพ้อฝันดั่งสายหมอก เติมเต็มจิตใจที่ถูกกักขังด้วยความลุ่มหลงแห่งการเดินทาง\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "คูลดาวน์",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "sprint": {
    "name": "Kamisato Art: Senho",
    "description": {
      "0": "<strong>Alternate Sprint</strong>",
      "1": "หลบเข้าไปในรอยแยกน้ำแข็งโดยแลกกับพลังกาย เปลี่ยนเป็นกระแสน้ำและเคลื่อนที่อย่างรวดเร็ว",
      "2": "<br/>",
      "3": "ภายใต้สภาวะของ Senho จะทำให้ Ayaka สามารถเคลื่อนที่ได้อย่างรวดเร็วเหนือผิวน้ำ",
      "4": "เมื่อ Senho สิ้นสุดลงและปรากฏตัว จะทำให้เกิดเอฟเฟกต์ดังนี้:",
      "5": [
        "ปลดปล่อยพลังของน้ำแข็ง เพื่อทำให้ศัตรูโดยรอบติดสภาวะ<cryo>ธาตุน้ำแข็ง</cryo>;",
        "จะสะสมไอเย็นไว้ที่คมดาบ ซึ่งจะทำให้ Ayaka ได้รับ<cryo>พลังแห่งน้ำแข็ง</cryo>ในช่วงเวลาสั้น ๆ"
      ],
      "6": "<br/>",
      "7": "<i>\"น้ำกระเซ็นลงบนขนนกและซึมหายวับไป กระเรียนขาวที่ย่ำอยู่เหนือน้ำจะบ่นอะไรได้?\"</i>"
    }
  },
  "passive1": {
    "name": "Amatsumi Kunitsumi Sanctification",
    "description": {
      "0": "ภายใน 6 วินาที หลังจากใช้ <strong>Kamisato Art: Hyouka</strong> การโจมตีปกติและชาร์จโจมตีของ Kamisato Ayaka จะสร้างความเสียหายเพิ่มขึ้น 30%"
    }
  },
  "passive2": {
    "name": "Kanten Senmyou Blessing",
    "description": {
      "0": "เมื่อการโจมตีด้วยน้ำแข็งในตอนจบของ <strong>Kamisato Art: Senho</strong> ถูกศัตรู Kamisato Ayaka จะได้รับเอฟเฟกต์ดังนี้:",
      "1": [
        "ฟื้นฟูพลังกาย 10 หน่วย;",
        "ได้รับ<cryo>โบนัสความเสียหายน้ำแข็ง</cryo> 18% เป็นเวลา 10 วินาที"
      ]
    }
  },
  "passive3": {
    "name": "Fruits of Shinsa",
    "description": {
      "0": "เมื่อสร้างวัสดุเลื่อนขั้นอาวุธ จะมีโอกาส 10% ที่จะได้รับผลผลิตเพิ่มขึ้น 2 เท่า"
    }
  },
  "constellation1": {
    "name": "Snowswept Sakura",
    "description": {
      "0": "เมื่อการโจมตีปกติหรือชาร์จโจมตีของ Kamisato Ayaka สร้าง<cryo>ความเสียหายน้ำแข็ง</cryo>แก่ศัตรู จะมีโอกาส 50% ที่จะทำให้ช่วงเวลาคูลดาวน์ของ <strong>Kamisato Art: Hyouka</strong> ลดลง 0.3 วินาที โดยที่เอฟเฟกต์นี้จะเกิดขึ้นเพียงหนึ่งครั้ง ในทุก 0.1 วินาที"
    }
  },
  "constellation2": {
    "name": "Blizzard Blade Seki no To",
    "description": {
      "0": "เมื่อใช้ <strong>Kamisato Art: Soumetsu</strong> จะปลดปล่อย Frostflake Seki no To ขนาดเล็กออกมาเพิ่มสองอัน โดยที่แต่ละอัน จะสร้างความเสียหายเป็น 20% ของความเสียหายดั้งเดิม"
    }
  },
  "constellation3": {
    "name": "Frostbloom Kamifubuki",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Kamisato Art: Soumetsu</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Ebb and Flow",
    "description": {
      "0": "เมื่อศัตรูได้รับความเสียหายที่เกิดจาก Frostflake Seki no To ของ <strong>Kamisato Art: Soumetsu</strong> พลังป้องกันจะลดลง 30% เป็นเวลา 6 วินาที"
    }
  },
  "constellation5": {
    "name": "Blossom Cloud Irutsuki",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Kamisato Art: Hyouka</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Dance of Suigetsu",
    "description": {
      "0": "ในทุก 10 วินาที Kamisato Ayaka จะได้รับ Usurahi Butou ซึ่งจะเพิ่มความเสียหายของการชาร์จโจมตีขึ้น 298% โดยหลังจากโจมตีถูกศัตรู 0.5 วินาที เอฟเฟกต์ Usurahi Butou จะหายไป และเริ่มคำนวณเวลาใหม่อีกครั้ง"
    }
  }
}