{
  "name": "Varesa",
  "title": "พลังแกร่งแห่งสันติ",
  "description": "นักรบและเจ้าของสวนผลไม้แห่ง \"ผองสรรพสิ่ง\" ผู้ใช้ชีวิตแสนผ่อนคลาย เธอชื่นชอบผู้กล้าที่เปี่ยมด้วยพลัง และอาหารรสเลิศปริมาณมาก!",
  "constellationName": "Mascara Luctatori",
  "auto": {
    "name": "By the Horns",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "ตะ...ต้องต่อสู้ให้เต็มที่ เหมือนกับแชมป์มวยปล้ำที่เก่งกาจ! ทำการโจมตีด้วยมือเปล่าต่อเนื่องสูงสุด 3 ครั้ง สร้าง<electro>ความเสียหายไฟฟ้า</electro>"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่ง เพื่อโขกศีรษะใส่ศัตรู สร้าง<electro>ความเสียหายไฟฟ้า</electro>ที่มีคุณสมบัติวิญญาณราตรี และอาศัยโมเมนตัมในการกระโดดขึ้น"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro>ที่มีคุณสมบัติวิญญาณราตรี; หากในช่วงเวลานี้ Varesa อยู่ในสถานะต่อสู้ หรือการโจมตีพุ่งลงจากอากาศครั้งนี้โดนศัตรู จะทำให้ Varesa ได้รับค่าวิญญาณราตรี 25 หน่วย; เมื่อค่าวิญญาณราตรีถึงขีดจำกัดด้วยวิธีนี้ Varesa จะเข้าสู่สถานะ \"ฮึกเหิมร้อนแรง\""
      },
      "fieryPassion": {
        "0": "<strong>ฮึกเหิมร้อนแรง</strong>",
        "1": "ภายใต้สถานะนี้ การโจมตีปกติ การชาร์จโจมตี และการโจมตีพุ่งลงจากอากาศของ Varesa จะได้รับการเสริมพลัง:"
      },
      "fpNormal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "ต่อสู้อย่างหาญกล้าดุจแชมป์มวยปล้ำคนดัง! โจมตีด้วยมือเปล่าสูงสุด 3 ครั้ง สร้าง<electro>ความเสียหายไฟฟ้า</electro>ที่รุนแรงยิ่งขึ้น"
      },
      "fpCharged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่ง พุ่งไปข้างหน้าเพื่อกระแทกศัตรู สร้าง<electro>ความเสียหายไฟฟ้า</electro>ที่มีคุณสมบัติวิญญาณราตรี และอาศัยโมเมนตัมในการกระโดดขึ้น"
      },
      "fpPlunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "ใช้ค่าวิญญาณราตรีทั้งหมด กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro>ที่มีคุณสมบัติวิญญาณราตรีได้มากขึ้นเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายชาร์จโจมตี",
      "4": "ชาร์จโจมตีใช้พลังกาย",
      "5": "ความเสียหายพุ่งลง",
      "6": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "7": "ความเสียหายฮึกเหิมร้อนแรงขั้น 1",
      "8": "ความเสียหายฮึกเหิมร้อนแรงขั้น 2",
      "9": "ความเสียหายฮึกเหิมร้อนแรงขั้น 3",
      "10": "ความเสียหายชาร์จโจมตีฮึกเหิมร้อนแรง",
      "11": "ชาร์จโจมตีฮึกเหิมร้อนแรงใช้พลังกาย",
      "12": "ความเสียหายพุ่งลงฮึกเหิมร้อนแรง",
      "13": "ความเสียหายพุ่งถึงพื้น จากที่ต่ำ/สูงฮึกเหิมร้อนแรง",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Riding the Night-Rainbow",
    "description": {
      "0": "ด้วยฝีเท้าที่ว่องไวดุจฟ้าแลบ และดุดันดุจสายฟ้าฟาด เพื่อแสดงจิตมุ่งมั่นของมวยปล้ำ Varesa จะพุ่งไปข้างหน้าเป็นระยะทางประมาณหนึ่ง เพื่อสร้าง<electro>ความเสียหายไฟฟ้า</electro>ที่มีคุณสมบัติวิญญาณราตรีแก่ศัตรูที่อยู่ในเส้นทาง",
      "1": "หลังจากปล่อยสกิล Varesa จะได้รับค่าวิญญาณราตรี 20 หน่วย และได้รับเอฟเฟกต์ \"ไล่โจมตี\": ภายในช่วงเวลาต่อเนื่อง ความสามารถในการต้านทานการหยุดชะงักของ Varesa จะเพิ่มสูงขึ้น เมื่อกดโจมตีปกติ Varesa จะทำการชาร์จโจมตีอย่างรวดเร็ว โดยการชาร์จโจมตีครั้งนี้จะไม่ใช้พลังกาย ทั้งนี้เอฟเฟกต์ \"ไล่โจมตี\" จะหายไปหลังจากทำการชาร์จโจมตี",
      "2": "การกด และกดค้าง จะทำให้สไตล์มวยปล้ำแสดงผลแตกต่างกัน",
      "3": "<br/>",
      "4": "<strong>กด</strong>",
      "5": "พุ่งไปข้างหน้าอย่างรวดเร็ว เป็นระยะทางหนึ่ง",
      "6": "<br/>",
      "7": "<strong>กดค้าง</strong>",
      "8": "Varesa จะเข้าสู่สถานะพรวิญญาณราตรี และสลับเป็นโหมด \"จู่โจมดุดัน\"",
      "9": "<br/>",
      "10": "<strong>จู่โจมดุดัน</strong>",
      "11": "ใช้ค่าวิญญาณราตรีอย่างต่อเนื่อง โดยในสถานะนี้ ความเร็วในการเคลื่อนที่ และความสามารถในการต้านทานการหยุดชะงักของ Varesa จะเพิ่มขึ้น และยังสามารถใช้ประโยชน์จากภูมิประเทศที่แตกต่าง ในการกระโดดได้ หรือใช้ค่าวิญญาณราตรีเพิ่มเติม เพื่อเคลื่อนที่บนผิวน้ำและโฟลจิสตันเหลว โดยไม่ได้รับความเสียหายจากโฟลจิสตันเหลว",
      "12": "<br/>",
      "13": "<strong>พรวิญญาณราตรี - Varesa</strong>",
      "14": "เมื่อค่าวิญญาณราตรีหมดลง พรวิญญาณราตรีของ Varesa จะสิ้นสุดลง โดยเมื่อ Varesa อยู่ในโหมดจู่โจมดุดันหรือสถานะฮึกเหิมร้อนแรง จะถูกมองว่าอยู่ในสถานะพรวิญญาณราตรีตั้งแต่ต้นจนจบ",
      "15": "<br/>",
      "16": "สามารถใช้ได้ 2 ครั้ง เมื่อ Varesa เข้าสู่สถานะฮึกเหิมร้อนแรง จะได้รับจำนวนครั้งที่ใช้ได้ของสกิลธาตุที่ปล่อยด้วยการกดสั้น ๆ เพิ่มหนึ่งครั้ง และเพิ่มความเสียหายของสกิลธาตุ",
      "17": "<br/>",
      "18": "<strong>ฮึกเหิมร้อนแรง</strong>",
      "19": [
        "เมื่อไม่ได้อยู่ในสถานะฮึกเหิมร้อนแรง Varesa สามารถฟื้นฟูค่าวิญญาณราตรีได้ด้วยการโจมตีพุ่งลงจากอากาศ; เมื่อค่าวิญญาณราตรีถึงขีดจำกัดด้วยวิธีนี้ หรือเมื่อใช้ท่าไม้ตาย <strong>Guardian Vent!</strong> Varesa จะเข้าสู่สถานะฮึกเหิมร้อนแรง",
        "เมื่ออยู่ในสถานะฮึกเหิมร้อนแรง การโจมตีปกติ, สกิลธาตุ และท่าไม้ตายของ Varesa จะได้รับการเสริมพลังที่เกี่ยวข้องแยกกัน และสามารถใช้ท่าไม้ตายพิเศษได้ในช่วงเวลาสั้น ๆ หลังจากใช้การโจมตีพุ่งลงจากอากาศ",
        "สถานะฮึกเหิมร้อนแรงจะคงอยู่ได้นานสุด 15 วินาที และจะสิ้นสุดหลังจากใช้ค่าวิญญาณราตรีหรือหลังจากออกจากสถานะต่อสู้เป็นเวลาสักพัก"
      ],
      "20": "<br/>",
      "21": "<i>\"ตอนนี้ ฉันก็คือผู้กล้าของตัวฉันเอง\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายพุ่งโจมตี",
      "1": "ความเสียหายพุ่งโจมตีฮึกเหิมร้อนแรง",
      "2": "ระยะเวลาต่อเนื่องไล่โจมตี",
      "3": "ขีดจำกัดค่าวิญญาณราตรี",
      "4": "คูลดาวน์",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Guardian Vent!",
    "description": {
      "0": "เฉกเช่นผู้กล้าผู้ผดุงความยุติธรรมที่ถูกบรรยายไว้ในม้วนหนังสือสำหรับเด็ก เธอจะกระโดดขึ้นไปกลางอากาศ และอาศัยพลังที่เกิดจากการพุ่งลงมา เพื่อปล่อยลูกเตะกลางอากาศอันทรงพลัง สร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro>ที่มีคุณสมบัติวิญญาณราตรี",
      "1": "หลังจากปล่อยสกิล Varesa จะฟื้นฟูค่าวิญญาณราตรีจนถึงขีดจำกัดสูงสุด และเข้าสู่สถานะฮึกเหิมร้อนแรง",
      "2": "<br/>",
      "3": "ภายใต้สถานะฮึกเหิมร้อนแรง ท่าไม้ตายของเธอจะเปลี่ยนเป็นการสร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro>ที่มีคุณสมบัติวิญญาณราตรี และสร้างความเสียหายแก่ศัตรูได้มากขึ้น",
      "4": "<br/>",
      "5": "นอกจากนี้ เมื่อ Varesa ใช้การโจมตีพุ่งลงจากอากาศขณะอยู่ในสถานะฮึกเหิมร้อนแรง จะเข้าสู่สถานะ \"ขับเคลื่อนสุดขีด\" เป็นระยะเวลาสั้น ๆ",
      "6": "<br/>",
      "7": "<strong>ขับเคลื่อนสุดขีด</strong>",
      "8": "เพิ่มความสามารถในการต้านทานการหยุดชะงักของ Varesa โดยภายใต้สภาวะนี้ เธอจะสามารถมองข้ามช่วงเวลาคูลดาวน์ของท่าไม้ตาย และใช้พลังงานธาตุน้อยกว่าเดิม เพื่อปล่อยท่าไม้ตายพิเศษ \"Guardian Vent: Volcano Kablam\": ทำการโจมตีพุ่งลงจากอากาศที่ทรงพลังเป็นพิเศษ - \"Thunderous Tornado Eruption\" เมื่อลงสู่พื้นจะสร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro>ที่มีคุณสมบัติวิญญาณราตรี และออกจากสถานะขับเคลื่อนสุดขีด โดยความเสียหายนี้จะถูกมองว่าเป็นความเสียหายการโจมตีพุ่งลงจากอากาศ",
      "9": "หลังจากปล่อยสกิลธาตุแล้ว จะออกจากสถานะขับเคลื่อนสุดขีด",
      "10": "<br/>",
      "11": "<i>ความจริงแล้ว ตอนแรก Varesa ตั้งชื่อให้กระบวนท่านี้ว่า \"สุดยอดท่าไม้ตายเผด็จศึก: ลูกเตะความไวเสียงไร้เทียมทานของผู้กล้าผู้ผดุงความยุติธรรมสายฟ้าคำรน\" แต่ว่าชื่อนี้มันยาวเกินไป และถึงแม้เธอจะสวมหน้ากาก ก็ยังไม่ค่อยจะกล้าตะโกนชื่อนี้ ให้คนหมู่มากฟังสักเท่าไหร่ ดังนั้นสุดท้ายเธอจึงเลือกใช้ชื่อปัจจุบันแทน</i>"
    },
    "skillParams": {
      "0": "ความเสียหายลูกเตะ",
      "1": "ความเสียหายลูกเตะฮึกเหิมร้อนแรง",
      "2": "คูลดาวน์",
      "3": "พลังงานธาตุ",
      "4": "ความเสียหาย \"Volcano Kablam\"",
      "5": "พลังงานธาตุ \"Volcano Kablam\"",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Tag-Team Triple Jump!",
    "description": {
      "0": "หลังจากปล่อยสกิลธาตุ <strong>Riding the Night-Rainbow</strong> Varesa จะได้รับ \"Rainbow Crash\" เป็นเวลา 5 วินาที",
      "1": "ในช่วงเวลาต่อเนื่อง เมื่อ Varesa ทำการโจมตีพุ่งลงจากอากาศ จะสร้างความเสียหายพุ่งถึงพื้นเพิ่มเติม 50% ของพลังโจมตี; หาก Varesa อยู่ในสถานะฮึกเหิมร้อนแรง ความเสียหายพุ่งถึงพื้นจะเปลี่ยนเป็นสร้างความเสียหายเพิ่มเติม 180% ของพลังโจมตี",
      "2": "<br/>",
      "3": "เอฟเฟกต์ \"Rainbow Crash\" จะหายไปเมื่อการโจมตีพุ่งลงจากอากาศโดนศัตรู หรือสิ้นสุดเวลาต่อเนื่อง"
    }
  },
  "passive2": {
    "name": "The Hero Twice-Returned!",
    "description": {
      "0": "เมื่อตัวละครในทีมที่อยู่ใกล้เคียงทำให้เกิด \"วิญญาณราตรีปะทุ\" พลังโจมตีของ Varesa จะเพิ่มขึ้น 35% เป็นเวลา 12 วินาที โดยที่เอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 2 ชั้น ซึ่งแต่ละชั้นจะคิดช่วงเวลาต่อเนื่องแยกกัน"
    }
  },
  "passive3": {
    "name": "Night Realm's Gift: A Torch That Incinerates Evil",
    "description": {
      "0": "เมื่อค่าวิญญาณราตรีหมดลง Varesa จะสลับไปใช้โฟลจิสตัน เพื่อรักษาโหมด \"จู่โจมดุดัน\" ภายใต้สถานะพรวิญญาณราตรีให้คงอยู่",
      "1": "เมื่ออยู่ใน Natlan ที่มีพื้นที่กลไกโฟลจิสตัน จะสามารถทำการถ่ายโอนวิญญาณราตรี - Varesa ได้ เมื่อตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นอยู่ในสถานะวิ่ง หรืออยู่ในสถานะเคลื่อนที่ด้วยพรสวรรค์ที่กำหนด หรืออยู่กลางอากาศในระดับหนึ่ง เมื่อสลับตัวละคร Varesa เข้าสู่การต่อสู้ จะทำให้เกิดเหตุการณ์ต่อไปนี้: Varesa จะเข้าสู่สถานะพรวิญญาณราตรี และสลับเข้าสู่โหมด \"จู่โจมดุดัน\" ได้รับค่าวิญญาณราตรี 20 หน่วย โดยทีมของตนเองสามารถทำให้เกิดการถ่ายโอนวิญญาณราตรีหนึ่งครั้ง ในทุก 10 วินาที",
      "2": "นอกจากนี้ เมื่อ Varesa อยู่ใน Natlan ที่มีพื้นที่กลไกโฟลจิสตัน และใช้ประโยชน์จากความต่างของลักษณะภูมิประเทศทำการกระโดด จะไม่ได้รับความเสียหายเมื่อลงถึงพื้น"
    }
  },
  "passive": {
    "name": "Blazing Heart, Singular Advance!",
    "description": {
      "0": "เพิ่มความเร็วในการวิ่งของ Varesa แต่เมื่อไม่ได้อยู่ในสถานะต่อสู้ การวิ่งจะใช้พลังกายมากขึ้น",
      "1": "นอกจากนี้ เมื่ออยู่ใน Natlan ที่มีพื้นที่กลไกโฟลจิสตัน หากตัวละครในทีมของตัวเองใช้อาหาร จะฟื้นฟูโฟลจิสตัน 20 หน่วย โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 10 วินาที โดยเอฟเฟกต์ดังกล่าวจะไร้ผลเมื่ออยู่ในดันเจี้ยน, Trounce Domain และ Spiral Abyss"
    }
  },
  "constellation1": {
    "name": "Undying Passion",
    "description": {
      "0": "เอฟเฟกต์ของพรสวรรค์ติดตัว \"Tag-Team Triple Jump!\" ได้รับการเสริมพลัง:",
      "1": "เมื่อทำการโจมตีพุ่งลงจากอากาศพิเศษ - \"Thunderous Tornado Eruption\" Varesa จะได้รับ \"Rainbow Crash\" เป็นเวลา 5 วินาที;",
      "2": "ภายในช่วงเวลาต่อเนื่องของ \"Rainbow Crash\" ไม่ว่า Varesa จะอยู่ในสถานะฮึกเหิมร้อนแรงหรือไม่ เมื่อทำการโจมตีพุ่งลงจากอากาศ ความเสียหายพุ่งถึงพื้นจะเปลี่ยนเป็นสร้างความเสียหายเพิ่มเติม 180% ของพลังโจมตี โดยที่เอฟเฟกต์นี้จะต้องปลดล็อกพรสวรรค์ติดตัว \"Tag-Team Triple Jump!\" ก่อน",
      "3": "<br/>",
      "4": "นอกจากนี้ เมื่อ Varesa อยู่ในโหมด \"จู่โจมดุดัน\" ขณะอยู่ในสถานะพรวิญญาณราตรี การใช้ค่าวิญญาณราตรี หรือโฟลจิสตันจะลดลง 30%"
    }
  },
  "constellation2": {
    "name": "Beyond the Edge of Light",
    "description": {
      "0": "หลังจากทำการโจมตีพุ่งลงจากอากาศ Varesa จะเข้าสู่สถานะขับเคลื่อนสุดขีด ไม่ว่าจะอยู่ในสถานะฮึกเหิมร้อนแรงหรือไม่ก็ตาม",
      "1": "เมื่ออยู่ในสถานะขับเคลื่อนสุดขีด ความสามารถในการต้านทานการหยุดชะงักของ Varesa จะเพิ่มขึ้นอีกขั้น",
      "2": "นอกจากนี้เมื่อ Varesa ทำการโจมตีพุ่งลงจากอากาศโดนศัตรู จะฟื้นฟูพลังงานธาตุให้ Varesa 11.5 หน่วย"
    }
  },
  "constellation3": {
    "name": "Unbowed Resolve",
    "description": {
      "0": "เพิ่มเลเวลสกิลของท่าไม้ตาย <strong>Guardian Vent!</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "The Courage to Press On",
    "description": {
      "0": "เมื่อใช้ท่าไม้ตาย <strong>Guardian Vent!</strong> จะเกิดเอฟเฟกต์เสริมพลังที่เกี่ยวข้องแตกต่างกันไป ตามสถานะของ Varesa:",
      "1": [
        "หากไม่ได้อยู่ในสถานะฮึกเหิมร้อนแรงหรือขับเคลื่อนสุดขีด:",
        "Varesa จะได้รับเอฟเฟกต์ \"Diligent Refinement\" เป็นเวลา 15 วินาที ซึ่งจะเพิ่มความเสียหายการโจมตีพุ่งลงจากอากาศของ Varesa เป็น 500% ของพลังโจมตีของ Varesa โดยสามารถเพิ่มความเสียหายด้วยวิธีนี้ได้มากสุด 20,000 หน่วย; เอฟเฟกต์นี้จะถูกลบล้างเมื่อการโจมตีพุ่งลงจากอากาศโดนศัตรู หรือสิ้นสุดช่วงเวลาต่อเนื่อง",
        "หากอยู่ในสถานะฮึกเหิมร้อนแรง หรือขับเคลื่อนสุดขีด: ท่าไม้ตาย <strong>Guardian Vent!</strong> ในครั้งนี้ จะสร้างความเสียหายเพิ่มขึ้น 100%"
      ]
    }
  },
  "constellation5": {
    "name": "Thoughts Floating on the Warm Breeze",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>โจมตีปกติ: By the Horns</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "A Hero of Justice's Triumph",
    "description": {
      "0": "เมื่อเข้าสู่สถานะขับเคลื่อนสุดขีด จะฟื้นฟูพลังงานธาตุให้แก่ Varesa 30 หน่วย",
      "1": "อัตราคริการโจมตีพุ่งลงจากอากาศของ Varesa และท่าไม้ตาย <strong>Guardian Vent!</strong> เพิ่มขึ้น 10% และความแรงคริเพิ่มขึ้น 100%",
      "2": "นอกจากนี้ เมื่อ Varesa กดค้างเพื่อปล่อยสกิลธาตุ <strong>Riding the Night-Rainbow</strong> หรือกดเพื่อปล่อยสกิลธาตุในระหว่างที่อยู่ในสถานะ \"จู่โจมดุดัน\" จะฟื้นฟูค่าวิญญาณราตรีจนถึงขีดจำกัดสูงสุด"
    }
  }
}