{
  "name": "Iansan",
  "title": "ร้อยหลอมศิลาแกร่ง",
  "description": "หัวหน้าโค้ชคลับออกกำลังกายแห่งเผ่าผองสรรพสิ่ง และนักโภชนาการชื่อดังของ Natlan",
  "constellationName": "Carnotaurus",
  "auto": {
    "name": "Weighted Spike",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "โจมตีด้วยหอกต่อเนื่องมากสุดสามครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่งเพื่อพุ่งไปข้างหน้า และสร้างความเสียหายแก่ศัตรูที่อยู่ในเส้นทาง"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      },
      "nightsoul": {
        "0": "<strong>สถานะวิญญาณราตรี - สายฟ้าคำรน</strong>",
        "1": "เมื่ออยู่ในสถานะพรวิญญาณราตรี การชาร์จโจมตีของ Iansan จะเปลี่ยนเป็นการปล่อยสายฟ้าคำรนที่ทรงพลังซึ่งจะใช้พลังกายจำนวนหนึ่งเพื่อกระทืบไปข้างหน้า สร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro>ที่มีคุณสมบัติวิญญาณราตรี"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายชาร์จโจมตี",
      "4": "ความเสียหายสายฟ้าคำรน",
      "5": "ชาร์จโจมตีและสายฟ้าคำรน ใช้พลังกาย",
      "6": "ความเสียหายพุ่งลง",
      "7": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Thunderbolt Rush",
    "description": {
      "0": "Iansan จะพุ่งไปข้างหน้าเป็นระยะทางหนึ่ง เพื่อสร้าง<electro>ความเสียหายไฟฟ้า</electro>ที่มีคุณสมบัติวิญญาณราตรีแก่ศัตรูที่อยู่ในเส้นทาง",
      "1": "หลังจากปล่อย Iansan จะฟื้นฟูค่าวิญญาณราตรี 54 หน่วย และเข้าสู่สถานะพรวิญญาณราตรี นอกจากนี้ภายใน 5 วินาที หลังจากสิ้นสุดการพุ่งตัว เมื่อกดการโจมตีปกติ Iansan จะปล่อย \"สายฟ้าคำรน\" ที่ไม่ใช้พลังกายหนึ่งครั้งอย่างรวดเร็ว",
      "2": "<br/>",
      "3": "<strong>พรวิญญาณราตรี - Iansan</strong>",
      "4": "ใช้ค่าวิญญาณราตรีอย่างต่อเนื่อง เมื่อค่าวิญญาณราตรีหมดลง หรือปล่อยสกิลอีกครั้ง พรวิญญาณราตรีของ Iansan จะสิ้นสุดลง และสถานะพรวิญญาณราตรีจะมีคุณสมบัติพิเศษดังนี้:",
      "5": [
        "เพิ่มความเร็วในการเคลื่อนที่ของ Iansan;",
        "กดปุ่มพุ่งตัวค้างไว้ จะสลับเป็นโหมด \"สายฟ้าแลบ\" ซึ่งจะเพิ่มความเร็วในการเคลื่อนที่ของ Iansan อย่างมากเป็นเวลาสั้น ๆ และในสถานะนี้ Iansan จะสามารถใช้ประโยชน์จากภูมิประเทศที่แตกต่าง ทำการกระโดดได้ หรือใช้ค่าวิญญาณราตรีเพิ่มเติม เพื่อเคลื่อนที่บนผิวน้ำและโฟลจิสตันเหลว โดยไม่ได้รับความเสียหายจากโฟลจิสตันเหลว"
      ],
      "6": "<br/>",
      "7": "<i>\"เร็วขึ้นอีก แข็งแกร่งขึ้นอีก! ความพยายามอย่างไม่หยุดยั้งในเวลาปกติ ก็เพื่อช่วงเวลานี้นี่แหละ\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ขีดจำกัดค่าวิญญาณราตรี",
      "2": "คูลดาวน์",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "The Three Principles of Power",
    "description": {
      "0": "เหยียบย่ำพื้นดินในนามของ \"พลัง\" เพื่อสร้าง<electro>ความเสียหายไฟฟ้าวงกว้าง</electro>ที่มีคุณสมบัติวิญญาณราตรี และนำเกจวัดพลังรุ่นลิมิเต็ด (สำหรับออกกำลังกาย) ออกมา",
      "1": "เมื่อใช้สกิล Iansan จะได้รับค่าวิญญาณราตรี 15 หน่วย และเข้าสู่สถานะพรวิญญาณราตรี",
      "2": "เมื่อเกจวัดพลังออกจากสนาม พรวิญญาณราตรี ของ Iansan จะสิ้นสุดลง",
      "3": "<br/>",
      "4": "<strong>เกจวัดพลัง</strong>",
      "5": "เกจวัดพลังจะเคลื่อนที่ติดตามตัวละคร และเพิ่มพลังโจมตีให้แก่ตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นของทีมตัวเองด้วยวิธีต่าง ๆ ตามค่าวิญญาณราตรีของ Iansan:",
      "6": [
        " หาก Iansan มีค่าวิญญาณราตรีน้อยกว่า 42 หน่วย จะได้รับโบนัสพลังโจมตีเพิ่มขึ้น ค่าที่เพิ่มจะขึ้นอยู่กับค่าวิญญาณราตรีและพลังโจมตีของ Iansan;",
        " หาก Iansan มีค่าวิญญาณราตรีตั้งแต่ 42 หน่วยขึ้นไป จะเปลี่ยนเกจวัดพลังไปเป็นโหมด \"เสียงเชียร์อันร้อนแรง!\" ซึ่งจะได้รับโบนัสพลังโจมตีเพิ่มขึ้น ค่าที่เพิ่มจะขึ้นอยู่กับพลังโจมตีของ Iansan"
      ],
      "7": "นอกจากนี้ ระหว่างที่เกจวัดพลังคงอยู่ จะบันทึกระยะการเคลื่อนที่ของตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นของทีมตัวเอง (ยกเว้น Iansan); ในแต่ละวินาที จะฟื้นฟูค่าวิญญาณราตรีให้ Iansan ตามระยะการเคลื่อนที่ที่บันทึกในหนึ่งวินาทีก่อนหน้านั้น",
      "8": "เกจวัดพลังจะหายไปเมื่อพรวิญญาณราตรีของ Iansan สิ้นสุดลง หากไม่อยู่ในสถานะต่อสู้ เกจวัดพลังจะหายไปหลังจากผ่านไป 1 วินาที แต่หากในช่วงที่เกจวัดพลังคงอยู่ Iansan ไม่ได้เข้าร่วมการต่อสู้ พรวิญญาณราตรีจะไม่สิ้นสุดลง",
      "9": "<br/>",
      "10": "<i>\"พลังไม่ใช่ของขวัญที่ได้มาตั้งแต่เกิด แต่มาจากความพยายามอย่างไม่ลดละ และต้องใช้พลังให้ถูกวิธีด้วย\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "อัตราแปลงพลังโจมตี เมื่อค่าวิญญาณราตรีสูง",
      "2": "อัตราแปลงพลังโจมตี เมื่อค่าวิญญาณราตรีขั้นต่ำ",
      "3": "โบนัสโจมตีสูงสุด",
      "4": "ระยะเวลาต่อเนื่อง",
      "5": "เวลาต่อเนื่องสถานะไม่ต่อสู้",
      "6": "คูลดาวน์",
      "7": "พลังงานธาตุ",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Enhanced Resistance Training",
    "description": {
      "0": "เมื่อ \"สายฟ้าคำรน\" โจมตีถูกศัตรู Iansan จะได้รับเอฟเฟกต์ \"Precise Movement\" เป็นเวลา 15 วินาที",
      "1": "ในช่วงเวลาต่อเนื่องนี้ พลังโจมตีของ Iansan จะเพิ่มขึ้น 20% และเมื่อฟื้นฟูค่าวิญญาณราตรีผ่านเกจวัดพลังด้วยท่าไม้ตาย<strong> The Three Principles of Power</strong> จะฟื้นฟูค่าวิญญาณราตรี เพิ่มเติมอีก 1 หน่วย นอกจากนี้ หลังจากตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นของตนเอง ใช้หรือฟื้นฟูค่าวิญญาณราตรีแล้ว ค่าวิญญาณราตรีที่ Iansan ฟื้นฟูผ่านเกจวัดพลังครั้งต่อไป จะเพิ่มขึ้นเป็น 4 หน่วย โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 2.8 วินาที ",
      "2": "เอฟเฟกต์ \"Precise Movement\" จะหายไปเมื่อพรวิญญาณราตรีของ Iansan สิ้นสุดลง"
    }
  },
  "passive2": {
    "name": "Kinetic Energy Gradient Test",
    "description": {
      "0": "เมื่อตัวละครในทีมที่อยู่บริเวณใกล้เคียงทำให้เกิด \"วิญญาณราตรีปะทุ\" Iansan จะได้รับเอฟเฟกต์ \"Warming Up\" เป็นเวลา 10 วินาที",
      "1": "ในช่วงเวลาต่อเนื่อง เมื่อ Iansan ฟื้นฟูค่าวิญญาณราตรีอย่างน้อย 1 หน่วย จะทำการฟื้นฟูพลังชีวิตให้แก่ตัวละครของตนเองที่เข้าต่อสู้ในขณะนั้น ซึ่งปริมาณการฟื้นฟูจะเท่ากับ 60% ของพลังโจมตีของ Iansan โดยเอฟเฟกต์นี้ จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 2.8 วินาที"
    }
  },
  "passive3": {
    "name": "Night Realm's Gift: Hard Work and Drive",
    "description": {
      "0": "เมื่อค่าวิญญาณราตรีหมดลง หาก Iansan อยู่ในสนาม จะสลับไปใช้โฟลจิสตัน เพื่อรักษาพรวิญญาณราตรีให้คงอยู่",
      "1": "เมื่ออยู่ใน Natlan ที่มีพื้นที่กลไกโฟลจิสตัน จะสามารถทำการถ่ายโอนวิญญาณราตรี - Iansan ได้ เมื่อตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นอยู่ในสถานะวิ่ง หรืออยู่ในสถานะเคลื่อนที่ด้วยพรสวรรค์ที่กำหนด หรืออยู่กลางอากาศในระดับหนึ่ง เมื่อสลับตัวละคร Iansan เข้าสู่การต่อสู้ จะทำให้เกิดเหตุการณ์ต่อไปนี้: Iansan จะเข้าสู่สถานะพรวิญญาณราตรี และได้รับค่าวิญญาณราตรี 25 หน่วย โดยทีมของตนเองจะทำให้เกิดการถ่ายโอนวิญญาณราตรีหนึ่งครั้ง ในทุก 10 วินาที",
      "2": "นอกจากนี้ เมื่อ Iansan อยู่ใน Natlan ที่มีพื้นที่กลไกโฟลจิสตัน และใช้ประโยชน์จากความต่างของลักษณะภูมิประเทศทำการกระโดด จะไม่ได้รับความเสียหายเมื่อลงถึงพื้น"
    }
  },
  "passive": {
    "name": "Caloric Balancing Plan",
    "description": {
      "0": "เมื่ออยู่ใน Natlan ที่มีพื้นที่กลไกโฟลจิสตัน เมื่อมีโฟลจิสตัน 50% หรือสูงกว่า แล้วลดลงจนต่ำกว่า 50% จะฟื้นฟูโฟลจิสตัน 10 หน่วย เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 10 วินาที"
    }
  },
  "constellation1": {
    "name": "Starting's Never Easy",
    "description": {
      "0": "ในระหว่างการต่อสู้ เมื่อ Iansan อยู่ในสถานะพรวิญญาณราตรี ทุกครั้งที่ใช้ค่าวิญญาณราตรี 6 หน่วย จะฟื้นฟูพลังงานธาตุให้ตัว Iansan เอง 15 หน่วย โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 18 วินาที"
    }
  },
  "constellation2": {
    "name": "Laziness is the Enemy!",
    "description": {
      "0": "เมื่อใช้ท่าไม้ตาย <strong>The Three Principles of Power</strong> Iansan จะได้รับเอฟเฟกต์ \"Precise Movement\" จากพรสวรรค์ติดตัว \"Enhanced Resistance Training\" เป็นเวลา 15 วินาที; นอกจากนี้ ในช่วงเวลาต่อเนื่องของเอฟเฟกต์ \"Precise Movement\" หาก Iansan อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ จะยังคงทำให้พลังโจมตีของตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นของทีมตัวเองเพิ่มขึ้น 30% โดยที่เอฟเฟกต์นี้ จะต้องปลดล็อกพรสวรรค์ติดตัว \"Enhanced Resistance Training\" ก่อน"
    }
  },
  "constellation3": {
    "name": "Scientific Diet Planning",
    "description": {
      "0": "เพิ่มเลเวลสกิลของสกิลธาตุ <strong>Thunderbolt Rush</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Slow and Steady Wins the Race",
    "description": {
      "0": "ในระหว่างที่เกจวัดพลังคงอยู่ หากตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นของทีมตัวเอง ที่ไม่ใช่ Iansan ปล่อยท่าไม้ตาย จะทำให้ Iansan ได้รับ \"Surging Force\" 2 ชั้น จนกว่าเกจวัดพลังจะหายไป โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้งทุกครั้งที่เรียกเกจวัดพลังออกมา; เมื่อ Iansan ฟื้นฟูค่าวิญญาณราตรีจากเกจวัดพลัง จะใช้ \"Surging Force\" 1 ชั้น เพื่อฟื้นฟูค่าวิญญาณราตรีให้ Iansan เพิ่มเติม 4 หน่วย",
      "1": "นอกจากนี้ หากค่าวิญญาณราตรีที่ฟื้นฟูจากเกจวัดพลังเกินขีดจำกัด ค่าวิญญาณราตรีที่ Iansan ฟื้นฟูด้วยเกจวัดพลังในครั้งต่อไป จะฟื้นฟูค่าวิญญาณราตรีเพิ่มเติม 50% ของจำนวนที่เกินมาในครั้งนี้"
    }
  },
  "constellation5": {
    "name": "We Can Push it Further!",
    "description": {
      "0": "เพิ่มเลเวลสกิลของท่าไม้ตาย <strong>The Three Principles of Power</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Teachings of the Collective of Plenty",
    "description": {
      "0": "ช่วงเวลาต่อเนื่องของเกจวัดพลังยาวนานขึ้น 3 วินาที",
      "1": "นอกจากนี้ เมื่อ Iansan ทำให้เกิดเอฟเฟกต์ฟื้นฟูค่าวิญญาณราตรี หากค่าวิญญาณราตรีที่ฟื้นฟูเกินขีดจำกัด จะได้รับเอฟเฟกต์ \"Extreme Force\" ทำให้ตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นของทีมตัวเองสร้างความเสียหายเพิ่มขึ้น 25% เป็นเวลา 3 วินาที"
    }
  }
}