{
  "name": "Dehya",
  "title": "ราชสีห์ขนเพลิง",
  "description": "สมาชิกทหารรับจ้างของ \"กลุ่ม Eremite\" ที่ออกท่องไปทั่วท้องทะเลทราย Sumeru เธอคือนักรบผู้โด่งดังใน \"กลุ่ม Eremite\" ที่ทั้งกล้าหาญและทรงพลัง",
  "constellationName": "Mantichora",
  "auto": {
    "name": "Sandstorm Assault",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "ผสานทักษะในการใช้ดาบใหญ่ และเทคนิคการต่อสู้ด้วยมือเปล่า เพื่อทำการโจมตีต่อเนื่องมากสุด 4 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายต่อเนื่อง เพื่อฟันโจมตีติดต่อกันอย่างรวดเร็ว",
        "2": "เมื่อการชาร์จโจมตีสิ้นสุดลง จะทำการฟันอย่างรุนแรงเพิ่มอีก 1 ครั้ง"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขณะชาร์จโจมตี",
      "5": "ความเสียหายชาร์จโจมตีครั้งสุดท้าย",
      "6": "ชาร์จโจมตีใช้พลังกาย",
      "7": "ระยะเวลาต่อเนื่องสูงสุด",
      "8": "ความเสียหายพุ่งลง",
      "9": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Molten Inferno",
    "description": {
      "0": "ตามสถานการณ์ของการต่อสู้ Dehya จะแสดงทักษะการต่อสู้ที่สร้างขึ้นเองอย่างแตกต่างกันออกไป",
      "1": "<br/>",
      "2": "<strong>Indomitable Flame</strong>",
      "3": "เมื่อใช้สกิลในระหว่างการต่อสู้ซึ่งไม่มี \"Fiery Sanctum\" ที่ Dehya สร้างขึ้น",
      "4": "จะสร้าง<pyro>ความเสียหายไฟวงกว้าง</pyro> และทำให้เกิดพื้นที่ Fiery Sanctum",
      "5": "<br/>",
      "6": "<strong>Ranging Flame</strong>",
      "7": "เมื่อใช้สกิลในระหว่างการต่อสู้ซึ่งมี \"Fiery Sanctum\" ที่ Dehya สร้างขึ้น",
      "8": "Dehya จะทำการกระโจนโจมตี เพื่อสร้าง<pyro>ความเสียหายไฟวงกว้าง</pyro> และทำให้เกิดพื้นที่ Fiery Sanctum ขึ้นใหม่อีกครั้งที่ตรงตำแหน่งใหม่",
      "9": "พื้นที่ Fiery Sanctum ที่สร้างขึ้นใหม่ด้วยวิธีนี้ จะสืบทอดช่วงเวลาคงอยู่ต่อจากของเดิม",
      "10": "<br/>",
      "11": "ภายในช่วงเวลาต่อเนื่องของพื้นที่ Fiery Sanctum 1 ครั้ง จะสามารถใช้ Ranging Flame ได้เพียง 1 ครั้ง เท่านั้น",
      "12": "<br/>",
      "13": "<strong>Fiery Sanctum</strong>",
      "14": "เมื่อศัตรูที่อยู่ในพื้นที่ได้รับความเสียหาย Fiery Sanctum จะทำการร่วมโจมตี ซึ่งจะทำให้เกิด<pyro>ความเสียหายไฟวงกว้าง</pyro>แก่พวกมัน โดยขึ้นกับพลังโจมตี และพลังชีวิตสูงสุดของ Dehya เอฟเฟกต์นี้ในทุก 2.5 วินาที จะสามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง",
      "15": "เพิ่มความสามารถในการต้านทานการหยุดชะงัก ของตัวละครที่อยู่ในพื้นที่ขณะนั้น และในตอนที่ตัวละครเหล่านี้ได้รับความเสียหาย จะลบล้างความเสียหายส่วนหนึ่ง และเปลี่ยนเป็น \"Redmane's Blood\" ซึ่งจะถูกแบกรับไว้โดย Dehya เป็นเวลา 10 วินาที และเมื่อค่าความเสียหายที่เก็บไว้โดย Redmane's Blood ถึงสัดส่วนค่าพลังชีวิตสูงสุดประมาณหนึ่งของ Dehya หรือเกินจากนั้น ความเสียหายจะไม่ถูกลบล้างอีกต่อไป",
      "16": "<br/>",
      "17": "ภายในช่วงเวลาเดียวกัน จะสามารถมี Fiery Sanctum ที่ Dehya สร้างขึ้นเองได้เพียง 1 แห่ง เท่านั้น",
      "18": "<br/>",
      "19": "<i>ร่วมฝ่าฟันบททดสอบเพลิงสีแดงฉานนี้ไปด้วยกัน จงแผดเผาแต่จงอย่าได้มอดไหม้ เฉกเช่นอสูรแห่งอัคนีที่จะลุกโชนไปด้วยเปลวไฟ</i>"
    },
    "skillParams": {
      "0": "ความเสียหาย Indomitable Flame",
      "1": "ความเสียหาย Ranging Flame",
      "2": "ความเสียหายของพื้นที่",
      "3": "ลบล้างความเสียหาย",
      "4": "ขีดจำกัดของ Redmane's Blood",
      "5": "ระยะเวลาของพื้นที่",
      "6": "คูลดาวน์",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Leonine Bite",
    "description": {
      "0": "ปลดปล่อยเพลิงพิโรธอันร้อนแรง ปลดเปลื้องดาบใหญ่ที่เทอะทะ แล้วเข้าสู่สถานะ \"Blazing Lioness\" และเพิ่มความสามารถในการต้านทานการหยุดชะงัก",
      "1": "ภายใต้สถานะแบบนี้ Dehya จะปลดปล่อย Flame-Mane's Fist ออกมาอย่างต่อเนื่องโดยอัตโนมัติ เพื่อสร้าง<pyro>ความเสียหายไฟ</pyro> โดยขึ้นกับพลังโจมตี และพลังชีวิตสูงสุด และใช้กระบวนท่าเตะ Incineration Drive ในตอนสิ้นสุดช่วงเวลาต่อเนื่อง เพื่อทำให้เกิด<pyro>ความเสียหายไฟวงกว้าง</pyro> โดยขึ้นกับพลังโจมตี และพลังชีวิตสูงสุด",
      "2": "หากในเวลาที่ปล่อยสกิล มีพื้นที่ \"Fiery Sanctum\" ของสกิลธาตุ \"Molten Inferno\" ของ Dehya อยู่ Dehya จะเก็บมันกลับมา และสร้างขึ้นใหม่ที่ตำแหน่งอื่นเมื่อสถานะ Blazing Lioness สิ้นสุดลง โดยที่ระยะเวลาต่อเนื่องของพื้นที่ที่สร้างขึ้นใหม่นี้ จะสืบทอดต่อจากของเดิมในตอนที่เก็บกลับมา",
      "3": "ภายใต้สถานะเช่นนี้ Dehya จะไม่สามารถปล่อยสกิลธาตุ รวมถึงไม่สามารถใช้การโจมตีปกติ, การชาร์จโจมตี และการโจมตีพุ่งลงจากอากาศได้ โดย \"การโจมตีปกติ: Sandstorm Assault\" และสกิลธาตุ \"Molten Inferno\" จะถูกแทนที่ด้วย \"Roaring Barrage\"",
      "4": "<br/>",
      "5": "<strong>Roaring Barrage</strong>",
      "6": "เมื่อปล่อย Roaring Barrage ออกมาภายใน 0.4 วินาที หลังจากที่ใช้ Flame-Mane's Fist จะเพิ่มความเร็วของการปล่อย Flame-Mane's Fist ในครั้งต่อไป",
      "7": "<br/>",
      "8": "<i>แม้แต่เปลวไฟที่ไร้รูปร่างก็ยังตอบสนองต่อความโกรธของเธอ ก่อนจะแปรเปลี่ยนเป็นรูปร่างที่แหลมคม ราวกับกรงเล็บและคมเขี้ยว</i>"
    },
    "skillParams": {
      "0": "ความเสียหาย Flame-Mane's Fist",
      "1": "ความเสียหาย Incineration Drive",
      "2": "ระยะเวลาต่อเนื่อง",
      "3": "คูลดาวน์",
      "4": "พลังงานธาตุ",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Unstinting Succor",
    "description": {
      "0": "ภายใน 6 วินาที หลังจากที่ Dehya เก็บ Fiery Sanctum กลับคืนผ่านทาง <strong>Molten Inferno: Ranging Flame</strong> หรือ <strong>Leonine Bite</strong> Dehya จะได้รับความเสียหายจาก Redmane's Blood ลดลง 60% โดยที่เอฟเฟกต์นี้ จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 2 วินาที",
      "1": "นอกจากนี้ ภายใน 9 วินาที หลังจากที่ Dehya ใช้ <strong>Molten Inferno: Indomitable Flame</strong> จะมอบสถานะ \"Gold-Forged Form\" ให้แก่ตัวละครทั้งหมดในทีม โดยเมื่อตัวละครที่อยู่ในสถานะดังกล่าวอยู่ในพื้นที่ของ Fiery Sanctum จะได้รับความสามารถในการต้านทานการหยุดชะงักเพิ่มเติม โดยที่สถานะ Gold-Forged Form นี้ ในทุก 18 วินาที จะเกิดขึ้นได้มากสุดหนึ่งครั้ง"
    }
  },
  "passive2": {
    "name": "Stalwart and True",
    "description": {
      "0": "เมื่อพลังชีวิตต่ำกว่า 40% Dehya จะฟื้นฟูพลังชีวิต 20% ของค่าพลังชีวิตสูงสุดของเธอเอง และภายใน 10 วินาที หลังจากนั้น ในทุก 2 วินาที Dehya จะฟื้นฟูพลังชีวิตอีก 6% ของค่าพลังชีวิตสูงสุดของเธอเอง โดยที่เอฟเฟกต์นี้ ในทุก 20 วินาที จะเกิดขึ้นได้มากสุดหนึ่งครั้ง"
    }
  },
  "passive3": {
    "name": "The Sunlit Way",
    "description": {
      "0": "ในตอนกลางวัน (6:00 น. - 18:00 น.) ตัวละครในทีมของตัวเองจะได้รับเอฟเฟกต์ความเร็ว: ความเร็วการเคลื่อนที่เพิ่มขึ้น 10%",
      "1": "เอฟเฟกต์ดังกล่าวจะไร้ผลเมื่ออยู่ในดันเจี้ยน, Trounce Domain, Spiral Abyss เอฟเฟกต์ความเร็วไม่สามารถซ้อนทับได้"
    }
  },
  "constellation1": {
    "name": "The Flame Incandescent",
    "description": {
      "0": "พลังชีวิตสูงสุดของ Dehya เพิ่มขึ้น 20%; นอกจากนี้ การโจมตีต่อไปนี้ของ Dehya จะสร้างความเสียหายเพิ่มขึ้น โดยขึ้นกับค่าพลังชีวิตสูงสุดของเธอเอง:",
      "1": [
        "<strong>Molten Inferno</strong> สร้างความเสียหายเพิ่มขึ้น 3.6% ของค่าพลังชีวิตสูงสุด;",
        "<strong>Leonine Bite</strong> สร้างความเสียหายเพิ่มขึ้น 6% ของค่าพลังชีวิตสูงสุด"
      ]
    }
  },
  "constellation2": {
    "name": "The Sand-Blades Glittering",
    "description": {
      "0": "เมื่อใช้ <strong>Molten Inferno: Ranging Flame</strong> ช่วงเวลาต่อเนื่องของพื้นที่ Fiery Sanctum ที่สร้างขึ้นมาใหม่จะเพิ่มขึ้น 6 วินาที",
      "1": "นอกจากนี้ เมื่อมีพื้นที่ Fiery Sanctum อยู่ในการต่อสู้ ในตอนที่ตัวละครที่อยู่ในพื้นที่ขณะนั้นถูกโจมตี จะทำให้การโจมตีร่วมของ Fiery Sanctum ในครั้งต่อไปสร้างความเสียหายเพิ่มขึ้น 50%"
    }
  },
  "constellation3": {
    "name": "A Rage Swift as Fire",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Leonine Bite</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "An Oath Abiding",
    "description": {
      "0": "เมื่อ Flame-Mane's Fist และ Incineration Drive ของ <strong>Leonine Bite</strong> ถูกศัตรู จะฟื้นฟูพลังงานธาตุให้แก่ Dehya 1.5 หน่วย และฟื้นฟูพลังชีวิตให้แก่ Dehya 2.5% ของค่าพลังชีวิตสูงสุด โดยที่เอฟเฟกต์นี้ ในทุก 0.2 วินาที จะเกิดขึ้นได้มากสุดหนึ่งครั้ง"
    }
  },
  "constellation5": {
    "name": "The Alpha Unleashed",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Molten Inferno</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "The Burning Claws Cleaving",
    "description": {
      "0": "อัตราคริของ <strong>Leonine Bite</strong> เพิ่มขึ้น 10%",
      "1": "นอกจากนี้ ตลอดช่วงเวลาต่อเนื่องของ Blazing Lioness หนึ่งครั้ง หลังจากที่ Flame-Mane's Fist ถูกศัตรู และเกิดเป็นคริติคอล จะทำให้ความแรงคริของ Leonine Bite ตลอดช่วงเวลาต่อเนื่องเพิ่มขึ้น 15% และช่วงเวลาต่อเนื่องของ Blazing Lioness เพิ่มขึ้น 0.5 วินาที โดยที่เอฟเฟกต์นี้ ในทุก 0.2 วินาที จะเกิดขึ้นได้มากสุดหนึ่งครั้ง และด้วยวิธีนี้ จะเพิ่มช่วงเวลาต่อเนื่องได้มากสุด 2 วินาที และเพิ่มความแรงคริได้มากสุด 60%"
    }
  }
}