{
  "constellationName": "Lapis Dei",
  "name": "Zhongli",
  "title": "ผู้พเนจรแห่งแดนมนุษย์",
  "description": "แขกลึกลับผู้ถูกเชิญมาโดย \"โถงแห่งการเกิดใหม่ Wangsheng\" มีความรู้แตกฉานในทุก ๆ ด้าน",
  "auto": {
    "name": "Rain of Stone",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "ใช้หอกโจมตีต่อเนื่องมากสุดถึงหกครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่งเพื่อพุ่งไปข้างหน้า อย่างรวดเร็ว จากนั้นจะทิ้งหอกหินลงมา ยังเส้นทางที่เคลื่อนที่ และจุดสุดท้ายราวกับฝนกระหน่ำ"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขั้น 5",
      "5": "ความเสียหายขั้น 6",
      "6": "ความเสียหายชาร์จโจมตี",
      "7": "ชาร์จโจมตีใช้พลังกาย",
      "8": "ความเสียหายพุ่งลง",
      "9": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Dominus Lapidis",
    "description": {
      "0": "แนวเทือกเขา, บนพื้นดิน, ช่องระหว่างหินขนาดใหญ่ ทั้งหมดนี้ล้วนเต็มไปด้วยพลังแห่งหิน แต่คนที่สามารถขับเคลื่อนพลังเหล่านี้ได้นั้นกลับมีน้อยและหาได้ยากมาก",
      "1": "<br/>",
      "2": "<strong>กด</strong>",
      "3": "เรียกธาตุหินที่อยู่บนพื้นโลกให้มารวมกันเพื่อสร้าง Stone Stele",
      "4": "<br/>",
      "5": "<strong>กดค้าง</strong>",
      "6": "เรียกพลังแห่งธาตุหินที่อยู่รอบตัวให้ปะทุขึ้นมา เกิดเป็นเอฟเฟกต์ดังต่อไปนี้:",
      "7": [
        "สร้าง Stone Stele หากจำนวนยังไม่ถึงขีดจำกัดสูงสุด;",
        "สร้าง Jade Shield ขึ้นมา โดยจะมีปริมาณการดูดซับความเสียหายขึ้นกับพลังชีวิตสูงสุดของ Zhongli;",
        "ทำให้เกิด<geo>ความเสียหายหินวงกว้าง</geo>;",
        "หากมีเป้าหมายที่เป็น<geo>ธาตุหิน</geo>อยู่ในบริเวณใกล้ตัว จะดูด<geo>ธาตุหิน</geo>ปริมาณมากออกมาจากเป้าหมายมากสุด 2 เป้าหมาย ซึ่งเอฟเฟกต์นี้จะไม่ทำให้เกิดความเสียหาย"
      ],
      "8": "<br/>",
      "9": "<strong>Stone Stele</strong>",
      "10": "ทำให้เกิด<geo>ความเสียหายหินวงกว้าง</geo>ในตอนที่สร้าง",
      "11": "นอกจากนี้ระหว่างช่วงเวลาที่คงอยู่ จะทำการปล่อยคลื่นประสานกับ<geo>วัตถุธาตุหิน</geo>ที่อยู่โดยรอบเป็นระยะ ๆ เพื่อสร้าง<geo>ความเสียหายหิน</geo>แก่ศัตรูที่อยู่โดยรอบ",
      "12": "Stone Stele นั้นถูกนับว่าเป็น<geo>วัตถุธาตุหิน</geo> ซึ่งใช้ป้องกันการโจมตีและใช้เพื่อปีนป่ายได้",
      "13": "ในตอนเริ่มแรก Stone Stele ที่สร้างขึ้นโดยตัวของ Zhongli เองนั้น สามารถมีได้เพียงอันเดียวในช่วงเวลาเดียวกันเท่านั้น",
      "14": "<br/>",
      "15": "<strong>Jade Shield</strong>",
      "16": "มีเอฟเฟกต์การดูดซับความเสียหายธาตุทุกประเภทและความเสียหายกายภาพ 150%",
      "17": "ตัวละครที่ได้รับการป้องกันจาก Jade Shield จะลดความต้านทานธาตุทั้งหมด และความต้านทานกายภาพของศัตรูที่อยู่ใกล้เคียงในพื้นที่วงแคบลง 20% โดยที่เอฟเฟกต์นี้ จะไม่สามารถซ้อนทับได้",
      "18": "<br/>",
      "19": "<i>ถึงจะเป็นหินแต่ก็สามารถสลักหยกหรือขึ้นรูปทองคำได้ หากทำอย่างต่อเนื่อง</i>"
    },
    "skillParams": {
      "0": "ความเสียหาย Stone Stele/สอดประสาน",
      "1": "คูลดาวน์เมื่อกด",
      "2": "ความเสียหายกดค้าง",
      "3": "ปริมาณการดูดซับพื้นฐานของโล่",
      "4": "ปริมาณการดูดซับเพิ่มเติมของโล่",
      "5": "ระยะเวลาต่อเนื่องของโล่",
      "6": "คูลดาวน์เมื่อกดค้าง",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Planet Befall",
    "description": {
      "0": "เรียกดาวตกขนาดใหญ่ให้ร่วงลงมาเพื่อ สร้าง<geo>ความเสียหายหิน</geo>อย่างรุนแรง แก่ศัตรูที่อยู่ในบริเวณที่ตกใส่ และทำให้เกิด<geo>การกลายเป็นหิน</geo>",
      "1": "<br/>",
      "2": "<strong>การกลายเป็นหิน</strong>",
      "3": "ศัตรูที่อยู่ภายใต้สภาวะ<geo>การกลายเป็นหิน</geo>จะไม่สามารถขยับตัวได้",
      "4": "<br/>",
      "5": "<i>อุกกาบาตร่วงหล่นลงมาลงโทษ ความอยุติธรรม</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ระยะเวลากลายเป็นหิน",
      "2": "คูลดาวน์",
      "3": "พลังงานธาตุ",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Resonant Waves",
    "description": {
      "0": "เมื่อ Jade Shield ได้รับความเสียหาย จะทำให้เกิดเอฟเฟกต์เสริมความแข็งแกร่ง:",
      "1": [
        "ตัวละครที่ได้รับการป้องกันจาก Jade Shield จะเพิ่มประสิทธิภาพโล่ป้องกันขึ้น 5%;",
        "เอฟเฟกต์นี้ซ้อนทับกันได้สูงสุด 5 ครั้ง และจะคงอยู่ไปจนกว่า Jade Shield จะหายไป"
      ]
    }
  },
  "passive2": {
    "name": "Dominance of Earth",
    "description": {
      "0": "การโจมตีของ Zhongli ต่อไปนี้ จะสร้างความเสียหายเพิ่มขึ้นตามพลังชีวิตสูงสุด:",
      "1": [
        "เพิ่มความเสียหายของการโจมตีปกติ การชาร์จโจมตี และการโจมตีพุ่งลงจากอากาศขึ้น 1.39% ของพลังชีวิตสูงสุด",
        "เพิ่มความเสียหายของ Stone Stele ของ <strong>Dominus Lapidis</strong>, ความเสียหายของการสอดประสาน และความเสียหายเมื่อกดค้างขึ้น 1.9% ของพลังชีวิตสูงสุด",
        "เพิ่มความเสียหายของ <strong>Planet Befall</strong> ขึ้น 33% ของพลังชีวิตสูงสุด"
      ]
    }
  },
  "passive3": {
    "name": "Arcanum of Crystal",
    "description": {
      "0": "เมื่อสร้างอาวุธประเภทหอก จะได้รับแร่ที่ใช้ในการหลอมคืน 15%"
    }
  },
  "constellation1": {
    "name": "Rock, the Backbone of Earth",
    "description": {
      "0": "Stone Stele ที่ <strong>Dominus Lapidis</strong> สร้างขึ้น จะสามารถคงอยู่ได้มากสุด 2 แท่ง ในเวลาเดียวกัน"
    }
  },
  "constellation2": {
    "name": "Stone, the Cradle of Jade",
    "description": {
      "0": "เมื่อ <strong>Planet Befall</strong> ตกลงมา จะมอบ Jade Shield ให้กับตัวละครที่เข้าร่วมการต่อสู้ และอยู่ในบริเวณใกล้เคียงในขณะนั้น"
    }
  },
  "constellation3": {
    "name": "Jade, Shimmering through Darkness",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Dominus Lapidis</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Topaz, Unbreakable and Fearless",
    "description": {
      "0": "พื้นที่ผลกระทบของ <strong>Planet Befall</strong> ขยายขึ้น 20%",
      "1": "นอกจากนี้ เอฟเฟกต์กลายเป็นหินของ Planet Befall จะนานขึ้น 2 วินาที"
    }
  },
  "constellation5": {
    "name": "Lazuli, Herald of the Order",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Planet Befall</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Chrysos, Bounty of Dominator",
    "description": {
      "0": "เมื่อ Jade Shield ได้รับความเสียหาย ตัวละครในขณะนั้นจะได้รับการฟื้นฟูพลังชีวิตเท่ากับ 40% ของความเสียหาย",
      "1": "ซึ่งปริมาณการฟื้นฟูในหนึ่งครั้ง จะไม่เกิน 8% ของพลังชีวิตสูงสุดของตัวละครในขณะนั้น"
    }
  }
}