{
  "name": "Layla",
  "title": "คะนึงฝันดารากาล",
  "description": "นักศึกษาจากคณะ Rtawahist ที่เชี่ยวชาญด้านโหราศาสตร์เชิงทฤษฎี มักจะนอนละเมออยู่บ่อยครั้ง ทั้งยังต้องอดหลับอดนอนเป็นเวลานาน เพราะงั้นเลยมีปัญหาด้านการนอนหลับ",
  "constellationName": "Luscinia",
  "auto": {
    "name": "Sword of the Radiant Path",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "โจมตีด้วยดาบต่อเนื่องมากสุด 3 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่ง เพื่อฟาดฟันอย่างรวดเร็ว 2 ครั้ง"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายชาร์จโจมตี",
      "4": "ชาร์จโจมตีใช้พลังกาย",
      "5": "ความเสียหายพุ่งลง",
      "6": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Nights of Formal Focus",
    "description": {
      "0": "กางโล่ Curtain of Slumber (ม่านแห่งนิทรา) และสร้าง<cryo>ความเสียหายน้ำแข็งวงกว้าง</cryo>",
      "1": "Curtain of Slumber จะมีปริมาณการดูดซับความเสียหาย ที่ขึ้นกับค่าพลังชีวิตสูงสุดของ Layla และจะมีเอฟเฟกต์ดูดซับ<cryo>ความเสียหายน้ำแข็ง</cryo> 250% และเมื่อกางโล่ จะทำให้ Layla <cryo>ติดสถานะธาตุน้ำแข็ง</cryo>ช่วงสั้น ๆ",
      "2": "<br/>",
      "3": "<strong>Night Star และ Shooting Star</strong>",
      "4": "ภายในช่วงระยะเวลาของ Curtain of Slumber ในทุก 1.5 วินาที จะสร้าง Night Star ขึ้นมา 1 ดวง และเมื่อตัวละครที่อยู่ภายใต้การปกป้องของโล่ดังกล่าวใช้สกิลธาตุ จะสร้าง Night Star ขึ้นมาอีก 2 ดวง โดยที่ทุก 0.3 วินาที จะสามารถสร้าง Night Star ด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง และในช่วงเวลาเดียวกัน จะสามารถมี Night Star ได้มากสุด 4 ดวง",
      "5": "หลังจากที่จำนวน Night Star ของโล่ Curtain of Slumber สะสมถึง 4 ดวง หากมีศัตรูอยู่ในบริเวณใกล้เคียง Night Star จะเปลี่ยนเป็น Shooting Star ที่สามารถติดตามเป้าหมาย และยิงออกไปตามลำดับ เพื่อสร้าง<cryo>ความเสียหายน้ำแข็ง</cryo>แก่ศัตรูที่ถูกโจมตี",
      "6": "เมื่อช่วงเวลาต่อเนื่องของโล่ Curtain of Slumber สิ้นสุดลงหรือโล่ถูกทำลาย Night Star ทั้งหมดจะหายไป และหากเปลี่ยนเป็น Shooting Star และเริ่มยิงแล้ว Shooting Star จะยังคงอยู่ต่อไปจนกว่าการยิงในรอบนี้จะจบลง",
      "7": "<br/>",
      "8": "ก่อนที่รอบการยิง Shooting Star จะสิ้นสุดลง จะไม่สามารถเกิด Night Star ดวงใหม่ได้",
      "9": "<br/>",
      "10": "<i>\"เธอคนนั้นกับฉันเปรียบเสมือนช่างฝีมือระดับปรมาจารย์สองคนที่ไม่เคยพบกัน นั่งบนที่นั่งตัวเดียวกัน และเย็บปักดอกไม้แห่งความฝันร่วมกัน\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหาย Shooting Star",
      "2": "การดูดซับพื้นฐานของโล่",
      "3": "ระยะเวลาต่อเนื่องของโล่",
      "4": "คูลดาวน์",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Dream of the Star-Stream Shaker",
    "description": {
      "0": "ปลดปล่อย Celestial Dreamsphere ที่จะยิง Starlight Slug เพื่อโจมตีศัตรูที่อยู่ในพื้นที่ออกมา เพื่อสร้าง<cryo>ความเสียหายน้ำแข็ง</cryo>",
      "1": "หลังจาก Starlight Slug ถูกเป้าหมาย จะสร้าง Night Star 1 ดวง ให้แก่ Curtain of Slumber ที่อยู่ในบริเวณใกล้เคียง ซึ่งทุก 0.5 วินาที Curtain of Slumber แต่ละอันจะสามารถรับ Night Star ด้วยวิธีนี้ได้มากสุด 1 ดวง เท่านั้น",
      "2": "<br/>",
      "3": "<i>\"หลับซะ หลับซะ ฉันรู้ว่าดวงดาวมากมายเหล่านั้นในความฝันของเธอ โชคชะตามากมายจะเปิดเผยก่อนที่เธอจะหลับใหล\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหาย Starlight Slug",
      "1": "ระยะเวลาต่อเนื่อง",
      "2": "คูลดาวน์",
      "3": "พลังงานธาตุ",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Like Nascent Light",
    "description": {
      "0": "ระยะช่วงเวลาที่ <strong>Curtain of Slumber</strong> คงอยู่ Night Star แต่ละดวงที่ได้รับ จะทำให้เกิดเอฟเฟกต์ Deep Sleep:",
      "1": [
        "ประสิทธิภาพโล่ป้องกันของตัวละครที่ได้รับการปกป้องจาก Curtain of Slumber จะเพิ่มขึ้น 6%;",
        "เอฟเฟกต์นี้จะซ้อนทับได้มากสุด 4 ชั้น และจะคงอยู่ไปจนกว่า Curtain of Slumber จะสลายไป"
      ]
    }
  },
  "passive2": {
    "name": "Sweet Slumber Undisturbed",
    "description": {
      "0": "Shooting Star ที่ <strong>Nights of Formal Focus</strong> ยิงออกมาสร้างความเสียหายเพิ่มขึ้น โดยค่าที่เพิ่มจะเป็น 1.5% ของพลังชีวิตสูงสุดของ Layla"
    }
  },
  "passive3": {
    "name": "Shadowy Dream-Signs",
    "description": {
      "0": "เมื่อสร้างวัสดุพรสวรรค์ของตัวละคร จะมีโอกาส 10% ที่จะได้รับผลผลิตเพิ่มเป็น 2 เท่า"
    }
  },
  "constellation1": {
    "name": "Fortress of Fantasy",
    "description": {
      "0": "ปริมาณการดูดซับความเสียหายของ Curtain of Slumber ของ <strong>Nights of Formal Focus</strong> เพิ่มขึ้น 20%",
      "1": "นอกจากนี้ เมื่อใช้ Nights of Formal Focus จะสร้างโล่ที่มีปริมาณการดูดซับความเสียหายเป็น 35% ของ Curtain of Slumber แก่ตัวละครอื่นทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียง และไม่อยู่ภายใต้การปกป้องของ Curtain of Slumber โดยที่โล่ดังกล่าวจะคงอยู่ 12 วินาที และมีเอฟเฟกต์ดูดซับ<cryo>ความเสียหายน้ำแข็ง</cryo> 250%"
    }
  },
  "constellation2": {
    "name": "Light's Remit",
    "description": {
      "0": "เมื่อ Shooting Star ที่ยิงออกมาโดย <strong>Nights of Formal Focus</strong> ถูกศัตรู จะฟื้นฟูพลังงานให้แก่ Layla 1 หน่วย โดยที่ Shooting Star แต่ละดวง จะสามารถฟื้นฟูพลังงานให้แก่ Layla ด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง"
    }
  },
  "constellation3": {
    "name": "Secrets of the Night",
    "description": {
      "0": "เพิ่มเลเวลของสกิล <strong>Nights of Formal Focus</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Starry Illumination",
    "description": {
      "0": "ในตอนที่ <strong>Nights of Formal Focus</strong> เริ่มต้นรอบการยิง Shooting Star จะมอบเอฟเฟกต์ Dawn Star ให้แก่ตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียง ซึ่งจะทำให้การโจมตีปกติ และชาร์จโจมตีสร้างความเสียหายเพิ่มขึ้น โดยค่าที่เพิ่ม จะเป็น 5% ของพลังชีวิตสูงสุดของ Layla",
      "1": "เอฟเฟกต์ Dawn Star จะคงอยู่ได้นานสุด 3 วินาที และจะหายไปหลังจากสร้างความเสียหายของการโจมตีปกติ หรือชาร์จโจมตี 0.05 วินาที"
    }
  },
  "constellation5": {
    "name": "Stream of Consciousness",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Dream of the Star-Stream Shaker</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Radiant Soulfire",
    "description": {
      "0": "Shooting Star ของ <strong>Nights of Formal Focus</strong> สร้างความเสียหายเพิ่มขึ้น 40% และ Starlight Slug ของ <strong>Dream of the Star-Stream Shaker</strong> สร้างความเสียหายเพิ่มขึ้น 40%",
      "1": "นอกจากนี้ ระยะห่างในการสร้าง Night Star ของ Nights of Formal Focus จะลดลง 20%"
    }
  }
}