{
  "name": "Nilou",
  "title": "ระบำนิโลตบลพรายแสง",
  "description": "นักเต้นรำผู้แสนโด่งดังของโรงละคร Zubayr มีท่วงท่าที่คล่องแคล่วและสง่างาม ให้ความรู้สึกที่ทั้งบริสุทธิ์และเป็นมิตร",
  "constellationName": "Lotos Somno",
  "auto": {
    "name": "Dance of Samser",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "โจมตีด้วยดาบต่อเนื่องมากสุด 3 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่ง เพื่อหมุนฟันโจมตีหนึ่งครั้ง"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายชาร์จโจมตี",
      "4": "ชาร์จโจมตีใช้พลังกาย",
      "5": "ความเสียหายพุ่งลง",
      "6": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Dance of Haftkarsvar",
    "description": {
      "0": "เข้าสู่สถานะ \"Pirouette\" และสร้าง<hydro>ความเสียหายน้ำ</hydro>แก่ศัตรูที่อยู่ใกล้ โดยขึ้นกับค่าพลังชีวิตสูงสุดของ Nilou",
      "1": "เมื่ออยู่ในสถานะ Pirouette การโจมตีปกติและสกิลธาตุของ Nilou จะเปลี่ยนเป็นการใช้ Sword Dance และ Whirling Steps ตามลำดับ ซึ่งความเสียหายที่สร้าง จะเปลี่ยนเป็น<hydro>ความเสียหายน้ำ</hydro>ที่นับเป็นความเสียหายสกิลธาตุ และไม่สามารถแทนที่ด้วยธาตุอื่นได้",
      "2": "<br/>",
      "3": "ภายใต้สถานะนี้ ระบำขั้นที่สามของ Nilou จะลบล้างสถานะ Pirouette และทำให้เกิดเอฟเฟกต์ต่อไปนี้ โดยขึ้นกับประเภทของระบำขั้นที่สาม:",
      "4": [
        "Sword Dance: ปล่อย Luminous Illusion ออกมา เพื่อสร้าง<hydro>ความเสียหายน้ำ</hydro>แก่ศัตรูที่สัมผัสโดน และมอบสถานะ Lunar Prayer ให้แก่ Nilou โดยภายใต้สภาวะนี้ เมื่อเธอใช้การโจมตีปกติจะเปลี่ยนเป็นการใช้ Sword Dance และปล่อย Luminous Illusion ออกมาในการโจมตีครั้งสุดท้าย;",
        "Whirling Steps: ปล่อย Whirling Water Wheel ออกมาเพื่อสร้าง<hydro>ความเสียหายน้ำวงกว้าง</hydro> และทำให้เกิด Tranquility Aura ที่สามารถเคลื่อนที่ตามตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น และทำให้ศัตรูที่อยู่ภายในพื้นที่ติดสถานะ<hydro>เปียกชุ่ม</hydro>อย่างต่อเนื่องได้"
      ],
      "5": "<br/>",
      "6": "Nilou จะไม่สามารถใช้การชาร์จโจมตีได้ เมื่ออยู่ภายใต้สถานะ Pirouette หรือ Lunar Prayer; สถานะเหล่านี้จะหายไปเมื่อ Nilou ออกจากการต่อสู้",
      "7": "<br/>",
      "8": "<i>\"เพียงปลายนิ้วเท้าที่เรียวยาวของเธอสัมผัสผิวน้ำอย่างแผ่วเบา แสงระลอกคลื่นก็ดูราวกับกระแสน้ำของสวรรค์ชั้นที่เจ็ด\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหายขั้น 1 ของ Sword Dance/Whirling Steps",
      "2": "ความเสียหายขั้น 2 ของ Sword Dance/Whirling Steps",
      "3": "ความเสียหาย Luminous Illusion/Water Wheel",
      "4": "ระยะเวลาของ Pirouette",
      "5": "ระยะเวลาของ Lunar Prayer",
      "6": "ระยะเวลาของ Tranquility Aura",
      "7": "คูลดาวน์",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Dance of Abzendegi: Distant Dreams, Listening Spring",
    "description": {
      "0": "เริ่มการเต้นรำแห่งความฝันอันไกลโพ้น และทำให้เทียรฆนิโลตบลบานสะพรั่ง โดยจะสร้าง<hydro>ความเสียหายน้ำวงกว้าง</hydro>ที่ขึ้นกับค่าพลังชีวิตสูงสุดของ Nilou และทำให้ศัตรูที่ถูกโจมตีติดเอฟเฟกต์ \"Lingering Aeon\"",
      "1": "หลังผ่านไปช่วงเวลาสั้น ๆ ศัตรูที่อยู่ภายใต้สภาวะเอฟเฟกต์ Lingering Aeon จะได้รับ<hydro>ความเสียหายน้ำ</hydro>",
      "2": "<br/>",
      "3": "<i>\"แม้ว่าพวกเราจะยังไม่เคยเห็นความฝันอันไกลโพ้นนั่น แต่มีเพียงการเต้นรำนี้เท่านั้น ที่ยังสามารถบรรยายทิวทัศน์ที่ราวกับความฝันได้\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหาย Lingering Aeon",
      "2": "คูลดาวน์",
      "3": "พลังงานธาตุ",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Court of Dancing Petals",
    "description": {
      "0": "เมื่อตัวละครทั้งหมดในทีม มีชนิดของธาตุเป็น<dendro>ธาตุไม้</dendro>และ<hydro>ธาตุน้ำ</hydro> และมีตัวละครธาตุไม้และธาตุน้ำอย่างน้อยหนึ่งตัว:",
      "1": " ระบำขั้นที่สามของ <strong>Dance of Haftkarsvar</strong> ที่สำเร็จของ Nilou จะมอบสถานะ \"Golden Chalice's Bounty\" ให้แก่ตัวละครทั้งหมดที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 30 วินาที",
      "2": "เมื่อตัวละครที่อยู่ภายใต้สถานะ Golden Chalice's Bounty ได้รับ<dendro>การโจมตีธาตุไม้</dendro> จะทำให้ความชำนาญธาตุ ของตัวละครอื่นทั้งหมดที่อยู่ใกล้เพิ่มขึ้น 100 หน่วย เป็นเวลา 10 วินาที; นอกจากนี้เมื่อทำให้เกิดปฏิกิริยางอกเงย จะสร้าง \"Bountiful Core\" ขึ้นมาแทน Dendro Core",
      "3": "เมื่อเทียบกับ Dendro Core แล้ว Bountiful Core จะระเบิดอย่างรวดเร็วหลังจากถูกสร้างขึ้นมา และมีพื้นที่ผลกระทบที่กว้างกว่า",
      "4": "Bountiful Core ไม่สามารถทำให้เกิดปฏิกิริยาไฮเปอร์บลูมและเบ่งบานได้ โดยจะใช้ขีดจำกัดจำนวนสูงสุดร่วมกันกับ Dendro Core และการโจมตีของ Bountiful Core จะถูกมองว่าเป็นการโจมตีจาก Dendro Core ของปฏิกิริยางอกเงย",
      "5": "เมื่อชนิดธาตุของตัวละครในทีมไม่ตรงตามเงื่อนไขของพรสวรรค์ติดตัวนี้ เอฟเฟกต์ของ Golden Chalice's Bounty ที่มีอยู่จะถูกลบล้าง"
    }
  },
  "passive2": {
    "name": "Dreamy Dance of Aeons",
    "description": {
      "0": "ทุก 1,000 หน่วย ของส่วนที่เกินจาก 30,000 ของค่าพลังชีวิตสูงสุดของ Nilou จะทำให้ Bountiful Core ที่เกิดจากตัวละครที่อยู่ภายใต้สภาวะ \"Golden Chalice's Bounty\" สร้างความเสียหายเพิ่มขึ้น 9%",
      "1": "ด้วยวิธีนี้ จะสามารถทำให้ Bountiful Core สร้างความเสียหายเพิ่มขึ้นได้มากสุด 400%"
    }
  },
  "passive3": {
    "name": "White Jade Lotus",
    "description": {
      "0": "เมื่อปรุงอาหารประเภทการผจญภัยได้ระดับสมบูรณ์ จะมีโอกาส 12% ที่จะได้รับผลผลิตเพิ่มเป็น 2 เท่า"
    }
  },
  "constellation1": {
    "name": "Dance of the Waning Moon",
    "description": {
      "0": "<strong>Dance of Haftkarsvar</strong> ได้รับการเสริมพลังดังนี้:",
      "1": [
        "Luminous Illusion สร้างความเสียหายเพิ่มขึ้น 65%;",
        "ช่วงเวลาต่อเนื่องของ Tranquility Aura ยาวนานขึ้น 6 วินาที"
      ]
    }
  },
  "constellation2": {
    "name": "The Starry Skies Their Flowers Rain",
    "description": {
      "0": "หลังจากที่ตัวละครที่อยู่ภายใต้สภาวะ \"Golden Chalice's Bounty\" สร้าง<hydro>ความเสียหายน้ำ</hydro>แก่ศัตรู <hydro>ความต้านทานน้ำ</hydro>ของศัตรูดังกล่าวจะลดลง 35% เป็นเวลา 10 วินาที; หลังจากปฏิกิริยางอกเงยที่สร้างทำให้เกิดความเสียหายแก่ศัตรู <dendro>ความต้านทานไม้</dendro>ของศัตรูดังกล่าวจะลดลง 35% เป็นเวลา 10 วินาที",
      "1": "ต้องปลดล็อกพรสวรรค์ติดตัว \"Court of Dancing Petals\" ก่อน"
    }
  },
  "constellation3": {
    "name": "Beguiling Shadowstep",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Dance of Abzendegi: Distant Dreams, Listening Spring</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Fricative Pulse",
    "description": {
      "0": "หลังจากการเต้นรำขั้นที่สามของสภาวะ Pirouette จาก <strong>Dance of Haftkarsvar</strong> ถูกเป้าหมาย จะฟื้นฟูพลังงานธาตุให้แก่ Nilou 15 หน่วย และทำให้ <strong>Dance of Abzendegi: Distant Dreams, Listening Spring</strong> ของเธอสร้างความเสียหายเพิ่มขึ้น 50% เป็นเวลา 8 วินาที"
    }
  },
  "constellation5": {
    "name": "Twirling Light",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Dance of Haftkarsvar</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Frostbreaker's Melody",
    "description": {
      "0": "ทุก 1,000 หน่วย ของค่าพลังชีวิตสูงสุด จะทำให้อัตราคริของ Nilou เพิ่มขึ้น 0.6% และความแรงคริเพิ่มขึ้น 1.2%",
      "1": "ด้วยวิธีนี้ อัตราคริของ Nilou จะเพิ่มได้มากสุดถึง 30% และความแรงคริเพิ่มได้มากสุดถึง 60%"
    }
  }
}