{
  "name": "Shikanoin Heizou",
  "title": "สงบจิตผสานเชาวน์",
  "description": "นักสืบหนุ่มอัจฉริยะของสำนัก Tenryou ผู้มาพร้อมกับสัญชาตญาณที่เฉียบแหลม และจิตใจที่งดงาม",
  "constellationName": "Cervus Minor",
  "auto": {
    "name": "Fudou Style Martial Arts",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "ต่อสู้กับศัตรูด้วยท่วงท่าที่ได้รับการสนับสนุนจากสายลมที่โหมกระหน่ำ ทำการโจมตีต่อเนื่องมากสุด 5 ครั้ง เพื่อสร้าง<anemo>ความเสียหายลม</anemo>"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายบางส่วน เพื่อใช้ท่าเตะและสร้าง<anemo>ความเสียหายลม</anemo>"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "รวบรวมพลังของสายลมที่รุนแรง กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้าง<anemo>ความเสียหายลมวงกว้าง</anemo>เมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขั้น 5",
      "5": "ความเสียหายชาร์จโจมตี",
      "6": "ชาร์จโจมตีใช้พลังกาย",
      "7": "ความเสียหายพุ่งลง",
      "8": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Heartstopper Strike",
    "description": {
      "0": "<strong>กด</strong>",
      "1": "ควบคุมพลังของสายลมที่รุนแรง เพื่อปล่อย Heartstopper Strike ไปข้างหน้า และสร้าง<anemo>ความเสียหายลม</anemo>",
      "2": "<br/>",
      "3": "<strong>กดค้าง</strong>",
      "4": "รวบรวมพลังเพื่อปลดปล่อยหมัดที่ทรงพลังยิ่งขึ้น โดยระหว่างที่รวบรวมพลัง จะได้รับเอฟเฟกต์ Declension ที่สามารถเสริมพลังของ Heartstopper Strike ได้ ซึ่งเมื่อปล่อยสกิลหรือสิ้นสุดช่วงเวลาการชาร์จ จะปล่อย Heartstopper Strike ออกไปข้างหน้าเพื่อสร้าง<anemo>ความเสียหายลม</anemo>",
      "5": "<br/>",
      "6": "<strong>Declension</strong>",
      "7": "เพิ่มความเสียหายของ Heartstopper Strike ครั้งต่อไป โดยจะซ้อนทับได้มากสุด 4 ชั้น",
      "8": "เมื่อมี Declension 4 ชั้น จะทำให้เกิดเอฟเฟกต์ Conviction ซึ่งจะทำให้ Hearstopper Strike ครั้งต่อไปรุนแรงขึ้นไปอีกขั้น และมีพื้นที่ผลกระทบที่กว้างมากขึ้น",
      "9": "<br/>",
      "10": "<i>มองดูเหมือนจะเป็นเพียงแค่หมัดธรรมดา แต่ก็อัดแน่นไปด้วยความตั้งใจของ Heizou ที่จะทำให้คนบาปสารภาพความผิด และสำนึกผิดอย่างเชื่อฟัง</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "โบนัสความเสียหายของ Declension",
      "2": "โบนัสความเสียหายของ Conviction",
      "3": "ระยะเวลาของ Declension",
      "4": "คูลดาวน์",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Windmuster Kick",
    "description": {
      "0": "กระโดดขึ้นไปกลางอากาศ และใช้ท่าเตะ Fudou Style Vacuum Slugger ใส่ศัตรู โดยในตอนที่ Fudou Style Vacuum Slugger ระเบิดเมื่อถูกเป้าหมาย จะก่อให้เกิด Arresting Windtunnel ซึ่งจะดึงดูดวัตถุและศัตรูที่อยู่ในบริเวณใกล้เคียงให้เข้าไป เกิดเป็น<anemo>ความเสียหายลมวงกว้าง</anemo>",
      "1": "เมื่อ Vacuum Slugger ถูกศัตรูที่ติดสถานะ <hydro>ธาตุน้ำ</hydro>/<pyro>ธาตุไฟ</pyro>/<cryo>ธาตุน้ำแข็ง</cryo>/<electro>ธาตุไฟฟ้า</electro> ศัตรูเหล่านี้จะถูกเอฟเฟกต์ \"Windmuster Iris\" ซึ่งจะระเบิดไม่นานหลังจากนั้นและหายไป พร้อมทำให้เกิดความเสียหายของธาตุที่เกี่ยวข้องเป็นวงกว้าง",
      "2": "Vacuum Slugger จะทำให้เกิดเอฟเฟกต์ \"Windmuster Iris\" แก่ศัตรูที่ถูกโจมตีได้มากสุด 4 ตัว โดยตัวศัตรูจะไม่สามารถอยู่ในสถานะ \"Windmuster Iris\" ของคุณลักษณะธาตุหลายอย่างพร้อมกันได้",
      "3": "<br/>",
      "4": "<i>การเคลื่อนไหวเฉพาะตัวที่รวบรวมธาตุลมไว้ที่จุดเดียวและเตะออกไป ซึ่งมักจะเตะไปโดนแผ่นหลังของผู้กระทำผิดที่ถูกเปิดเผยตัวและกำลังวิ่งหนีกระเจิดกระเจิงเสมอ</i>"
    },
    "skillParams": {
      "0": "ความเสียหาย Fudou Style Vacuum Slugger",
      "1": "ความเสียหาย Windmuster Iris",
      "2": "คูลดาวน์",
      "3": "พลังงานธาตุ",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Paradoxical Practice",
    "description": {
      "0": "เมื่อ Shikanoin Heizou ทำให้เกิดปฏิกิริยาการกระจาย จะได้รับเอฟเฟกต์ Declension ของ <strong>Heartstopper Strike</strong> 1 ชั้น โดยที่ทุก 0.1 วินาที เอฟเฟกต์นี้จะสามารถเกิดขึ้นได้มากสุด 1 ครั้ง"
    }
  },
  "passive2": {
    "name": "Penetrative Reasoning",
    "description": {
      "0": "หลังจากที่ <strong>Heartstopper Strike</strong> ถูกเป้าหมาย ความชำนาญธาตุของตัวละครทั้งหมดในทีม (ไม่รวมตัวของ Shikanoin Heizou เอง) จะเพิ่มขึ้น 80 หน่วย เป็นเวลา 10 วินาที"
    }
  },
  "passive3": {
    "name": "Pre-Existing Guilt",
    "description": {
      "0": "ลดอัตราการเสียพลังกายจากการวิ่ง ให้ตัวละครของตนเองที่อยู่ในทีมลง 20%",
      "1": "ไม่สามารถซ้อนทับพรสวรรค์ติดตัวที่เอฟเฟกต์เหมือนกันทุกประการได้"
    }
  },
  "constellation1": {
    "name": "Named Juvenile Casebook",
    "description": {
      "0": "ภายใน 5 วินาที หลังจากที่ Shikanoin Heizou เข้าสู่การต่อสู้ ความเร็วของการโจมตีปกติจะเพิ่มขึ้น 15% และจะได้รับเอฟเฟกต์ Declension ของ <strong>Heartstopper Strike</strong> 1 ชั้น โดยที่ทุก 10 วินาที เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุด 1 ครั้ง"
    }
  },
  "constellation2": {
    "name": "Investigative Collection",
    "description": {
      "0": "เอฟเฟกต์ดึงดูดของ Arresting Windtunnel ที่เกิดจาก <strong>Windmuster Kick</strong> จะได้รับการเสริมพลัง และเพิ่มช่วงเวลาต่อเนื่องเป็น 1 วินาที"
    }
  },
  "constellation3": {
    "name": "Esoteric Puzzle Book",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Heartstopper Strike</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Tome of Lies",
    "description": {
      "0": "ใน <strong>Windmuster Kick</strong> แต่ละครั้ง หลังจากที่ Windmuster Iris ระเบิดเป็นครั้งแรก จะฟื้นฟูพลังงานธาตุให้ Shikanoin Heizou 9 หน่วย และการระเบิดทุกครั้งหลังจากนั้น จะฟื้นฟูพลังงานธาตุให้ Shikanoin Heizou เพิ่มอีกครั้งละ 1.5 หน่วย",
      "1": "<strong>Windmuster Kick</strong> แต่ละครั้ง จะสามารถฟื้นฟูพลังงานธาตุให้ Shikanoin Heizou ด้วยวิธีนี้ได้มากสุด 13.5 หน่วย"
    }
  },
  "constellation5": {
    "name": "Secret Archive",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Windmuster Kick</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Curious Casefiles",
    "description": {
      "0": "เมื่อใช้ <strong>Heartstopper Strike</strong> แต่ละชั้นของ Declension จะเพิ่มอัตราคริให้ Heartstopper Strike ในครั้งนั้นขึ้น 4% และเมื่อมี Conviction ความแรงคริของ Heartstopper Strike ในครั้งนั้นจะเพิ่มขึ้น 32%"
    }
  }
}