{
  "name": "Xianyun",
  "title": "ปักษาสื่อสวรรค์",
  "description": "หนึ่งในเหล่า \"เซียนสามตาห้าร่าง\" แห่ง Jueyun มีฉายานามว่า \"จ้าววังวนเมฆา\" ผู้เชี่ยวชาญในกลไกเวท จิตใจมุ่งสู่โลกมนุษย์แสนคึกคัก เดินท่องไปในโลกมนุษย์ในนามของ \"Xianyun\"",
  "constellationName": "Grus Serena",
  "auto": {
    "name": "Word of Wind and Flower",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "เรียกพายุหมุนออกมาเพื่อทำการโจมตีต่อเนื่องมากสุด 4 ครั้ง สร้าง<anemo>ความเสียหายลม</anemo>"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายบางส่วน ปล่อย Breeze Bolt เป็นเส้นตรง สร้าง<anemo>ความเสียหายลม</anemo>ให้กับศัตรูที่อยู่ในเส้นทาง"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "รวบรวมพลังของธาตุลม กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้าง<anemo>ความเสียหายลมวงกว้าง</anemo>เมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายชาร์จโจมตี",
      "5": "ชาร์จโจมตีใช้พลังกาย",
      "6": "ความเสียหายพุ่งลง",
      "7": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "White Clouds at Dawn",
    "description": {
      "0": "Xianyun เข้าสู่สถานะมายากระเรียนเมฆา โดยจะไม่ได้รับความเสียหายเมื่อตกจากที่สูง และใช้บันไดสุราลัยหนึ่งครั้ง",
      "1": "เมื่ออยู่ในสถานะนี้ การโจมตีพุ่งลงจากอากาศของ Xianyun จะเปลี่ยนเป็น Driftcloud Wave สร้าง<anemo>ความเสียหายลมวงกว้าง</anemo> และสิ้นสุดสถานะมายากระเรียนเมฆา ความเสียหายดังกล่าวจะถูกนับเป็นความเสียหายโจมตีพุ่งลงจากอากาศ",
      "2": "เมื่ออยู่ในสถานะนี้ ทุกครั้งที่ใช้งานบันไดสุราลัยจะเพิ่มความเสียหายและขอบเขตของ Driftcloud Wave ครั้งถัดไป",
      "3": "<br/>",
      "4": "<strong>บันไดสุราลัย</strong>",
      "5": "สามารถใช้ได้ขณะอยู่กลางอากาศ Xianyun จะทะยานขึ้นสู่อากาศ และสร้าง<anemo>ความเสียหายลม</anemo>แก่ศัตรูที่อยู่ในเส้นทาง",
      "6": "สถานะมายากระเรียนเมฆาหนึ่งครั้งจะสามารถใช้บันไดสุราลัยได้สูงสุด 3 ครั้ง และสามารถใช้บันไดสุราลัยสร้างความเสียหายต่อศัตรูตัวเดียวกันได้มากสุดเพียงหนึ่งครั้ง",
      "7": "หากไม่ได้ใช้บันไดสุราลัยในเวลาอันสั้น สถานะมายากระเรียนเมฆาจะสิ้นสุดลง",
      "8": "<br/>",
      "9": "หากในช่วงเวลาของสถานะมายากระเรียนเมฆาไม่ได้ใช้ Driftcloud Wave เวลาคูลดาวน์ของ White Clouds at Dawn จะลดลง 3 วินาที",
      "10": "<br/>",
      "11": "<i>ไม่กล้าจับมือของจ้าววังวนเมฆา เพราะมันแหลมคมดั่งกระบองเพชร</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหาย Driftcloud Wave",
      "2": "คูลดาวน์",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Stars Gather at Dusk",
    "description": {
      "0": "เรียกสายลมแห่งเซียน เพื่อสร้าง<anemo>ความเสียหายลมวงกว้าง</anemo> และฟื้นฟูพลังชีวิตให้ตัวละครในทีมที่อยู่ใกล้เคียงทั้งหมด โดยปริมาณการฟื้นฟูจะขึ้นอยู่กับพลังโจมตีของ Xianyun และเรียกกลไก \"Starwicker\" (ไผ่ดารา) ออกมา",
      "1": "<br/>",
      "2": "<strong>Starwicker</strong>",
      "3": [
        "ติดตามตัวละครที่เข้าต่อสู้อย่างต่อเนื่อง และฟื้นฟูพลังชีวิตให้ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียงเป็นระยะ โดยปริมาณการฟื้นฟูจะขึ้นอยู่กับพลังโจมตีของ Xianyun",
        "แรกเริ่มจะมีการเสริมพลังเซียน 8 ชั้น เมื่อมีการเสริมพลังเซียน จะทำให้ตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นกระโดดได้สูงยิ่งขึ้น",
        "เมื่อตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นสำเร็จการโจมตีพุ่งลงจากอากาศ Starwicker จะใช้งานการเสริมพลังเซียน 1 ชั้น สร้าง<anemo>ความเสียหายลมวงกว้าง</anemo>"
      ],
      "4": "ในสนามสามารถมี Starwicker ได้มากสุดเพียงหนึ่งอัน",
      "5": "<br/>",
      "6": "<i>นี่เป็นสิ่งประดิษฐ์ใหม่ที่คิดค้นขึ้นหลังจาก กลไกทำอาหารมหัศจรรย์, กลไกวายุหิมะมหัศจรรย์, กลไกทำงานบ้านมหัศจรรย์, กลไกขนย้ายมหัศจรรย์ และจักรกลปีกบุปผาจันทราเทพ ของเซ็ต \"เปลี่ยนจันทราและดวงดาว\" โดยกลไกเซ็ตดังกล่าว มีจุดมุ่งหมายเพื่อมอบให้กับเหล่ามนุษย์รุ่นเยาว์ที่จ้าววังวนชื่นชม ดังนั้นจึงไม่ได้ถูกออกแบบมาเพื่อลูกครึ่งเซียนบางตน เป็นเรื่องน่าเสียดายที่เมื่อต้องเผชิญหน้ากับ Starwicker เครื่องนี้ ลูกศิษย์สาวคนหนึ่งก็พูดด้วยสีหน้าเย็นชาว่า: \"ไม่เอา\"",
      "7": "จ้าววังวนจึงไม่มีทางเลือกอื่น นอกจากเก็บ Starwicker เอาไว้เสียเอง</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหาย Starwicker",
      "2": "ปริมาณการรักษา",
      "3": "การรักษาต่อเนื่อง",
      "4": "ระยะเวลาต่อเนื่อง",
      "5": "คูลดาวน์",
      "6": "พลังงานธาตุ",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Galefeather Pursuit",
    "description": {
      "0": "ทุกครั้งที่ Driftcloud Wave ของ <strong>White Clouds at Dawn</strong> โจมตีโดนศัตรู จะมอบเอฟเฟกต์ Storm Pinion ให้แก่ตัวละครในทีมที่อยู่ใกล้เคียงหนึ่งชั้น เป็นเวลา 20 วินาที สามารถสะสมได้สูงสุด 4 ชั้น ซึ่งจะทำให้อัตราคริจากการโจมตีพุ่งลงจากอากาศของตัวละครเพิ่มขึ้น 4%/6%/8%/10%",
      "1": "ช่วงเวลาต่อเนื่องของ Storm Pinion ที่เกิดจากการโจมตีศัตรูแต่ละครั้งจะถูกคิดแยกกัน"
    }
  },
  "passive2": {
    "name": "Consider, the Adeptus in Her Realm",
    "description": {
      "0": "เมื่อ Starwicker ของ <strong>Stars Gather at Dusk</strong> ได้รับการเสริมพลังเซียน ความเสียหายพุ่งถึงพื้นจากการโจมตีพุ่งลงจากอากาศ ของตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น และอยู่ในบริเวณใกล้เคียงจะเพิ่มขึ้น 200% ของพลังโจมตีของ Xianyun วิธีนี้จะทำให้ความเสียหายพุ่งถึงพื้นจากการโจมตีพุ่งลงจากอากาศ ของตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น และอยู่ในบริเวณใกล้เคียงเพิ่มขึ้นสูงสุด 9,000 หน่วย",
      "1": "ความเสียหายพุ่งถึงพื้นจากการโจมตีพุ่งลงจากอากาศหนึ่งครั้ง จะทำให้เกิดเอฟเฟกต์เพิ่มความเสียหายข้างต้นต่อศัตรูหนึ่งตัวเท่านั้น และตัวละครหนึ่งตัวจะทำให้เกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 0.4 วินาที"
    }
  },
  "passive3": {
    "name": "Crane Form",
    "description": {
      "0": "เมื่อตัวละครในทีมของตนเองทำการร่อนเวหา ความเร็วในการเคลื่อนที่จะเพิ่มขึ้น 15%",
      "1": "ไม่สามารถซ้อนทับพรสวรรค์ติดตัวที่เอฟเฟกต์เหมือนกันทุกประการได้"
    }
  },
  "constellation1": {
    "name": "Purifying Wind",
    "description": {
      "0": "จำนวนครั้งที่ใช้ได้ของ <strong>White Clouds at Dawn</strong> เพิ่มขึ้น 1 ครั้ง"
    }
  },
  "constellation2": {
    "name": "Aloof From the World",
    "description": {
      "0": "หลังจากร่ายบันไดสุราลัย <strong>White Clouds at Dawn</strong> พลังโจมตีของ Xianyun จะเพิ่มขึ้น 20% เป็นเวลา 15 วินาที",
      "1": "นอกจากนี้ เอฟเฟกต์พรสวรรค์ติดตัว \"Consider, the Adeptus in Her Realm\" จะเพิ่มขึ้น: เมื่อ Starwicker ของ <strong>Stars Gather at Dusk</strong> ได้รับการเสริมพลังเซียน ความเสียหายพุ่งถึงพื้นจากการโจมตีพุ่งลงจากอากาศ ของตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น และอยู่ในบริเวณใกล้เคียงจะเพิ่มขึ้น 400% ของพลังโจมตีของ Xianyun วิธีนี้จะทำให้ความเสียหายพุ่งถึงพื้นจากการโจมตีพุ่งลงจากอากาศ ของตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น และอยู่ในบริเวณใกล้เคียงเพิ่มขึ้นสูงสุด 18,000 หน่วย",
      "2": "ความเสียหายพุ่งถึงพื้นจากการโจมตีพุ่งลงจากอากาศหนึ่งครั้ง จะทำให้เกิดเอฟเฟกต์เพิ่มความเสียหายข้างต้นต่อศัตรูหนึ่งตัวเท่านั้น และเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 0.4 วินาทีต่อหนึ่งตัว",
      "3": "เอฟเฟกต์นี้ จะต้องปลดล็อกพรสวรรค์ติดตัว \"Consider, the Adeptus in Her Realm\" ก่อน"
    }
  },
  "constellation3": {
    "name": "Creations of Star and Moon",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Stars Gather at Dusk</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Mystery Millet Gourmet",
    "description": {
      "0": "หลังจากร่ายบันไดสุราลัย 1/2/3 ครั้ง ในช่วงมายากระเรียนเมฆาของ <strong>White Clouds at Dawn</strong> เมื่อ Driftcloud Wave ที่เกิดขึ้นในช่วงมายากระเรียนเมฆาโจมตีโดนศัตรู จะฟื้นฟูพลังชีวิตให้กับตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียง โดยปริมาณการฟื้นฟูเท่ากับ 50%/80%/150% ของพลังโจมตีของ Xianyun เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 5 วินาที"
    }
  },
  "constellation5": {
    "name": "Astride Rose-Colored Clouds",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>White Clouds at Dawn</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "They Call Her Cloud Retainer",
    "description": {
      "0": "เมื่อใช้บันไดสุราลัย 1/2/3 ครั้งในระหว่างช่วงมายากระเรียนเมฆาที่เกิดจาก <strong>White Clouds at Dawn</strong> หนึ่งครั้ง ความแรงคริของ Driftcloud Wave ในช่วงมายากระเรียนเมฆาครั้งนี้จะเพิ่มขึ้น 15%/35%/70% ตามลำดับ",
      "1": "ภายใน 16 วินาที หลังจาก Xianyun ปลดปล่อย <strong>Stars Gather at Dusk</strong> จะทำให้ White Clouds at Dawn ไม่เข้าสู่สถานะคูลดาวน์ โดยเอฟเฟกต์นี้จะถูกลบล้างเมื่อ Xianyun ปล่อย White Clouds at Dawn ครบ 8 ครั้ง"
    }
  }
}