{
  "name": "Arlecchino",
  "title": "เดือนดับผู้เดียวดาย",
  "description": "\"The Knave\" ผู้บริหารอันดับที่สี่ของ Fatui นักการทูตที่เงียบขรึมและเย็นชา และ \"ท่านพ่อ\" ที่เด็ก ๆ ในบ้านแสนอบอุ่นต่างหวาดกลัวและคอยพึ่งพิง",
  "constellationName": "Ignis Purgatorius",
  "auto": {
    "name": "Invitation to a Beheading",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "ใช้หอกโจมตีต่อเนื่องได้สูงสุด 6 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายจำนวนหนึ่งเพื่อพุ่งเข้าหาศัตรู และทำการฟาดฟัน 1 ครั้ง",
        "2": "เมื่อกดค้างไว้ต่อเนื่อง Arlecchino จะเคลื่อนที่อย่างรวดเร็วเป็นเวลาต่อเนื่องสูงสุด 5 วินาที โดยแลกกับการใช้พลังกาย"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      },
      "infusion": {
        "0": "<strong>Masque of the Red Death</strong>",
        "1": "เมื่อ Arlecchino มีบ่วงพันธะชีวันมากกว่าหรือเท่ากับ 30% ของพลังชีวิตสูงสุด จะเข้าสู่สถานะ Masque of the Red Death: ความเสียหายจากการโจมตีปกติ ชาร์จโจมตี และโจมตีพุ่งลงจากอากาศ จะเปลี่ยนเป็น<pyro>ความเสียหายไฟ</pyro>ที่ไม่สามารถซ้อนทับได้ด้วยธาตุอื่น",
        "2": "เมื่ออยู่ในสถานะ \"Masque of the Red Death\" และการโจมตีปกติของ Arlecchino โจมตีโดนศัตรู จะเพิ่มความเสียหายที่เกิดจากการโจมตีครั้งนี้ โดยค่าที่เพิ่มจะเท่ากับอัตราส่วนของพลังโจมตี Arlecchino คูณเปอร์เซ็นต์ของบ่วงพันธะชีวันปัจจุบัน และจะใช้ 7.5% ของบ่วงพันธะชีวันปัจจุบัน โดยสามารถใช้บ่วงพันธะชีวันด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 0.03 วินาที; การใช้บ่วงพันธะชีวันด้วยวิธีนี้ จะทำให้สกิลธาตุ \"All Is Ash\" ลดเวลาคูลดาวน์ลง 0.8 วินาที"
      }
    },
    "skillParams": {
      "0": "Masque of the Red Death เพิ่มขึ้น",
      "1": "ความเสียหายขั้น 1",
      "2": "ความเสียหายขั้น 2",
      "3": "ความเสียหายขั้น 3",
      "4": "ความเสียหายขั้น 4",
      "5": "ความเสียหายขั้น 5",
      "6": "ความเสียหายขั้น 6",
      "7": "ความเสียหายชาร์จโจมตี",
      "8": "ชาร์จโจมตีใช้พลังกาย",
      "9": "ใช้พลังกายเพื่อเคลื่อนที่รวดเร็ว",
      "10": "ความเสียหายพุ่งลง",
      "11": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "All Is Ash",
    "description": {
      "0": "เรียก Balemoon Bloodfire ออกมา สร้าง<pyro>ความเสียหายไฟ</pyro>แก่ศัตรูจำนวนมากที่อยู่ใกล้เคียง และทำการทะลวงฟาดฟันศัตรูหนึ่งตัว สร้าง<pyro>ความเสียหายไฟวงกว้าง</pyro>",
      "1": "เมื่อการโจมตีดังกล่าวโดนศัตรู จะทำให้เกิด Blood-Debt Directive เพิ่มเติม",
      "2": "<br/>",
      "3": "<strong>Blood-Debt Directive (บัญชาล้างโลหิต)</strong>",
      "4": [
        "Blood-Debt Directive คงอยู่เป็นเวลา 30 วินาที ทุก 5 วินาที Blood-Debt Directive จะสร้าง<pyro>ความเสียหายไฟ</pyro>ให้กับศัตรูหนึ่งครั้ง สูงสุด 2 ครั้ง ความเสียหายนี้จะถูกนับเป็นความเสียหายสกิลธาตุ;",
        "เมื่อ Arlecchino ทำการชาร์จโจมตี หรือปล่อยท่าไม้ตาย \"Balemoon Rising\" จะทำการดูดซับและลบล้าง Blood-Debt Directive โดยรอบ ทุกครั้งที่ดูดซับ Blood-Debt Directive จะมอบบ่วงพันธะชีวันที่มีค่า 65% ของพลังชีวิตสูงสุดให้กับเธอ;",
        "ภายใน 35 วินาที หลังจากปลดปล่อยสกิลธาตุ จะมอบบ่วงพันธะชีวันให้กับ Arlecchino ด้วย Blood-Debt Directive ได้มากสุด 145% ของพลังชีวิตสูงสุด การใช้สกิลธาตุอีกครั้งในช่วงระยะเวลาต่อเนื่อง จะรีเฟรชเวลาต่อเนื่องและขีดจำกัดของบ่วงพันธะชีวัน ที่ Blood-Debt Directive สามารถมอบให้ได้"
      ],
      "5": "<br/>",
      "6": "<i>ในสายตาของเธอ เมล็ดข้าวสาลีอันโดดเดี่ยวที่ร่วงหล่นลงมายังผืนดิน ไม่ได้งอกเงยขึ้นมาเสมอไป แต่อาจจะเน่าเปื่อยไปอย่างเงียบ ๆ มากกว่า ในทางกลับกันแล้ว ทุกสิ่งที่ขวางทางเธอนั้น หากถูกเผาจนมอดไหม้เป็นเถ้าถ่าน จะสามารถนำมันมาเป็นปุ๋ยบำรุงดอกไม้ได้แน่นอน</i>"
    },
    "skillParams": {
      "0": "ความเสียหายจากหนาม",
      "1": "ความเสียหายฟาดฟัน",
      "2": "ความเสียหาย Blood-Debt Directive",
      "3": "คูลดาวน์",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Balemoon Rising",
    "description": {
      "0": "Arlecchino ขยับปีกแห่ง Balemoon Bloodfire ดูดซับและลบล้าง Blood-Debt Directive โดยรอบ สร้าง<pyro>ความเสียหายไฟวงกว้าง</pyro> จากนั้นลบล้างเวลาคูลดาวน์ของสกิลธาตุ \"All Is Ash\" และฟื้นฟูพลังชีวิตของตนเอง โดยปริมาณการฟื้นฟูขึ้นอยู่กับบ่วงพันธะชีวันและพลังโจมตีของเธอ",
      "1": "<br/>",
      "2": "<i>ตามคำกล่าวทั่วไปของ Teyvat นั้น ดิถีที่ไม่ได้หมายถึงดวงจันทร์เต็มดวง เป็นเพียงคำอุปมาของโชคร้าย ซึ่งใช้ในการเล่นแร่แปรธาตุและโหราศาสตร์เท่านั้น",
      "3": "พระจันทร์สีแดงที่เธอฝันเห็นอยู่หลายครั้ง ถือเป็นลางร้ายรึเปล่านะ? ใช่ แต่ชะตากรรมอันน่าเศร้านี้เป็นของคนที่ทำให้เธอโกรธเคืองต่างหาก</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ปริมาณการฟื้นฟู",
      "2": "คูลดาวน์",
      "3": "พลังงานธาตุ",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Agony Alone May Be Repaid",
    "description": {
      "0": "<strong>Blood-Debt Directive</strong> มีคุณสมบัติดังต่อไปนี้:",
      "1": [
        "เมื่อศัตรูที่มี Blood-Debt Directive ที่ตัว Arlecchino เป็นผู้มอบให้เองถูกกำจัด จะมอบบ่วงพันธะชีวันที่มีค่า 130% ของพลังชีวิตสูงสุดให้ Arlecchino โดยตรง;",
        "หลังจากผ่านไป 5 วินาที จะอัปเกรดเป็น Blood-Debt Due โดยเมื่อดูดซับจะเปลี่ยนเป็นบ่วงพันธะชีวัน 130% ของ Arlecchino"
      ],
      "2": "เมื่อมอบบ่วงพันธะชีวันด้วยวิธีการข้างต้น ค่าสูงสุดของบ่วงพันธะชีวันที่มอบให้จะไม่เกินขีดจำกัดเดิมของ <strong>All Is Ash</strong>"
    }
  },
  "passive2": {
    "name": "Strength Alone Can Defend",
    "description": {
      "0": "เมื่อ Arlecchino มีพลังโจมตีมากกว่า 1,000 หน่วย ทุก 100 หน่วยของพลังโจมตีที่เกินมา จะทำให้ Arlecchino ได้รับความต้านทานธาตุทั้งหมดและความต้านทานกายภาพ 1% โดยจะเพิ่มขึ้นด้วยวิธีนี้ได้มากสุด 20%"
    }
  },
  "passive3": {
    "name": "The Balemoon Alone May Know",
    "description": {
      "0": "เมื่ออยู่ในการต่อสู้ Arlecchino จะได้รับ<pyro>โบนัสความเสียหายไฟ</pyro> 40% และสามารถฟื้นฟูพลังชีวิตได้ผ่าน <strong>Balemoon Rising</strong> เท่านั้น"
    }
  },
  "constellation1": {
    "name": "\"All Reprisals and Arrears, Mine to Bear...\"",
    "description": {
      "0": "Masque of the Red Death เพิ่มขึ้นอีกหนึ่งขั้น โดยเพิ่มขึ้นอีก 100%; นอกจากนี้ เมื่อโจมตีปกติหรือชาร์จโจมตีขณะอยู่ในสถานะ Masque of the Red Death จะทำให้ความสามารถในการต้านทานการหยุดชะงักของ Arlecchino เพิ่มขึ้น"
    }
  },
  "constellation2": {
    "name": "\"All Rewards and Retribution, Mine to Bestow...\"",
    "description": {
      "0": "<strong>Blood-Debt Directive</strong> จะกลายเป็น Blood-Debt Due ตั้งแต่แรก",
      "1": "เมื่อ Arlecchino ดูดซับ Blood-Debt Due จะเรียก Balemoon Bloodfire ออกมาด้านหน้า สร้าง<pyro>ความเสียหายไฟวงกว้าง</pyro>ที่มีค่าเท่ากับ 900% ของพลังโจมตีของเธอ และเพิ่มความต้านทานธาตุทั้งหมดและความต้านทานกายภาพของเธอขึ้น 20% เป็นเวลา 15 วินาที โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 10 วินาที",
      "2": "ต้องปลดล็อกพรสวรรค์ติดตัว \"Agony Alone May Be Repaid\" ก่อน"
    }
  },
  "constellation3": {
    "name": "\"You Shall Become a New Member of Our Family...\"",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ<strong>การโจมตีปกติ: Invitation to a Beheading</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "\"You Shall Love and Protect Each Other Henceforth...\"",
    "description": {
      "0": "เมื่อ Arlecchino ดูดซับ Blood-Debt Directive สำเร็จ จะลดเวลาคูลดาวน์ของ <strong>Balemoon Rising</strong> ลง 2 วินาที และฟื้นฟูพลังงานธาตุของเธอ 15 หน่วย เอฟเฟกต์นี้สามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 10 วินาที"
    }
  },
  "constellation5": {
    "name": "\"For Alone, We Are as Good as Dead...\"",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Balemoon Rising</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "\"From This Day On, We Shall Delight in New Life Together\"",
    "description": {
      "0": "เพิ่มความเสียหายที่เกิดจาก <strong>Balemoon Rising</strong> โดยค่าที่เพิ่มจะเท่ากับอัตราส่วนของพลังโจมตีของ Arlecchino คูณ 700% ของเปอร์เซ็นต์บ่วงพันธะชีวันปัจจุบัน",
      "1": "ภายใน 20 วินาที หลังจากปลดปล่อย <strong>All Is Ash</strong> จะทำให้การโจมตีปกติ และท่าไม้ตายของ Arlecchino มีอัตราคริเพิ่มขึ้น 10% และความแรงคริเพิ่มขึ้น 70% โดยเอฟเฟกต์นี้เกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที"
    }
  }
}