{
  "name": "Candace",
  "title": "บุหลันดั้นปฏิญาณ",
  "description": "ลูกหลานของราชา Deshret ผู้มีนัยน์ตาซ้ายสีเหลืองอำพัน ผู้คุ้มกันของหมู่บ้าน Aaru",
  "constellationName": "Sagitta Scutum",
  "auto": {
    "name": "Gleaming Spear - Guardian Stance",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "โจมตีด้วยหอกต่อเนื่องมากสุด 4 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่งเพื่อพุ่งไปข้างหน้า และสร้างความเสียหายแก่ศัตรูที่อยู่ในเส้นทาง"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายชาร์จโจมตี",
      "5": "ชาร์จโจมตีใช้พลังกาย",
      "6": "ความเสียหายพุ่งลง",
      "7": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Sacred Rite: Heron's Sanctum",
    "description": {
      "0": "สไตล์การต่อสู้ของ Candace สามารถต้านทานกองกำลังที่ท่วมท้นราวกับน้ำหลากได้",
      "1": "<br/>",
      "2": "<strong>กด</strong>",
      "3": "พุ่งเข้าไปพร้อมกับโล่ เพื่อสร้าง<hydro>ความเสียหายน้ำ</hydro>",
      "4": "<br/>",
      "5": "<strong>กดค้าง</strong>",
      "6": "ยกโล่ขึ้นมาเพื่อป้องกันการโจมตีของศัตรูโดยรอบ จากนั้นสร้างโล่บาเรียที่มีปริมาณการดูดซับความเสียหายขึ้นกับพลังชีวิตสูงสุดของตัวเธอเอง และมีเอฟเฟกต์ดูดซับ<hydro>ความเสียหายน้ำ</hydro> 250% ขึ้นมา โดยที่โล่บาเรียจะคงอยู่ไปจนกว่าสกิลธาตุสิ้นสุดลง",
      "7": "หลังจากกดค้างไว้ช่วงเวลาหนึ่ง การชาร์จของ Candace จะเสร็จสมบูรณ์ และเมื่อปล่อยสกิล, สิ้นสุดช่วงเวลาต่อเนื่อง หรือโล่บาเรียถูกทำลาย เธอจะทำการกระโดดโจมตี เพื่อสร้าง<hydro>ความเสียหายน้ำ</hydro>แก่ศัตรูที่อยู่ตรงหน้า",
      "8": "<br/>",
      "9": "<i>คำสาบานที่สืบทอดโดยเหล่าผู้คุ้มกันนั้น แข็งแกร่งกว่าโล่ที่พวกเขาได้สืบทอดมาเสียอีก</i>"
    },
    "skillParams": {
      "0": "ปริมาณการดูดซับของโล่",
      "1": "ความเสียหายพื้นฐาน",
      "2": "ความเสียหายเมื่อชาร์จเสร็จ",
      "3": "คูลดาวน์เมื่อกด",
      "4": "คูลดาวน์เมื่อกดค้าง",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Sacred Rite: Wagtail's Tide",
    "description": {
      "0": "ยกอาวุธขึ้นสูงเพื่อขอพรจากเทพเจ้า แล้วสร้าง<hydro>ความเสียหายน้ำวงกว้าง</hydro>ที่ขึ้นกับพลังชีวิตสูงสุดของตัวเธอเอง และมอบสถานะ \"Prayer of the Crimson Crown\" ให้แก่ตัวละครของตัวเองที่เข้าร่วมการต่อสู้ในขณะนั้นอย่างต่อเนื่อง",
      "1": "<br/>",
      "2": "<strong>Prayer of the Crimson Crown</strong>",
      "3": "มีคุณลักษณะพิเศษดังนี้:",
      "4": [
        "เมื่อการโจมตีปกติของตัวละครสร้างความเสียหายธาตุ ความเสียหายที่สร้างจะเพิ่มสูงขึ้น;",
        "เมื่อตัวละครเข้าสู่การต่อสู้ จะปล่อยคลื่นน้ำออกมาโจมตี เพื่อสร้าง<hydro>ความเสียหายน้ำ</hydro>แก่ศัตรูที่อยู่โดยรอบ โดยที่เอฟเฟกต์นี้ จะเกิดขึ้นได้อย่างจำกัดในระหว่างช่วงเวลาต่อเนื่องของสกิล;",
        "ตัวละครที่ใช้ดาบ, ดาบใหญ่ และหอกที่อยู่ในสภาวะดังกล่าว จะได้รับ<hydro>พลังแห่งน้ำ</hydro>"
      ],
      "5": "<br/>",
      "6": "<i>พิธีกรรมลับที่สืบทอดต่อกันมาจากรุ่นสู่รุ่นในตระกูลของ Candace ถึงแม้ว่าความเชื่อในสมัยโบราณจะมลายหายไปท่ามกลางกาลเวลานับพันปี แต่ทะเลทรายจะยังคงปกป้องเหล่าคนรุ่นหลังของดินแดนโบราณ</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ระยะเวลาต่อเนื่อง",
      "2": "โบนัสความเสียหาย",
      "3": "ความเสียหายคลื่นน้ำ",
      "4": "จำนวนครั้งการเกิดคลื่นน้ำ",
      "5": "คูลดาวน์",
      "6": "พลังงานธาตุ",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Aegis of Crossed Arrows",
    "description": {
      "0": "หาก Candace ถูกโจมตีระหว่างช่วงเวลาที่กดค้างของ <strong>Sacred Rite: Heron's Sanctum</strong> จะทำให้การชาร์จเสร็จสิ้นทันที"
    }
  },
  "passive2": {
    "name": "Celestial Dome of Sand",
    "description": {
      "0": "เมื่อตัวละครที่อยู่ภายใต้สภาวะ Prayer of the Crimson Crown ของ <strong>Sacred Rite: Wagtail's Tide</strong> สร้างความเสียหายธาตุแก่ศัตรูด้วยการโจมตีปกติ ความเสียหายในครั้งนี้จะเพิ่มขึ้น 0.5% ต่อทุก 1,000 หน่วย ของค่าพลังชีวิตสูงสุดของ Candace"
    }
  },
  "passive3": {
    "name": "To Dawn's First Light",
    "description": {
      "0": "ลดอัตราการเสียพลังกายจากการปีน ให้ตัวละครของตนเองที่อยู่ในทีมลง 20%",
      "1": "ไม่สามารถซ้อนทับพรสวรรค์ติดตัวที่เอฟเฟกต์เหมือนกันทุกประการได้"
    }
  },
  "constellation1": {
    "name": "Returning Heiress of the Scarlet Sands",
    "description": {
      "0": "ช่วงเวลาต่อเนื่องของสภาวะ Prayer of the Crimson Crown ที่เกิดจาก <strong>Sacred Rite: Wagtail's Tide</strong> เพิ่มขึ้น 3 วินาที"
    }
  },
  "constellation2": {
    "name": "Moon-Piercing Brilliance",
    "description": {
      "0": "เมื่อ <strong>Sacred Rite: Heron's Sanctum</strong> ถูกศัตรู พลังชีวิตสูงสุดของ Candace จะเพิ่มขึ้น 20% เป็นเวลา 15 วินาที"
    }
  },
  "constellation3": {
    "name": "Hunter's Supplication",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Sacred Rite: Wagtail's Tide</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Sentinel Oath",
    "description": {
      "0": "ลดช่วงเวลาคูลดาวน์ในการกดค้างของ <strong>Sacred Rite: Heron's Sanctum</strong> ลงให้เท่ากับช่วงเวลาคูลดาวน์ของการกด"
    }
  },
  "constellation5": {
    "name": "Heterochromatic Gaze",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Sacred Rite: Heron's Sanctum</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "The Overflow",
    "description": {
      "0": "เมื่อตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น (ไม่รวมตัวของ Candace เอง) อยู่ภายใต้สภาวะ Prayer of the Crimson Crown ของ <strong>Sacred Rite: Wagtail's Tide</strong> สร้างความเสียหายธาตุแก่ศัตรูด้วยการโจมตีปกติ จะปล่อยคลื่นโจมตีออกมา ซึ่งจะทำให้เกิด<hydro>ความเสียหายน้ำวงกว้าง</hydro>เท่ากับ 15% ของพลังชีวิตสูงสุดของ Candace",
      "1": "ในทุก 2.3 วินาที เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง และความเสียหายที่สร้าง จะถูกมองว่าเป็นความเสียหายท่าไม้ตาย"
    }
  }
}