{
  "name": "Gaming",
  "title": "ซวนหนีผงาด",
  "description": "ผู้คุ้มกันแห่งสำนักงานผู้คุ้มกันกล่องดาบ และหัวหน้าของ \"คณะการแสดงวูซูจอมพลัง\"",
  "constellationName": "Leo Expergiscens",
  "auto": {
    "name": "Stellar Rend",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "โจมตีต่อเนื่องมากสุด 4 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายอย่างต่อเนื่อง เพื่อหมุนโจมตีศัตรูรอบตัวด้วยดาบขนาดใหญ่",
        "2": "เมื่อหยุดหมุนจะทำการฟันเพิ่มอย่างรุนแรงอีกหนึ่งครั้ง"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขณะชาร์จโจมตี",
      "5": "ความเสียหายชาร์จโจมตีครั้งสุดท้าย",
      "6": "ชาร์จโจมตีใช้พลังกาย",
      "7": "ระยะเวลาต่อเนื่องสูงสุด",
      "8": "ความเสียหายพุ่งลง",
      "9": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Bestial Ascent",
    "description": {
      "0": "ใช้ศิลปะ Wushou ตะครุบไปด้านหน้า เมื่อสัมผัสกับเป้าหมายหรือพื้นที่ จะทะยานสูงขึ้นไปในอากาศ",
      "1": "หลังจาก Gaming ทะยานขึ้นไปในอากาศด้วยสกิลธาตุ - Bestial Ascent หากทำการโจมตีพุ่งลงจากอากาศทันที จะปล่อยการโจมตีพุ่งลงจากอากาศ - Charmed Cloudstrider ที่ทรงพลังเป็นพิเศษ",
      "2": "<br/>",
      "3": "<strong>โจมตีพุ่งลงจากอากาศ - Charmed Cloudstrider</strong>",
      "4": "ความเสียหายการโจมตีพุ่งลงจากอากาศที่เกิดจากสกิลธาตุ - Bestial Ascent จะเปลี่ยนเป็น<pyro>ความเสียหายไฟ</pyro>ที่ไม่สามารถซ้อนทับด้วยธาตุอื่นได้ และเมื่อลงสู่พื้นจะทำให้ Gaming สูญเสียพลังชีวิตจำนวนหนึ่ง ซึ่งพลังชีวิตของ Gaming สามารถลดลงด้วยวิธีนี้ได้ต่ำสุดถึง 10%",
      "5": "ความเสียหายที่เกิดจาก Charmed Cloudstrider จะถูกนับเป็นความเสียหายการโจมตีพุ่งลงจากอากาศ",
      "6": "<br/>",
      "7": "<i>\"อสูรทะยานขึ้นฟ้าเพื่อเก็บเกี่ยวพืชผล คือสัญลักษณ์ของโชคดีที่มาเยือน ก้าวไปบนเส้นทางแห่งความมั่งคั่ง ขอให้ทุกท่านชีวิตก้าวหน้า!\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายโจมตีพุ่งลงจากอากาศ - Charmed Cloudstrider",
      "1": "เสียค่าพลังชีวิต",
      "2": "คูลดาวน์",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Suanni's Gilded Dance",
    "description": {
      "0": "Gaming เข้าสู่สถานะ Wushou ทำให้ Gaming <pyro>ติดสถานะธาตุไฟ</pyro>ช่วงระยะเวลาหนึ่ง และฟื้นฟูพลังชีวิตจำนวนหนึ่ง พร้อมทั้งเรียกเพื่อนคู่ใจ Suanni Man Chai ออกมาโจมตีเป้าหมาย สร้าง<pyro>ความเสียหายไฟวงกว้าง</pyro>",
      "1": "หลังจาก Suanni Man Chai ทุบตีเสร็จแล้วจะกลิ้งไปบริเวณใกล้เคียง จากนั้นจะเคลื่อนที่ไปหา Gaming เมื่อรวมตัวกับ Gaming สำเร็จ Suanni Man Chai จะออกจากสนาม และรีเฟรชเวลาคูลดาวน์ของสกิลธาตุ \"Bestial Ascent\"",
      "2": "ระหว่างช่วงเวลาต่อเนื่องของสถานะ Wushou ความสามารถในการต้านทานการหยุดชะงักจะเพิ่มขึ้น เมื่อการโจมตีพุ่งลงจากอากาศ - Charmed Cloudstrider ลงถึงพื้น หรือเมื่อจบการตะครุบไปข้างหน้าด้วย Bestial Ascent แล้ว หากพลังชีวิตของ Gaming สูงกว่า 50% จะเรียก Suanni Man Chai ออกมาอีกครั้ง",
      "3": "ในสนามสามารถมี Suanni Man Chai ของ Gaming ได้พร้อมกันมากสุดเพียงหนึ่งตัว",
      "4": "เอฟเฟกต์จะถูกลบล้างเมื่อ Gaming ออกจากสนาม",
      "5": "<br/>",
      "6": "<i>\"อสูรทองคำนำมาซึ่งโชคลาภ ร้อนแรงเป็นประกายดุจดอกไม้เพลิง จงดูเถิด นี่แหละคือความโชติช่วงชัชวาล เงินทองไหลมาเทมา\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายทุบตีของ Suanni Man Chai",
      "1": "ปริมาณการรักษาของสกิล",
      "2": "ระยะเวลาต่อเนื่องสถานะ Wushou",
      "3": "คูลดาวน์",
      "4": "พลังงานธาตุ",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Dance of Amity",
    "description": {
      "0": "หลังจากที่การโจมตีพุ่งลงจากอากาศ - Charmed Cloudstrider ของ <strong>Bestial Ascent</strong> โจมตีโดนศัตรู Gaming จะได้รับการฟื้นฟูพลังชีวิต 1.5% ของค่าพลังชีวิตสูงสุดของ Gaming หนึ่งครั้ง ในทุก 0.2 วินาที เป็นเวลา 0.8 วินาที"
    }
  },
  "passive2": {
    "name": "Air of Prosperity",
    "description": {
      "0": "เมื่อพลังชีวิตของ Gaming ต่ำกว่า 50% จะได้รับโบนัสการรักษา 20% เมื่อพลังชีวิตของ Gaming สูงกว่า 50% ความเสียหายที่การโจมตีพุ่งลงจากอากาศ - Charmed Cloudstrider สร้างจะเพิ่มขึ้น 20%"
    }
  },
  "passive3": {
    "name": "The Striding Beast",
    "description": {
      "0": "ในตอนกลางวัน (6:00 น. - 18:00 น.) ตัวละครในทีมของตัวเองจะได้รับเอฟเฟกต์ความเร็ว: ความเร็วการเคลื่อนที่เพิ่มขึ้น 10%",
      "1": "เอฟเฟกต์ดังกล่าวจะไร้ผลเมื่ออยู่ในดันเจี้ยน, Trounce Domain, Spiral Abyss เอฟเฟกต์ความเร็วไม่สามารถซ้อนทับได้"
    }
  },
  "constellation1": {
    "name": "Bringer of Blessing",
    "description": {
      "0": "เมื่อ Suanni Man Chai ของ <strong>Suanni's Gilded Dance</strong> รวมเข้ากับ Gaming สำเร็จ จะฟื้นฟูพลังชีวิต 15% ให้กับ Gaming"
    }
  },
  "constellation2": {
    "name": "Plum Blossoms Underfoot",
    "description": {
      "0": "เมื่อ Gaming ได้รับการรักษา หากปริมาณการรักษาในครั้งนี้มากเกินไป พลังโจมตีของ Gaming จะเพิ่มขึ้น 20% เป็นเวลา 5 วินาที"
    }
  },
  "constellation3": {
    "name": "Awakening Spirit",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Bestial Ascent</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Soar Across Mountains",
    "description": {
      "0": "เมื่อการโจมตีพุ่งลงจากอากาศ - Charmed Cloudstrider ของ <strong>Bestial Ascent</strong> โจมตีโดนศัตรู จะฟื้นฟูพลังงานธาตุ 2 หน่วย ให้กับ Gaming ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 0.2 วินาที"
    }
  },
  "constellation5": {
    "name": "Evil-Daunting Roar",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Suanni's Gilded Dance</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "To Tame All Beasts",
    "description": {
      "0": "การโจมตีพุ่งลงจากอากาศ - Charmed Cloudstrider ของ <strong>Bestial Ascent</strong> มีอัตราคริเพิ่มขึ้น 20% ความแรงคริเพิ่มขึ้น 40% และมีขอบเขตการโจมตีเพิ่มขึ้น"
    }
  }
}