{
  "name": "Yumemizuki Mizuki",
  "title": "ห้วงนิทราคะนึงฝัน",
  "description": "ผู้ถือหุ้นใหญ่ของ \"โรงอาบน้ำ Aisa\" และนักจิตบำบัดจากเผ่าพันธุ์บากุเขมือบฝัน มุ่งมั่นที่จะขจัดฝันร้าย เพื่อนำความสงบมาสู่ผู้คน",
  "constellationName": "Tapirus Somniator",
  "auto": {
    "name": "Pure Heart, Pure Dreams",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "ทำการโจมตีต่อเนื่องมากสุด 3 ครั้ง สร้าง<anemo>ความเสียหายลม</anemo>"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายบางส่วน หลังจากร่ายเสร็จ จะสร้าง<anemo>ความเสียหายลมวงกว้าง</anemo>"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "รวบรวมพลังของจิตวิญญาณแห่งสายลม กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้าง<anemo>ความเสียหายลมวงกว้าง</anemo>เมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายชาร์จโจมตี",
      "4": "ชาร์จโจมตีใช้พลังกาย",
      "5": "ความเสียหายพุ่งลง",
      "6": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Aisa Utamakura Pilgrimage",
    "description": {
      "0": "ถักทอความทรงจำของ \"ฝันดี\" ออกมา และเข้าสู่สถานะ<strong>นิทราล่องลอย</strong> ที่ทำให้ลอยอยู่เหนือพื้นดิน และสร้าง<anemo>ความเสียหายวงกว้าง</anemo>แก่ศัตรูที่อยู่โดยรอบหนึ่งครั้ง",
      "1": "<br/>",
      "2": "<strong>นิทราล่องลอย</strong>",
      "3": [
        "เมื่ออยู่ในสถานะนิทราล่องลอย จะทำให้ Yumemizuki Mizuki ลอยไปข้างหน้าอย่างต่อเนื่อง และสร้าง<anemo>ความเสียหายลมวงกว้าง</anemo>แก่ศัตรูที่อยู่ในบริเวณใกล้เคียงเป็นระยะ;",
        "ในช่วงเวลาดังกล่าว จะสามารถควบคุมทิศทางในการลอยของ Yumemizuki Mizuki ได้ และเพิ่มระยะการเก็บ<strong>ของว่างพิเศษ Yumemi</strong> ของท่าไม้ตาย <strong>Anraku Secret Spring Therapy</strong> ขึ้น;",
        "เพิ่มความเสียหายของปฏิกิริยากระจาย ที่ตัวละครในทีมที่อยู่ในบริเวณใกล้เคียงทำให้เกิดขึ้น ตามความชำนาญธาตุของ Yumemizuki Mizuki;",
        "เมื่อ Yumemizuki Mizuki ออกจากการต่อสู้ หรือใช้สกิลซ้ำอีกครั้ง สถานะนิทราล่องลอยจะสิ้นสุดลง"
      ],
      "4": "<br/>",
      "5": "<i>\"เราพานพบในห้วงฝันแห่งแสงจันทร์ เสียงเพลงแห่งความปรารถนาดังก้องในหัวใจ\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหายโจมตีต่อเนื่อง",
      "2": "ระยะเวลาต่อเนื่องนิทราล่องลอย",
      "3": "ความชำนาญธาตุแต่ละหน่วย เพิ่มเปอร์เซ็นต์ความเสียหายกระจาย",
      "4": "คูลดาวน์",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Anraku Secret Spring Therapy",
    "description": {
      "0": "ปลุกความทรงจำของ \"ฝันดี\" และ \"ฝันร้าย\" นับไม่ถ้วน และดึงดูดวัตถุกับศัตรูที่อยู่ในบริเวณใกล้เคียง เพื่อสร้าง<anemo>ความเสียหายลมวงกว้าง</anemo> และเรียกบากุตัวน้อยออกมาช่วย",
      "1": "<br/>",
      "2": "<strong>บากุตัวน้อย</strong>",
      "3": "จะเคลื่อนที่ตามตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น และในช่วงเวลาหนึ่ง บากุตัวน้อยจะสร้าง \"ของว่างพิเศษ Yumemi\" ขึ้นมา 1 ชิ้น ในบริเวณใกล้เคียง เมื่อตัวละครในทีมตนเองเก็บของว่างพิเศษ Yumemi ขึ้นมา หากตัวละครที่เก็บได้มีค่าพลังชีวิตสูงกว่า 70% จะทำให้ของว่างพิเศษ Yumemi ระเบิดและปล่อยคลื่นกระแทก Munen ออกมา ซึ่งจะทำให้เกิด<anemo>ความเสียหายลมวงกว้าง</anemo>แก่ศัตรูที่อยู่โดยรอบหนึ่งครั้ง, มิฉะนั้นจะฟื้นฟูพลังชีวิตให้แก่ผู้เก็บ โดยปริมาณการฟื้นฟูจะขึ้นอยู่กับความชำนาญธาตุของ Yumemizuki Mizuki, เมื่อ Yumemizuki Mizuki เก็บของว่างพิเศษ Yumemi และทำให้เกิดการรักษา ปริมาณการรักษาจะเพิ่มขึ้น 100%, หากภายในช่วงเวลาหนึ่ง ไม่มีใครเก็บของว่างพิเศษ Yumemi จะระเบิดและปล่อยคลื่นกระแทก Munen สร้าง <anemo>ความเสียหายลมวงกว้าง</anemo> แก่ศัตรูที่อยู่โดยรอบหนึ่งครั้ง",
      "4": "<br/>",
      "5": "<i>\"ถ้าฝังความรู้สึกที่มืดมนไว้นานเกินไป มันจะกลายเป็น 'ฝันร้าย' ได้นะ เพราะงั้นใช้โอกาสนี้ กลืนกินพวกมันในฐานะ 'ของว่างแสนอร่อย' กันเถอะ?\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหายคลื่นกระแทก Munen",
      "2": "ฟื้นฟูพลังชีวิตเมื่อเก็บของว่าง",
      "3": "ระยะเวลาต่อเนื่อง",
      "4": "คูลดาวน์",
      "5": "พลังงานธาตุ",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Bright Moon's Restless Voice",
    "description": {
      "0": "เมื่อ Yumemizuki Mizuki ที่อยู่ในสถานะนิทราล่องลอยทำให้เกิดปฏิกิริยากระจาย ช่วงเวลาต่อเนื่องของสถานะนิทราล่องลอย จะเพิ่มขึ้น 2.5 วินาที โดยที่เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุด 1 ครั้ง ในทุก 0.3 วินาที และในช่วงเวลาของสถานะนิทราล่องลอย 1 ครั้ง จะเกิดขึ้นได้มากสุด 2 ครั้ง"
    }
  },
  "passive2": {
    "name": "Thoughts by Day Bring Dreams by Night",
    "description": {
      "0": "เมื่อ Yumemizuki Mizuki อยู่ในสถานะนิทราล่องลอย และเมื่อตัวละครอื่น ๆ ในทีมที่อยู่ใกล้เคียง โจมตีถูกศัตรูด้วยการโจมตีที่มีประเภทของธาตุเป็น <pyro>ธาตุไฟ</pyro>, <hydro>ธาตุน้ำ</hydro>, <cryo>ธาตุน้ำแข็ง</cryo> หรือ <electro>ธาตุไฟฟ้า</electro> ความชำนาญธาตุของ Yumemizuki Mizuki จะเพิ่มขึ้น 100 หน่วย เป็นเวลา 4 วินาที"
    }
  },
  "passive3": {
    "name": "All Ailments Banished",
    "description": {
      "0": "เมื่อ Yumemizuki Mizuki อยู่ในทีม เมื่อตัวละครในทีมตนเองกินอาหารประเภทฟื้นฟู ที่ไม่มีความสามารถในการฟื้นชีวิต จะมีโอกาสที่ปริมาณการฟื้นฟูจะเพิ่มขึ้น 30% โดยอัตราการเกิดเอฟเฟกต์นี้จะขึ้นอยู่กับระดับความประทับใจของตัวละครที่เกี่ยวข้อง (เมื่อนักเดินทางใช้ เอฟเฟกต์นี้จะทำงานตลอด)"
    }
  },
  "constellation1": {
    "name": "In Mist-Like Waters",
    "description": {
      "0": "เมื่อ Yumemizuki Mizuki อยู่ในสถานะนิทราล่องลอย ทุก 3.5 วินาทีจะเพิ่มเอฟเฟกต์ \"รอคอยยี่สิบสามราตรี\" ให้แก่ศัตรูที่อยู่ในบริเวณใกล้เคียง เป็นเวลา 3 วินาที เมื่อศัตรูที่อยู่ในสถานะรอคอยยี่สิบสามราตรีได้รับความเสียหายลมและทำให้เกิดปฏิกิริยากระจาย เอฟเฟกต์นี้จะถูกลบล้าง ซึ่งปฏิกิริยากระจายครั้งนี้ จะสร้างความเสียหายแก่ศัตรูดังกล่าวเพิ่มขึ้น โดยค่าที่เพิ่มขึ้นจะเท่ากับ 1,100% ของความชำนาญธาตุของ Yumemizuki Mizuki"
    }
  },
  "constellation2": {
    "name": "Your Echo I Meet in Dreams",
    "description": {
      "0": "เมื่อเข้าสู่สถานะนิทราล่องลอย ความชำนาญธาตุแต่ละหน่วยของ Yumemizuki Mizuki จะเพิ่มโบนัสความเสียหาย<pyro>ธาตุไฟ</pyro>, <hydro>ธาตุน้ำ</hydro>, <cryo>ธาตุน้ำแข็ง</cryo>และ<electro>ธาตุไฟฟ้า</electro> 0.04% ให้แก่ตัวละครอื่นในทีมที่อยู่ใกล้เคียง เอฟเฟกต์นี้จะคงอยู่จนกว่าสถานะนิทราล่องลอยจะสิ้นสุดลง"
    }
  },
  "constellation3": {
    "name": "Till Dawn's Moon Ends Night",
    "description": {
      "0": "เพิ่มเลเวลสกิลของสกิลธาตุ <strong>Aisa Utamakura Pilgrimage</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Buds Warm Lucid Springs",
    "description": {
      "0": "เมื่อเก็บ<strong>ของว่างพิเศษ Yumemi</strong> จากท่าไม้ตาย <strong>Anraku Secret Spring Therapy</strong> จะสร้างความเสียหาย และทำการรักษาในเวลาเดียวกัน พร้อมทั้งฟื้นฟูพลังงานธาตุ 5 หน่วย ให้แก่ Yumemizuki Mizuki ภายในช่วงเวลาต่อเนื่องของ <strong>Anraku Secret Spring Therapy</strong> หนึ่งครั้ง จะสามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ ได้มากสุด 4 ครั้ง"
    }
  },
  "constellation5": {
    "name": "As Setting Moon Brings Year's End",
    "description": {
      "0": "เพิ่มเลเวลสกิลของท่าไม้ตาย <strong>Anraku Secret Spring Therapy</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "The Heart Lingers Long",
    "description": {
      "0": "เมื่อ Yumemizuki Mizuki อยู่ในสถานะนิทราล่องลอย ความเสียหายที่เกิดจากปฏิกิริยากระจายที่ตัวละครในทีมที่อยู่ใกล้เคียงสร้างขึ้น จะสามารถติดคริได้ โดยจะถูกกำหนดให้มีอัตราคริ 30% และมีความแรงคริ 100%"
    }
  }
}