{
  "auto": {
    "name": "Foreign Thundershock",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "โจมตีด้วยดาบต่อเนื่องมากสุด 5 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่ง เพื่อปลดปล่อยดาบออกไปข้างหน้า 2 ครั้ง อย่างรวดเร็ว"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขั้น 5",
      "5": "ความเสียหายชาร์จโจมตี",
      "6": "ชาร์จโจมตีใช้พลังกาย",
      "7": "ความเสียหายพุ่งลง",
      "8": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Lightning Blade",
    "description": {
      "0": "ปล่อยเงาสายฟ้าที่รวดเร็วออกมาสามเงา โดยจะสร้าง<electro>ความเสียหายไฟฟ้า</electro>แก่ศัตรู และทิ้ง Abundance Amulet ไว้หลังจากโจมตีถูกเป้าหมาย",
      "1": "ในตอนแรกเริ่มจะสามารถทำให้เกิด Abundance Amulet ขึ้นได้มากสุด 2 อัน โดยหากใช้สกิลนี้อีกครั้ง จะเป็นการลบล้าง Abundance Amulet ที่ตนเองสร้างขึ้นมาก่อนหน้า",
      "2": "<br/>",
      "3": "<strong>Abundance Amulet</strong>",
      "4": "เมื่อตัวละครเข้าใกล้ จะดูดซับ Abundance Amulet เพื่อรับเอฟเฟกต์ดังนี้:",
      "5": [
        "ฟื้นฟูพลังงานธาตุ;",
        "ภายในช่วงเวลาต่อเนื่อง จะเพิ่มประสิทธิภาพการฟื้นฟูพลังงาน"
      ],
      "6": "<br/>",
      "7": "<i>ครั้งหนึ่งเคยปรึกษากับ Paimon ถึงความเป็นไปได้ของเส้นทางการไหลของไฟฟ้า</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ฟื้นฟูพลังงานธาตุ",
      "2": "การฟื้นฟูพลังงานเพิ่มขึ้น",
      "3": "ระยะเวลาต่อเนื่อง",
      "4": "ระยะเวลาของ Abundance Amulet",
      "5": "คูลดาวน์",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Bellowing Thunder",
    "description": {
      "0": "เรียกการปกป้องของสายฟ้าออกมา เพื่อโจมตีศัตรูที่อยู่โดยรอบให้ถอยไป และสร้าง<electro>ความเสียหายไฟฟ้า</electro>",
      "1": "<br/>",
      "2": "<strong>Lightning Shroud</strong>",
      "3": "เมื่อตัวละครของตัวเองที่เข้าร่วมการต่อสู้ในขณะนั้นโจมตีปกติหรือชาร์จโจมตีถูกศัตรู จะเรียก Falling Thunder ออกมาสร้าง <electro>ความเสียหายไฟฟ้า</electro>แก่ศัตรู",
      "4": "เมื่อ Falling Thunder ถูกศัตรู จะฟื้นฟูพลังงานธาตุ ให้แก่ตัวละครดังกล่าว",
      "5": "สามารถเกิด Falling Thunder ได้มากสุดหนึ่งครั้ง ในทุก 0.5 วินาที",
      "6": "<br/>",
      "7": "<i>ครั้งหนึ่งเคยศึกษาร่วมกับ Paimon เกี่ยวกับประกายแสงท่ามกลางหมู่เมฆ</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหายของ Falling Thunder",
      "2": "ฟื้นฟูพลังงานธาตุ",
      "3": "ระยะเวลาต่อเนื่อง",
      "4": "คูลดาวน์",
      "5": "พลังงานธาตุ",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Thunderflash",
    "description": {
      "0": "เมื่อตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียงได้รับ Abundance Amulet ที่สร้างขึ้นโดย <strong>Lightning Blade</strong> จะทำให้ช่วงเวลาคูลดาวน์ของ <strong>Lightning Blade</strong> ลดลง 1.5 วินาที"
    }
  },
  "passive2": {
    "name": "Resounding Roar",
    "description": {
      "0": "เพิ่มประสิทธิภาพการฟื้นฟูพลังงานที่ได้รับจาก Abundance Amulet ของ <strong>Lightning Blade</strong> โดยมีปริมาณเป็น 10% ของประสิทธิภาพการฟื้นฟูพลังงานของตัวนักเดินทางเอง"
    }
  },
  "lockedPassive": {
    "name": "Foreign Thundertrail",
    "description": {
      "0": "ดูดซับพลังใหม่จากการเดินทางที่ผ่านมา เมื่อทำการสั่นพ้องกับธาตุแต่ละชนิด จะได้รับ<tooltip ns=tooltips_gen baseKey18=10050001 values=[]><strong>เอฟเฟกต์เสริมพลัง</strong></tooltip>เพิ่มเติม",
      "1": "<br/>",
      "2": "นอกจากนี้ เมื่อตัวละครในทีมที่อยู่ใกล้เคียงใช้ท่าไม้ตาย นักเดินทางจะได้รับ Blade of Resounding Thunder 1 ชั้น และซ้อนทับได้มากสุด 3 ชั้น เมื่อมี Blade of Resounding Thunder 3 ชั้น และทำการชาร์จโจมตี จะใช้ Blade of Resounding Thunder ทั้งหมด เพื่อเปลี่ยนเป็น<strong>ชาร์จโจมตี: Detonate</strong>พิเศษ",
      "3": "<br/>",
      "4": "<strong>ชาร์จโจมตี: Detonate</strong>",
      "5": [
        "การชาร์จโจมตีแต่ละครั้ง จะสร้าง<electro>ความเสียหายไฟฟ้า</electro>ที่สูงขึ้น โดยความเสียหายเพิ่มขึ้นเท่ากับ 100% ของพลังโจมตีของนักเดินทาง;",
        "หลังจากโจมตีโดนศัตรู 3 วินาที จะเกิดสายฟ้าฟาดเพิ่มเติมอีก 1 ครั้ง สร้าง<electro>ความเสียหายไฟฟ้า</electro>เท่ากับ 200% ของพลังโจมตีของนักเดินทาง และสร้าง Abundance Amulet 1 อัน ซึ่งความเสียหายนี้จะนับเป็นความเสียหายชาร์จโจมตี;",
        "สามารถทำการ<strong>ชาร์จโจมตี: Detonate</strong> ได้มากสุด 1 ครั้งในทุก 15 วินาที"
      ]
    }
  },
  "constellation1": {
    "name": "Spring Thunder of Fertility",
    "description": {
      "0": "จำนวนของ Abundance Amulet ที่เกิดจากการใช้ <strong>Lightning Blade</strong> เพิ่มขึ้นเป็น 3 อัน"
    }
  },
  "constellation2": {
    "name": "Violet Vehemence",
    "description": {
      "0": "หลังจาก Falling Thunder ของ <strong>Bellowing Thunder</strong> โจมตีถูกศัตรู จะทำให้<electro>ความต้านทานไฟฟ้า</electro> ของศัตรูลดลง 15% เป็นเวลา 8 วินาที"
    }
  },
  "constellation3": {
    "name": "Distant Crackling",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Bellowing Thunder</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Fickle Cloudstrike",
    "description": {
      "0": "เมื่อตัวละครได้รับ Abundance Amulet ที่สร้างขึ้นโดย <strong>Lightning Blade</strong> หากพลังงานธาตุของตัวละครในขณะนั้นต่ำกว่า 35% ปริมาณการฟื้นฟูพลังงานธาตุของ Abundance Amulet จะเพิ่มขึ้น 100%"
    }
  },
  "constellation5": {
    "name": "Clamor in the Wilds",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Lightning Blade</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "World-Shaker",
    "description": {
      "0": "ทุกครั้งที่ <strong>Bellowing Thunder</strong> ทำให้เกิด Falling Thunder ครบ 2 ครั้ง จะเสริมความรุนแรงของ Falling Thunder ครั้งต่อไป โดยจะสร้างความเสียหายเป็น 200% ของความเสียหายเดิม และฟื้นฟูพลังงานธาตุให้แก่ตัวละครในขณะนั้นเพิ่มอีก 1 หน่วย"
    }
  }
}