{
  "name": "Kamisato Ayato",
  "title": "เล่ห์เหลี่ยมแห่งเกียรติยศ",
  "description": "ผู้นำตระกูล Kamisato แห่งสำนัก Yashiro ชายหนุ่มผู้มากความสามารถ ซึ่งปฏิบัติต่อผู้คนด้วยความสุภาพอ่อนโยน และมักจะจัดการเรื่องต่าง ๆ อย่างมีชั้นเชิง",
  "constellationName": "Cypressus Custos",
  "auto": {
    "name": "Kamisato Art - Marobashi",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "โจมตีด้วยดาบต่อเนื่องมากสุด 5 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่ง เพื่อพุ่งตัวไปข้างหน้า และใช้กระบวนท่าอิไอ"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขั้น 5",
      "5": "ความเสียหายชาร์จโจมตี",
      "6": "ชาร์จโจมตีใช้พลังกาย",
      "7": "ความเสียหายพุ่งลง",
      "8": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Kamisato Art: Kyouka",
    "description": {
      "0": "Kamisato Ayato จะเคลื่อนที่เปลี่ยนตำแหน่งและเข้าสู่สถานะ \"Takimeguri Kanka\"",
      "1": "หลังจากเคลื่อนที่ ตำแหน่งเดิมของ Kamisato Ayato จะเกิด \"Water Illusion\" ขึ้น โดยหลังจากที่ Water Illusion ก่อตัวอย่างสมบูรณ์แล้ว จะทำการระเบิดเมื่อมีศัตรูอยู่ในบริเวณใกล้เคียงหรือสิ้นสุดช่วงเวลาต่อเนื่อง และทำให้เกิด<hydro>ความเสียหายน้ำวงกว้าง</hydro>",
      "2": "<br/>",
      "3": "<strong>Takimeguri Kanka</strong>",
      "4": "ภายใต้สถานะนี้ Kamisato Ayato จะใช้ Shunsuiken โจมตีอย่างรวดเร็ว และเปลี่ยนความเสียหายจากการโจมตีปกติเป็น<hydro>ความเสียหายน้ำวงกว้าง</hydro>ที่ไม่สามารถซ้อนทับด้วยธาตุอื่นได้",
      "5": "นอกจากนี้ จะเกิดเอฟเฟกต์ดังต่อไปนี้อีกด้วย:",
      "6": [
        "หลังจากที่การโจมตีของ Shunsuiken ถูกศัตรู จะมอบเอฟเฟกต์ Namisen ให้แก่ Kamisato Ayato ซึ่งจะเพิ่มความเสียหายที่ Shunsuiken สร้าง โดยขึ้นกับพลังชีวิตสูงสุดของตัวของ Kamisato Ayato เองในขณะนั้น โดยที่ในตอนแรกเริ่ม Namisen จะสามารถซ้อนทับได้มากสุด 4 ชั้น และในทุก 0.1 วินาที จะได้รับจาก Shunsuiken ได้มากสุด 1 ชั้น และจะหายไปเมื่อสถานะ Takimeguri Kanka สิ้นสุดลง",
        "เพิ่มความสามารถในการต้านทานการหยุดชะงักของ Kamisato Ayato;",
        "ไม่สามารถใช้การชาร์จโจมตีและการโจมตีพุ่งลงจากอากาศได้"
      ],
      "7": "<br/>",
      "8": "สถานะ Takimeguri Kanka จะหายไปเมื่อ Kamisato Ayato ออกจากการต่อสู้; การใช้ Kamisato Art: Kyouka อีกครั้ง ในขณะที่อยู่ในสถานะ Takimeguri Kanka จะเป็นการลบสถานะ Takimeguri Kanka ที่มีอยู่แต่เดิม",
      "9": "<br/>",
      "10": "<i>\"คุณหลงเข้าใจผิดว่าตัวเองเป็นผู้คว้าชัยชนะตั้งแต่เมื่อไหร่กัน?\"</i>",
      "11": "<i>...ไม่ใช่แค่เพียงด้านศิลปะการต่อสู้เท่านั้น แต่ในเรื่องของกลอุบายทางการเมืองเองก็เช่นกัน ทว่าเพื่อเป็นการรักษาหน้านายท่านจากอีกสองสำนัก จึงไม่เหมาะสมที่จะเอ่ยประโยคนี้ออกมานัก ด้วยเหตุนี้จึงมีเพียง Thoma, Itto และ Ayaka เท่านั้นที่เคยได้ยิน</i>"
    },
    "skillParams": {
      "0": "ความเสียหาย Shunsuiken ขั้น 1",
      "1": "ความเสียหาย Shunsuiken ขั้น 2",
      "2": "ความเสียหาย Shunsuiken ขั้น 3",
      "3": "ระยะเวลาของ Takimeguri Kanka",
      "4": "โบนัสความเสียหายของ Namisen",
      "5": "ความเสียหาย Water Illusion",
      "6": "ระยะเวลาของ Water Illusion",
      "7": "คูลดาวน์",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Kamisato Art: Suiyuu",
    "description": {
      "0": "เปิดเผยสวนแห่งความบริสุทธิ์ ที่จะดับสูญความอึกทึกวุ่นวายทั้งปวงในนั้น",
      "1": "ระหว่างช่วงเวลาที่คงอยู่ ภายในจะมี Bloomwater Blade ร่วงหล่นลงมาโจมตีศัตรูที่อยู่ในพื้นที่อย่างต่อเนื่อง ซึ่งจะทำให้เกิด<hydro>ความเสียหายน้ำ</hydro> และเพิ่มความเสียหายการโจมตีปกติของตัวละครที่อยู่ในนั้น",
      "2": "<br/>",
      "3": "<i>\"มองเห็นแล้วล่ะ ระลอกคลื่นจากหัวใจที่กำลังเต้นของคุณท่ามกลางผืนน้ำอันนิ่งสงบแห่งนี้\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหาย Bloomwater Blade",
      "1": "เพิ่มความเสียหายการโจมตีปกติ",
      "2": "ระยะเวลาต่อเนื่อง",
      "3": "คูลดาวน์",
      "4": "พลังงานธาตุ",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Kamisato Art: Mine Wo Matoishi Kiyotaki",
    "description": {
      "0": "<strong>Kamisato Art: Kyouka</strong> มีเอฟเฟกต์ดังต่อไปนี้:",
      "1": [
        "หลังจากใช้ Kamisato Ayato จะได้รับเอฟเฟกต์ Namisen 2 ชั้น;",
        "หลังจากที่ Water Illusion ระเบิด Kamisato Ayato จะได้รับเอฟเฟกต์ Namisen เท่ากับจำนวนการซ้อนทับสูงสุด"
      ]
    }
  },
  "passive2": {
    "name": "Kamisato Art: Michiyuku Hagetsu",
    "description": {
      "0": "เมื่อ Kamisato Ayato อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ และมีพลังงานธาตุต่ำกว่า 40 หน่วย จะฟื้นฟูพลังงานธาตุให้ตัวเอง 2 หน่วย ในทุก 1 วินาที"
    }
  },
  "passive3": {
    "name": "Kamisato Art: Daily Cooking",
    "description": {
      "0": "เมื่อปรุงอาหารได้ระดับสมบูรณ์ จะมีโอกาส 18% ที่จะได้รับอาหารประเภทเดียวกันในระดับ \"รสประหลาด\" เพิ่มหนึ่งจาน"
    }
  },
  "constellation1": {
    "name": "Kyouka Fuushi",
    "description": {
      "0": "<strong>Shunsuiken</strong> จะสร้างความเสียหายเพิ่มขึ้น 40% ต่อศัตรูที่มีพลังชีวิตเหลือต่ำกว่าหรือเท่ากับ 50%"
    }
  },
  "constellation2": {
    "name": "World Source",
    "description": {
      "0": "จำนวนครั้งการซ้อนทับสูงสุดของ <strong>Namisen</strong> เพิ่มเป็น 5 ชั้น และเมื่อ Kamisato Ayato อยู่ในสภาวะที่มี Namisen อย่างน้อย 3 ชั้น พลังชีวิตสูงสุดจะเพิ่มขึ้น 50%"
    }
  },
  "constellation3": {
    "name": "To Admire the Flowers",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Kamisato Art: Kyouka</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Endless Flow",
    "description": {
      "0": "หลังจากที่ใช้ <strong>Kamisato Art: Suiyuu</strong> ความเร็วในการโจมตีปกติของตัวละครในทีมที่อยู่ในบริเวณใกล้เคียง จะเพิ่มขึ้น 15% เป็นเวลา 15 วินาที"
    }
  },
  "constellation5": {
    "name": "Bansui Ichiro",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Kamisato Art: Suiyuu</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Boundless Origin",
    "description": {
      "0": "หลังจากใช้ <strong>Kamisato Art: Kyouka</strong> เมื่อการโจมตีด้วย Shunsuiken ครั้งต่อไปของ Kamisato Ayato ถูกศัตรู จะทำการโจมตีด้วย Shunsuiken เพิ่มอีก 2 ครั้ง โดยที่แต่ละครั้ง จะสร้างความเสียหายเป็น 450% ของพลังโจมตีของ Kamisato Ayato",
      "1": "การโจมตีของ Shunsuiken ทั้งสองครั้งนี้ จะไม่ได้รับเอฟเฟกต์บัฟจาก Namisen"
    }
  }
}