{
  "name": "Lauma",
  "title": "เพลงสดุดีจันทรานิรันดร์",
  "description": "นักบุญหญิงผู้ได้รับพร จากแสงจันทร์และผืนป่า ความหวังหนึ่งเดียว ที่ถือกำเนิดขึ้นในหมู่ \"ลูกหลานจันทราน้ำค้างแข็ง\"",
  "constellationName": "Cerva Nivea",
  "auto": {
    "name": "Peregrination of Linnunrata",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "ทำการโจมตีต่อเนื่องมากสุด 3 ครั้ง เพื่อสร้าง<dendro>ความเสียหายไม้</dendro>"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "Lauma จะใช้ \"Spirit Envoy Metamorphosis\" เพื่อแปลงร่างเป็นทูตวิญญาณแห่งป่าอันเงียบสงัด และใช้พลังกายเพื่อพุ่งตัวได้นานสุด 10 วินาที ภายใต้สภาวะนี้ ความสามารถในการต้านทานการหยุดชะงักของ Lauma จะเพิ่มขึ้น และสามารถใช้พลังกายเพิ่มเติม เพื่อกระโดดต่อเนื่องมากสุด 2 ครั้ง",
        "2": "เมื่อออกจากสถานะทูตวิญญาณแล้ว \"Spirit Envoy Metamorphosis\" จะเข้าสู่ช่วงเวลาคูลดาวน์ ในช่วงเวลานี้ การชาร์จโจมตีของ Lauma จะเปลี่ยนเป็น \"Spiritcall Prayer\": ใช้พลังกายบางส่วน หลังจากร่ายเสร็จ จะสร้าง<dendro>ความเสียหายไม้วงกว้าง</dendro> ไปยังพื้นที่ด้านหน้า"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "รวบรวมพลังแห่งธาตุไม้ กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้าง<dendro>ความเสียหายไม้วงกว้าง</dendro>เมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ใช้พลังกายเคลื่อนที่ในร่างทูตวิญญาณ",
      "4": "ใช้พลังกายกระโดดในร่างทูตวิญญาณ",
      "5": "เวลาต่อเนื่องสูงสุดของร่างทูตวิญญาณ",
      "6": "คูลดาวน์ Spirit Envoy Metamorphosis",
      "7": "Spiritcall Prayer ใช้พลังกาย",
      "8": "ความเสียหาย Spiritcall Prayer",
      "9": "ความเสียหายพุ่งลง",
      "10": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Runo: Dawnless Rest of Karsikko",
    "description": {
      "0": "ร่ายบทสวดโบราณอย่างเงียบ ๆ เพื่อเปิดใช้งาน <tooltip ns=tooltips_gen baseKey18=11190001 values=[]><strong>Frostgrove Sanctuary</strong></tooltip> และสร้างเอฟเฟกต์ที่แตกต่างกันไป ตามการกดและกดค้าง",
      "1": "<br/>",
      "2": "<strong>กด</strong>",
      "3": "ร่ายบทสวดแห่งการล่า เพื่อสร้าง<dendro>ความเสียหายไม้วงกว้าง</dendro>",
      "4": "<br/>",
      "5": "<strong>กดค้าง</strong>",
      "6": "สามารถใช้ได้เมื่อมี<tooltip ns=tooltips_gen baseKey18=11190008 values=[]><strong>หยาดพฤกษา</strong></tooltip> อย่างน้อย 1 อัน โดย Lauma จะใช้หยาดพฤกษาทั้งหมดในการขับขานเพลงสวดราตรีนิรันดร์ เพื่อสร้าง<dendro>ความเสียหายไม้วงกว้าง</dendro> 1 ครั้ง และ<dendro>ความเสียหายไม้วงกว้าง</dendro>ที่ถูกนับเป็นความเสียหายของปฏิกิริยางอกเงยจันทรา 1 ครั้ง โดยที่หยาดพฤกษาแต่ละอัน จะทำให้ Lauma ได้รับ <tooltip ns=tooltips_gen baseKey18=11190002 values=[]><strong>Moon Song</strong></tooltip> 1 ชั้น ทุกครั้งที่กดค้างเพื่อปล่อยสกิลธาตุ จะใช้หยาดพฤกษาได้สูงสุด 3 อันด้วยวิธีนี้",
      "7": "<br/>",
      "8": "นอกจากนี้ เมื่อสกิลธาตุหรือการโจมตีของ Frostgrove Sanctuary ถูกศัตรู จะทำให้<dendro>ความต้านทานไม้</dendro>และ<hydro>ความต้านทานน้ำ</hydro>ของศัตรูดังกล่าวลดลง เป็นเวลา 10 วินาที"
    },
    "skillParams": {
      "0": "ความเสียหายเมื่อกด",
      "1": "ความเสียหายเมื่อกดค้างขั้น 1",
      "2": "ความเสียหายเมื่อกดค้าง ขั้น 2",
      "3": "ความเสียหาย Frostgrove Sanctuary",
      "4": "ระยะเวลาของ Frostgrove Sanctuary",
      "5": "ระยะเวลาของ Moon Song",
      "6": "ลดความต้านทานธาตุ",
      "7": "ระยะเวลาลดความต้านทานธาตุ",
      "8": "คูลดาวน์",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Runo: All Hearts Become the Beating Moon",
    "description": {
      "0": "ให้ความปรารถนาของสรรพสิ่ง กลายเป็นแสงจันทร์ส่องสว่างแก่ผืนดิน Lauma ขับขานบทเพลงศักดิ์สิทธิ์ของสุดเขตแดนเหนือ และได้รับ <tooltip ns=tooltips_gen baseKey18=11190003 values=[]><strong>Pale Hymn</strong> </tooltip> 18 ชั้น",
      "1": "นอกจากนี้ เมื่อ Lauma ใช้ท่าไม้ตายขณะอยู่ในสถานะ <tooltip ns=tooltips_gen baseKey18=11190002 values=[]><strong>Moon Song</strong></tooltip> หรือได้รับ Moon Song ภายใน 15 วินาทีหลังจากใช้ท่าไม้ตาย Lauma จะใช้ Moon Song ทั้งหมด และได้รับ Pale Hymn 6 ชั้น ในแต่ละชั้นที่ถูกใช้ไป เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุด 1 ครั้ง ทุกครั้งที่ใช้ท่าไม้ตาย รวมถึงภายใน 15 วินาทีหลังจากใช้ท่าไม้ตาย",
      "2": "<br/>",
      "3": "<strong>Pale Hymn</strong>",
      "4": "เมื่อตัวละครในทีมที่อยู่ใกล้เคียงสร้างความเสียหายปฏิกิริยางอกเงย, ไฮเปอร์บลูม, เบ่งบาน หรืองอกเงยจันทรา จะใช้ Pale Hymn 1 ชั้น เพื่อเพิ่มความเสียหายที่สร้าง โดยค่าที่เพิ่มขึ้นอยู่กับความชำนาญธาตุของ Lauma เมื่อความเสียหายดังกล่าวถูกศัตรูหลายตัวในคราวเดียวกัน จำนวนชั้นของ Pale Hymn จะถูกใช้ตามจำนวนของศัตรูที่ถูกโจมตี",
      "5": "แต่ละชั้นของ Pale Hymn จะคิดช่วงเวลาต่อเนื่องแยกกัน"
    },
    "skillParams": {
      "0": "Pale Hymn ที่ได้รับเมื่อใช้ท่าไม้ตาย ",
      "1": "Moon Song แปลงเป็น Pale Hymn",
      "2": "เพิ่มความเสียหายปฏิกิริยางอกเงย, ไฮเปอร์บลูม และเบ่งบาน",
      "3": "เพิ่มความเสียหาย ปฏิกิริยางอกเงยจันทรา",
      "4": "ระยะเวลาของ Pale Hymn",
      "5": "คูลดาวน์",
      "6": "พลังงานธาตุ",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Light for the Frosty Night",
    "description": {
      "0": "ภายใน 20 วินาที หลังจากที่ Lauma ใช้สกิลธาตุ <strong><tooltip ns=char_Lauma_gen baseKey18=skill>Runo: Dawnless Rest of Karsikko</tooltip></strong> จะเกิดเอฟเฟกต์เสริมพลังที่แตกต่างกัน โดยขึ้นอยู่กับ <strong>ลัคนาจันทร์</strong>ของทีม ทั้งนี้เอฟเฟกต์เสริมพลังที่ได้รับจากระดับลัคนาจันทร์ที่แตกต่างกัน จะไม่สามารถซ้อนทับกันได้",
      "1": "<br/>",
      "2": "<strong>ลัคนาจันทร์ - แย้มแสง</strong>",
      "3": "ความเสียหายที่เกิดจากปฏิกิริยางอกเงย, ไฮเปอร์บลูม และเบ่งบานของตัวละครในทีมที่อยู่ใกล้เคียงทั้งหมด สามารถติดคริติคอลได้ โดยจะถูกกำหนดให้มีอัตราคริ 15% และมีความแรงคริ 100% โดยอัตราคริที่ได้รับจากเอฟเฟกต์นี้ สามารถซ้อนทับกับอัตราคริที่ได้รับจากเอฟเฟกต์ประเภทเดียวกัน ที่ทำให้ปฏิกิริยาธาตุที่เกี่ยวข้อง สามารถทำให้เกิดคริติคอลได้",
      "4": "<br/>",
      "5": "<strong>ลัคนาจันทร์ - จรัสแสง</strong>",
      "6": "ความเสียหายของปฏิกิริยางอกเงยจันทราที่ตัวละครในทีมที่อยู่ใกล้เคียงทั้งหมดสร้าง อัตราคริเพิ่มขึ้น 10% และความแรงคริเพิ่มขึ้น 20%"
    }
  },
  "passive2": {
    "name": "Cleansing for the Spring",
    "description": {
      "0": "ความชำนาญธาตุแต่ละหน่วยของ Lauma จะทำให้ Lauma ได้รับเอฟเฟกต์บัฟดังนี้:",
      "1": [
        "ความเสียหายของสกิลธาตุเพิ่มขึ้น 0.04% สามารถเพิ่มความเสียหายด้วยวิธีนี้ได้มากสุด 32%;",
        "ช่วงเวลาคูลดาวน์ของการชาร์จโจมตี <strong>Spirit Envoy Metamorphosis</strong> ลดลง 0.02% โดยจะสามารถลดช่วงเวลาคูลดาวน์ของ Spirit Envoy Metamorphosis ด้วยวิธีนี้ได้มากสุด 20%"
      ]
    }
  },
  "passive3": {
    "name": "Moonsign Benediction: Nature's Chorus",
    "description": {
      "0": "เมื่อตัวละครในทีมทำให้เกิดปฏิกิริยางอกเงย จะเปลี่ยนเป็นปฏิกิริยางอกเงยจันทราแทน และเพิ่มความเสียหายพื้นฐาน ของปฏิกิริยางอกเงยจันทราที่ตัวละครในทีมสร้าง ตามความชำนาญธาตุของ Lauma: ความชำนาญธาตุแต่ละหน่วย จะเพิ่มความเสียหายพื้นฐานของปฏิกิริยางอกเงยจันทรา 0.0175% โดยจะสามารถเพิ่มความเสียหายด้วยวิธีนี้ได้มากสุด 14%",
      "1": "<br/>",
      "2": "นอกจากนี้ เมื่อมี Lauma อยู่ในทีม <strong>ลัคนาจันทร์</strong>ของทีมจะเพิ่มขึ้น 1 ระดับ"
    }
  },
  "passive": {
    "name": "Prayers for the Forest",
    "description": {
      "0": "แสดงตำแหน่ง<strong>ของพิเศษเฉพาะใน Nod-Krai</strong> บนมินิแมป",
      "1": "นอกจากนี้ ดูเหมือนว่า Lauma จะมีความเป็นมิตรในการโต้ตอบกับสิ่งมีชีวิตตัวน้อยบางส่วน ที่ได้รับผลกระทบจากแรงจันทราผันเป็นพิเศษด้วย..."
    }
  },
  "constellation1": {
    "name": "\"O Lips, Weave Me Songs and Psalms\"",
    "description": {
      "0": "หลังจากที่ Lauma ใช้สกิลธาตุ <strong><tooltip ns=char_Lauma_gen baseKey18=skill>Runo: Dawnless Rest of Karsikko</tooltip></strong> หรือท่าไม้ตาย <strong><tooltip ns=char_Lauma_gen baseKey18=burst>Runo: All Hearts Become the Beating Moon</tooltip></strong> จะได้รับ \"Threads of Life\" เป็นเวลา 20 วินาที",
      "1": "ในช่วงเวลาต่อเนื่อง เมื่อตัวละครในทีมที่อยู่ในบริเวณใกล้เคียง ทำให้เกิดปฏิกิริยางอกเงยจันทรา จะทำการฟื้นฟูพลังชีวิตให้แก่ตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น ที่อยู่ในบริเวณใกล้เคียง โดยปริมาณการฟื้นฟูเท่ากับ 500% ของความชำนาญธาตุของ Lauma ซึ่งเอฟเฟกต์นี้ จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 1.9 วินาที",
      "2": "นอกจากนี้ การใช้พลังกายของ Lauma ในร่างทูตวิญญาณจะลดลง 40% และช่วงเวลาต่อเนื่องสูงสุดจะเพิ่มขึ้น 5 วินาที"
    }
  },
  "constellation2": {
    "name": "\"Twine Warnings and Tales From the North\"",
    "description": {
      "0": "ท่าไม้ตาย <strong><tooltip ns=char_Lauma_gen baseKey18=burst>Runo: All Hearts Become the Beating Moon</tooltip></strong> ได้รับการเสริมพลัง:",
      "1": [
        "เอฟเฟกต์ของ <tooltip ns=tooltips_gen baseKey18=11190003 values=[]><strong>Pale Hymn</strong></tooltip> จะเพิ่มสูงขึ้น: เมื่อตัวละครในทีมที่อยู่ในบริเวณใกล้เคียงทั้งหมดทำให้เกิดปฏิกิริยางอกเงย, ไฮเปอร์บลูม และเบ่งบาน จะสร้างความเสียหายเพิ่มขึ้น โดยค่าที่เพิ่มจะเท่ากับ 500% ของความชำนาญธาตุของ Lauma; ความเสียหายของปฏิกิริยางอกเงยจันทราที่ตัวละครในทีมที่อยู่ใกล้เคียงทั้งหมดสร้างจะเพิ่มขึ้น โดยค่าที่เพิ่มจะเท่ากับ 400% ของความชำนาญธาตุของ Lauma"
      ],
      "2": "<br/>",
      "3": "<strong>ลัคนาจันทร์ - จรัสแสง</strong>: ความเสียหายของปฏิกิริยางอกเงยจันทรา ที่ตัวละครในทีมที่อยู่ในบริเวณใกล้เคียงทั้งหมดสร้างเพิ่มขึ้น 40%"
    }
  },
  "constellation3": {
    "name": "\"Seek Not to Tread the Sly Fox's Path\"",
    "description": {
      "0": "เพิ่มเลเวลสกิลของท่าไม้ตาย <strong><tooltip ns=char_Lauma_gen baseKey18=burst>Runo: All Hearts Become the Beating Moon</tooltip></strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "\"Nor Yearn for the Great Bear's Might\"",
    "description": {
      "0": "เมื่อการโจมตีของ <tooltip ns=tooltips_gen baseKey18=11190001 values=[]><strong>Frostgrove Sanctuary</strong></tooltip> ในสกิลธาตุ <strong><tooltip ns=char_Lauma_gen baseKey18=skill>Runo: Dawnless Rest of Karsikko</tooltip></strong> ถูกศัตรู จะฟื้นฟูพลังงานธาตุให้ Lauma 4 หน่วย โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 5 วินาที"
    }
  },
  "constellation5": {
    "name": "\"If Truth May Be Subject to Witness\"",
    "description": {
      "0": "เพิ่มเลเวลสกิลของสกิลธาตุ <strong><tooltip ns=char_Lauma_gen baseKey18=skill>Runo: Dawnless Rest of Karsikko</tooltip></strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "\"I Offer Blood and Tears to the Moonlight\"",
    "description": {
      "0": "เมื่อ <tooltip ns=tooltips_gen baseKey18=11190001 values=[]><strong>Frostgrove Sanctuary</strong></tooltip> โจมตีถูกศัตรู จะสร้าง<dendro>ความเสียหายไม้วงกว้าง</dendro> ที่ถูกนับเป็นความเสียหายของปฏิกิริยางอกเงยจันทราเพิ่มเติม 1 ครั้ง เท่ากับ 185% ของความชำนาญธาตุของ Lauma โดยจะไม่ใช้ <tooltip ns=tooltips_gen baseKey18=11190003 values=[]><strong>Pale Hymn</strong></tooltip> แต่จะทำให้ Lauma ได้รับ Pale Hymn 2 ชั้น และรีเฟรชช่วงเวลาต่อเนื่องของ Pale Hymn ที่ได้รับด้วยวิธีนี้",
      "1": "ภายในช่วงเวลาต่อเนื่องของ Frostgrove Sanctuary หนึ่งครั้ง เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุด 8 ครั้ง; เมื่อใช้สกิลธาตุ <strong><tooltip ns=char_Lauma_gen baseKey18=skill>Runo: Dawnless Rest of Karsikko</tooltip></strong> จะล้าง Pale Hymn ที่ได้รับด้วยวิธีนี้",
      "2": "<br/>",
      "3": "นอกจากนี้ เมื่อ Lauma ทำการโจมตีปกติในขณะที่มี Pale Hymn จะใช้ Pale Hymn 1 ชั้น เพื่อเปลี่ยนเป็น<dendro>ความเสียหายไม้</dendro> เท่ากับ 150% ของความชำนาญธาตุของ Lauma และจะถูกนับเป็นความเสียหายของปฏิกิริยางอกเงยจันทรา",
      "4": "<br/>",
      "5": "<strong>ลัคนาจันทร์ - จรัสแสง</strong>: ความเสียหายของปฏิกิริยางอกเงยจันทรา ที่ตัวละครในทีมที่อยู่ในบริเวณใกล้เคียงทั้งหมดสร้าง<tooltip ns=tooltips_gen baseKey18=11190007 values=[]><strong>ยกระดับ</strong></tooltip>ขึ้น 25%"
    }
  }
}