{
  "name": "Mavuika",
  "title": "เพลิงผลาญรัตติกาล",
  "description": "ผู้นำแห่ง Natlan ผู้สืบทอดนามโบราณ \"Kiongozi\" ที่สาบานว่าจะใช้เพลิงศักดิ์สิทธิ์ส่องสว่างอนาคตให้กับประเทศแห่งสงคราม",
  "constellationName": "Sol Invictus",
  "auto": {
    "name": "Flames Weave Life",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "โจมตีฟาดฟันต่อเนื่องมากสุด 4 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่ง เพื่อฟาดฟันเจิดจรัสที่ทรงพลังเป็นพิเศษไปข้างหน้าหนึ่งครั้ง"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายชาร์จโจมตี",
      "5": "ชาร์จโจมตีใช้พลังกาย",
      "6": "ความเสียหายพุ่งลง",
      "7": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "The Named Moment",
    "description": {
      "0": "อาศัยอำนาจ \"การต่อสู้\" เรียก \"อาวุธแห่งเพลิง\" ที่สืบทอดมาจากเทพมนุษย์ออกมา สร้าง<pyro>ความเสียหายไฟ</pyro>ที่มีคุณสมบัติวิญญาณราตรี",
      "1": "หลังจากปล่อยสกิล Mavuika จะฟื้นฟูค่าวิญญาณราตรีถึงขีดสุด และเข้าสู่สถานะพรวิญญาณราตรี",
      "2": "<br/>",
      "3": "<strong>อาวุธแห่งเพลิง</strong>",
      "4": "ปล่อยอาวุธแห่งเพลิงในรูปแบบต่าง ๆ ตามการกด หรือกดค้าง",
      "5": "<br/>",
      "6": "<strong>กด</strong>",
      "7": "\"ปลดปล่อยนามเทพ\": อาวุธแห่งเพลิงจะปรากฏขึ้นในรูปแบบวงแหวนเพลิงผลาญ ซึ่งวงแหวนเพลิงผลาญ จะเคลื่อนที่ไปพร้อมกับตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น และโจมตีศัตรูที่อยู่โดยรอบเป็นระยะ สร้าง<pyro>ความเสียหายไฟ</pyro>ที่มีคุณสมบัติวิญญาณราตรี",
      "8": "<br/>",
      "9": "<strong>กดค้าง</strong>",
      "10": "\"ปลดปล่อยนามโบราณ\": อาวุธแห่งเพลิงจะปรากฏขึ้นในรูปแบบของล้อโลกันตร์ เมื่ออยู่ในสถานะนี้ Mavuika จะสามารถขี่รถล้อโลกันตร์ ด้วยความเร็วสูง หรือเปิดโมดูลขับเคลื่อนที่ซ่อนอยู่ด้านหลังของล้อโลกันตร์ เพื่อข้ามผ่านภูมิประเทศต่าง ๆ และร่อนอยู่ในอากาศเป็นเวลาสั้น ๆ ในขณะเดียวกัน การโจมตีปกติ, ชาร์จโจมตี และโจมตีพุ่งลงจากอากาศของ Mavuika จะเปลี่ยนเป็น<pyro>ความเสียหายไฟ</pyro>ที่มีคุณสมบัติวิญญาณราตรี และไม่สามารถซ้อนทับได้ด้วยธาตุอื่น; เมื่อพุ่งตัว จะสร้าง<pyro>ความเสียหายไฟ</pyro>ที่มีคุณสมบัติวิญญาณราตรี ให้กับศัตรูที่อยู่ในเส้นทาง",
      "11": "<br/>",
      "12": "เมื่ออยู่ในสถานะพรวิญญาณราตรี หากกดใช้สกิลธาตุ จะสามารถเปลี่ยนรูปแบบอาวุธแห่งเพลิงได้; อาวุธแห่งเพลิงจะหายไปเมื่อพรวิญญาณราตรีของ Mavuika สิ้นสุดลง",
      "13": "<br/>",
      "14": "<strong>พรวิญญาณราตรี - Mavuika</strong>",
      "15": "ใช้พรวิญญาณราตรีอย่างต่อเนื่อง ตามรูปแบบของอาวุธแห่งเพลิง พรวิญญาณราตรีของ Mavuika จะสิ้นสุด เมื่อค่าวิญญาณราตรีหมดลง",
      "16": "<br/>",
      "17": "<i>หากคุณบอก Mavuika ว่า ในโลกอื่นนั้น หากมีสิ่งที่คล้ายกับล้อโลกันตร์คันนี้ จะต้องมีป้ายทะเบียนที่ระบุไว้ด้วย เธอคงจะดีใจมาก:",
      "18": "\"นี่เป็นรถคันเดียวของที่นี่ ฉันก็สามารถเลือกทะเบียน ได้ตามใจเลยไม่ใช่รึไง?\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหายวงแหวนเพลิงผลาญ",
      "2": "ช่วงเวลาการโจมตีของวงแหวนเพลิงผลาญ",
      "3": "ความเสียหายขั้น 1 การโจมตีปกติล้อโลกันตร์",
      "4": "ความเสียหายขั้น 2 การโจมตีปกติล้อโลกันตร์",
      "5": "ความเสียหายขั้น 3 การโจมตีปกติล้อโลกันตร์",
      "6": "ความเสียหายขั้น 4 การโจมตีปกติล้อโลกันตร์",
      "7": "ความเสียหายขั้น 5 การโจมตีปกติล้อโลกันตร์",
      "8": "ความเสียหายล้อโลกันตร์ซิ่ง",
      "9": "ความเสียหายล้อโลกันตร์ชาร์จโจมตี",
      "10": "ความเสียหายล้อโลกันตร์ชาร์จโจมตีครั้งสุดท้าย",
      "11": "ความเสียหายพุ่งถึงพื้นของล้อโลกันตร์",
      "12": "ขีดจำกัดค่าวิญญาณราตรี",
      "13": "คูลดาวน์",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Hour of Burning Skies",
    "description": {
      "0": "ให้เสียงในใจของทุกคนดังไปถึงบัลลังก์เทพบนสวรรค์",
      "1": "<strong>ท่าไม้ตายของ Mavuika จะไม่ใช้พลังงานธาตุ แต่จะใช้ \"จิตวิญญาณต่อสู้\"</strong>",
      "2": "<br/>",
      "3": "<strong>จิตวิญญาณต่อสู้</strong>",
      "4": "เมื่อ Mavuika มีจิตวิญญาณต่อสู้อย่างน้อย 50% Mavuika จะสามารถใช้จิตวิญญาณต่อสู้ทั้งหมด เพื่อปล่อยท่าไม้ตายได้",
      "5": "Mavuika จะได้รับจิตวิญญาณต่อสู้ด้วยวิธีการดังต่อไปนี้:",
      "6": [
        "เมื่ออยู่ในสถานะการต่อสู้ ค่าวิญญาณราตรีที่ตัวละครในทีมที่อยู่ใกล้เคียงใช้ไป จะเปลี่ยนเป็นจิตวิญญาณต่อสู้ของ Mavuika;",
        "เมื่อการโจมตีปกติของตัวละครในทีมที่อยู่ใกล้เคียงโดนศัตรู Mavuika จะได้รับจิตวิญญาณต่อสู้ 1.5 หน่วย โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 0.1 วินาที"
      ],
      "7": "<br/>",
      "8": "หลังจากปล่อยสกิล Mavuika จะได้รับค่าวิญญาณราตรี 10 หน่วย และเข้าสู่สถานะพรวิญญาณราตรี จากนั้นจะขี่ล้อโลกันตร์ขึ้นไปในอากาศ และโจมตีศัตรูที่อยู่บนพื้นด้วยฟาดฟันอัสดงที่ทรงพลังหนึ่งครั้ง สร้าง<pyro>ความเสียหายไฟวงกว้าง</pyro>ที่มีคุณสมบัติวิญญาณราตรี และเข้าสู่สถานะ \"เตาหลอมเกิดและดับสูญ\"",
      "9": "<br/>",
      "10": "<strong>เตาหลอมเกิดและดับสูญ</strong>",
      "11": "ในช่วงเวลาต่อเนื่อง การกระทำต่าง ๆ ของ Mavuika จะไม่ใช้ค่าวิญญาณราตรีอีกต่อไป และความสามารถในการต้านทานการหยุดชะงักของ Mavuika จะเพิ่มขึ้น ขณะเดียวกัน การโจมตีปกติและชาร์จโจมตี จะสร้างความเสียหายในโหมดฟาดฟันอัสดง และ \"ปลดปล่อยนามโบราณ\" ตามค่าจิตวิญญาณต่อสู้ที่ปล่อยออกมา",
      "12": "สถานะ \"เตาหลอมเกิดและดับสูญ\" จะถูกลบล้างเมื่อ Mavuika ออกจากสนาม",
      "13": "<br/>",
      "14": "<i>\"แต่ครั้งนี้ ฉันอยากจะทำลายชะตากรรมนี้ ด้วยมือของฉันเอง\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ระยะเวลาต่อเนื่องของเตาหลอมเกิดและดับสูญ",
      "2": "ความเสียหายฟาดฟันอัสดง เพิ่มขึ้น",
      "3": "โบนัสความเสียหายโจมตีปกติ ของล้อโลกันตร์",
      "4": "โบนัสความเสียหายชาร์จโจมตี ของล้อโลกันตร์",
      "5": "คูลดาวน์",
      "6": "ขีดจำกัดจิตวิญญาณต่อสู้",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Gift of Flaming Flowers",
    "description": {
      "0": "เมื่อตัวละครในทีมที่อยู่ใกล้เคียงทำให้เกิด \"วิญญาณราตรีปะทุ\" พลังโจมตีของ Mavuika จะเพิ่มขึ้น 30% เป็นเวลา 10 วินาที"
    }
  },
  "passive2": {
    "name": "\"Kiongozi\"",
    "description": {
      "0": "หลังจากใช้ท่าไม้ตาย <strong>Hour of Burning Skies</strong> จิตวิญญาณต่อสู้แต่ละหน่วยจะทำให้ตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น สร้างความเสียหายเพิ่มขึ้น 0.2% ตามจิตวิญญาณต่อสู้ขณะปล่อย ซึ่งจะเพิ่มความเสียหายให้ตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นของทีมด้วยวิธีนี้มากสุด 40% โดยเอฟเฟกต์นี้จะคงอยู่เป็นเวลา 20 วินาที และจะค่อย ๆ ลดลงจนเหลือ 0 ในช่วงเวลาต่อเนื่อง"
    }
  },
  "passive3": {
    "name": "Night Realm's Gift: Exhaust Mode",
    "description": {
      "0": "เมื่อค่าวิญญาณราตรีหมดลง Mavuika จะสลับไปใช้โฟลจิสตัน เพื่อรักษาอาวุธแห่งเพลิง - ล้อโลกันตร์ของเธอให้คงอยู่",
      "1": "เมื่ออยู่ใน Natlan ที่มีพื้นที่กลไกโฟลจิสตัน จะสามารถทำการถ่ายโอนวิญญาณราตรี - Mavuika ได้ เมื่อตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นอยู่ในสถานะวิ่ง ปีน ว่ายน้ำ หรืออยู่ในสถานะเคลื่อนที่ด้วยพรสวรรค์ที่กำหนด หรืออยู่กลางอากาศในระดับหนึ่ง เมื่อสลับตัวละคร Mavuika เข้าสู่การต่อสู้ จะทำให้เกิดเหตุการณ์ต่อไปนี้: Mavuika จะเข้าสู่สถานะพรวิญญาณราตรี และได้รับค่าวิญญาณราตรีเท่ากับ 50% ของค่าวิญญาณราตรีสูงสุดของ Mavuika โดยทีมของตนเองสามารถทำให้เกิดการถ่ายโอนวิญญาณราตรีหนึ่งครั้ง ในทุก 10 วินาที"
    }
  },
  "passive": {
    "name": "Night-Shattering Radiance",
    "description": {
      "0": "ช่วงเวลาคูลดาวน์ของการถ่ายโอนวิญญาณราตรีที่ทีมสร้างลดลง 20%"
    }
  },
  "constellation1": {
    "name": "The Night-Lord's Explication",
    "description": {
      "0": "ขีดจำกัดค่าวิญญาณราตรีของ Mavuika เพิ่มขึ้น 120 หน่วย และอัตราการได้รับจิตวิญญาณต่อสู้เพิ่มขึ้น 25%",
      "1": "นอกจากนี้ หลังจากได้รับจิตวิญญาณต่อสู้ พลังโจมตีของ Mavuika จะเพิ่มขึ้น 40% เป็นเวลา 8 วินาที"
    }
  },
  "constellation2": {
    "name": "The Ashen Price",
    "description": {
      "0": "เมื่ออยู่ในสถานะพรวิญญาณราตรี พลังโจมตีพื้นฐานของ Mavuika จะเพิ่มขึ้น 200 หน่วย และจะได้รับเอฟเฟกต์ที่เกี่ยวข้อง ตามรูปแบบของอาวุธแห่งเพลิง:",
      "1": [
        "วงแหวนเพลิงผลาญ: พลังป้องกันของศัตรูที่อยู่ใกล้เคียงลดลง 20%;",
        "ล้อโลกันตร์: การโจมตีปกติ, ชาร์จโจมตี และฟาดฟันอัสดงจากท่าไม้ตาย <strong>Hour of Burning Skies</strong> ของ Mavuika จะสร้างความเสียหายเพิ่มขึ้น โดยปริมาณความเสียหายเท่ากับ 60%/90%/120% ของพลังโจมตีของ Mavuika"
      ]
    }
  },
  "constellation3": {
    "name": "The Burning Sun",
    "description": {
      "0": "เพิ่มเลเวลสกิลของท่าไม้ตาย <strong>Hour of Burning Skies</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "The Leader's Resolve",
    "description": {
      "0": "เอฟเฟกต์พรสวรรค์ติดตัว \"Kiongozi\" เพิ่มขึ้น:",
      "1": "เอฟเฟกต์การเพิ่มความเสียหายหลังจากปล่อยท่าไม้ตาย <strong>Hour of Burning Skies</strong> จะไม่ลดลงตามเวลาอีกต่อไป และจะได้รับโบนัสความเสียหายเพิ่มเติมอีก 10%",
      "2": "ต้องปลดล็อกพรสวรรค์ติดตัว \"Kiongozi\" ก่อน"
    }
  },
  "constellation5": {
    "name": "The Meaning of Truth",
    "description": {
      "0": "เพิ่มเลเวลสกิลของสกิลธาตุ <strong>The Named Moment</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "\"Humanity's Name\" Unfettered",
    "description": {
      "0": "อาวุธแห่งเพลิงจากสกิลธาตุ <strong>The Named Moment</strong> ได้รับการเสริมพลังทั้งหมด:",
      "1": [
        "วงแหวนเพลิงผลาญ: เมื่อการโจมตีของวงแหวนเพลิงผลาญโดนศัตรู จะมีล้อโลกันตร์หนึ่งคันพุ่งใส่ศัตรูที่โดนโจมตี สร้าง<pyro>ความเสียหายไฟวงกว้าง</pyro>ที่มีคุณสมบัติวิญญาณราตรีเท่ากับ 200% ของพลังโจมตี;",
        "ล้อโลกันตร์: เมื่อ Mavuika ขี่ล้อโลกันตร์ จะเรียก \"วงแหวนเพลิงผลาญ - แผดมลาย\" ติดตาม Mavuika ไปอย่างต่อเนื่อง ทำให้พลังป้องกันของศัตรูที่อยู่ใกล้เคียงลดลง 20% และทุก 3 วินาที จะสร้าง<pyro>ความเสียหายไฟวงกว้าง</pyro>ที่มีคุณสมบัติวิญญาณราตรีเท่ากับ 500% ของพลังโจมตี ให้แก่ศัตรูที่อยู่ใกล้เคียงหนึ่งครั้ง และความสามารถของ Mavuika ในการผ่านภูมิประเทศต่าง ๆ จะเพิ่มขึ้นอีกขั้น"
      ],
      "2": "<br/>",
      "3": "นอกจากนี้ เมื่อ Mavuika ขี่ล้อโลกันตร์ และไม่ได้อยู่ในสถานะต่อสู้ เมื่อค่าวิญญาณราตรีของ Mavuika ลดลงถึง 5 หน่วย จะได้รับค่าวิญญาณราตรี 80 หน่วย ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที"
    }
  }
}