{
  "burst": {
    "name": "Kazuha Slash",
    "description": {
      "0": "สุดยอดเทคนิคของ Kazuha คมมีดที่สะบั้นเฉือนราวกับพายุคลั่ง ซึ่งจะทำให้เกิด<anemo>ความเสียหายลมเป็นวงกว้าง</anemo>",
      "1": "มีดวายุจะสร้างอาณาเขตที่เรียกว่า \"Autumn Whirlwind\" ไว้ และสร้าง<anemo>ความเสียหายลม</anemo>ใส่ศัตรูที่อยู่ในนั้นเป็นระยะ ๆ",
      "2": "<br/>",
      "3": "<strong>การเปลี่ยนแปลงธาตุ</strong>",
      "4": "ในช่วงเวลาต่อเนื่องของ Autumn Whirlwind หากผสมเข้ากับ <hydro>ธาตุน้ำ</hydro>/<pyro>ธาตุไฟ</pyro>/<cryo>ธาตุน้ำแข็ง</cryo>/<electro>ธาตุไฟฟ้า</electro> จะได้รับคุณสมบัติของธาตุนั้น ๆ ไปด้วย และสร้างความเสียหายธาตุนั้นเพิ่มเติม",
      "5": "ในช่วงเวลาต่อเนื่องของสกิล การเปลี่ยนแปลงนี้ จะเกิดขึ้นเพียงครั้งเดียวเท่านั้น",
      "6": "<br/>",
      "7": "<i>\"เห็นชีวิตนิรันดร์เพียงแค่ชั่วขณะ ดั่งใบไม้ที่บ่งถึงฤดูใบไม้ผลิ ฉันอาศัยชั่วพริบตาในการสะบั้นใบเมเปิล เป็นการไถ่ถามอายุกาล...\"</i>"
    },
    "slashdmg": "ความเสียหายจากการฟัน",
    "skillParams": {
      "0": "ความเสียหายจากการฟัน",
      "1": "ความเสียหายต่อเนื่อง",
      "2": "ความเสียหายธาตุเพิ่มเติม",
      "3": "ระยะเวลาต่อเนื่อง",
      "4": "คูลดาวน์",
      "5": "พลังงานธาตุ",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "name": "Kaedehara Kazuha",
  "title": "ใบไม้แดงแห่งกระแสคลื่น",
  "description": "ซามูไรพเนจรจาก Inazuma ตอนนี้อาศัยอยู่กับกองเรือ \"Crux\" ของ Liyue มีนิสัยอ่อนโยนและรักอิสระ เก็บงำเหตุการณ์ในอดีตมากมายไว้ในใจ",
  "constellationName": "Acer Palmatum",
  "auto": {
    "name": "Garyuu Bladework",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "สามารถโจมตีต่อเนื่องได้ถึง 5 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่งเพื่อฟาดฟันดาบ ออกไปข้างหน้าสองครั้งในช่วงเวลาสั้น ๆ"
      },
      "plunging": {
        "0": "<strong>การโจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น หากการโจมตีพุ่งลงจากอากาศในครั้งนี้เกิดขึ้นจาก Chihayaburu จะถูกเปลี่ยนเป็นการโจมตีพุ่งลงจากอากาศ - Midare Ranzan"
      },
      "plunging_midare": {
        "0": "<strong>การโจมตีพุ่งลงจากอากาศ - Midare Ranzan</strong>",
        "1": "ความเสียหายของการโจมตีพุ่งลงจากอากาศที่ถูกใช้โดยสกิลธาตุ Chihayaburu จะเปลี่ยนเป็น<anemo>ความเสียหายลม</anemo> และเมื่อลงมายังพื้นแล้ว จะสร้างโพรงอากาศด้วยวิชาดาบลับที่จะดูดสิ่งของและศัตรูที่อยู่รอบ ๆ เข้าไป"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขั้น 5",
      "5": "ความเสียหายชาร์จโจมตี",
      "6": "ชาร์จโจมตีใช้พลังกาย",
      "7": "ความเสียหายพุ่งลง",
      "8": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Chihayaburu",
    "description": {
      "0": "ใช้ดาบที่รุนแรงราวกับสายลมที่โหมกระหน่ำในการดูดศัตรูและสิ่งของไปยังตำแหน่งที่กำหนด และทำให้ศัตรูในขอบเขตลอยขึ้น สร้าง<anemo>ความเสียหายลม</anemo> และดีดตัว Kazuha ลอยขึ้นไปในอากาศอย่างรวดเร็วด้วยกระแสลมที่รุนแรง",
      "1": "Kaedehara Kazuha จะคงอยู่ในอากาศเป็นเวลา 10 วินาที หลังจากลอยขึ้นไปในอากาศด้วยสกิลธาตุ Chihayaburu หากทำการโจมตีพุ่งลงจากอากาศ จะทำให้เกิดการโจมตีพุ่งลงจากอากาศ - Midare Ranzan ที่แสนรุนแรง",
      "2": "<br/>",
      "3": "<strong>กด</strong>",
      "4": "สามารถใช้เมื่ออยู่กลางอากาศได้",
      "5": "<br/>",
      "6": "<strong>กดค้าง</strong>",
      "7": "จะทำการชาร์จพลังแล้วปล่อย ซึ่งเมื่อเทียบกับการกดแล้ว จะทำวงกว้างขึ้นและสร้าง <anemo>ความเสียหายลม</anemo>ที่รุนแรงยิ่งขึ้น",
      "8": "<br/>",
      "9": "<strong>การโจมตีพุ่งลงจากอากาศ - Midare Ranzan</strong>",
      "10": "ความเสียหายของการโจมตีพุ่งลงจากอากาศที่ถูกใช้โดยสกิลธาตุ Chihayaburu จะเปลี่ยนเป็น<anemo>ความเสียหายลม</anemo> และเมื่อลงมายังพื้นแล้ว จะสร้างโพรงอากาศด้วยดาบที่จะดูดสิ่งของและศัตรูที่อยู่รอบ ๆ เข้ามา",
      "11": "ความเสียหายของ Midare Ranzan ถือเป็นความเสียหายการโจมตีพุ่งลงจากอากาศ",
      "12": "<br/>",
      "13": "<i>\"สายลมโศกพัดเมเปิลปลิดปลิว กาลเวลาแห่งเทวาและมนุษย์ยาวนาน ดั่งภูเขาในสารทฤดูร่วงโรยใบไม้แดง\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิลเมื่อกด",
      "1": "คูลดาวน์เมื่อกด",
      "2": "ความเสียหายสกิลเมื่อกดค้าง",
      "3": "คูลดาวน์เมื่อกดค้าง",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Soumon Swordsmanship",
    "description": {
      "0": "เมื่อใช้สกิล <strong>Chihayaburu</strong> แล้วผสมเข้ากับ <hydro>ธาตุน้ำ</hydro>/<pyro>ธาตุไฟ</pyro>/<cryo>ธาตุน้ำแข็ง</cryo>/<electro>ธาตุไฟฟ้า</electro> จะทำให้การโจมตีพุ่งลงจากอากาศ - Midare Ranzan ด้วยสกิล <strong>Chihayaburu</strong> ในครั้งนี้ เกิดการเปลี่ยนแปลงธาตุ และจะเพิ่มพลังโจมตีให้กับความเสียหายของธาตุที่เกี่ยวข้อง 200% ซึ่งเอฟเฟกต์ดังกล่าวจะถูกมองว่าเป็นความเสียหายของการโจมตีพุ่งลงจากอากาศ โดยระหว่างช่วงเวลาเอฟเฟกต์ของสกิล <strong>Chihayaburu</strong> ในแต่ละครั้ง จะเกิดการเปลี่ยนแปลงธาตุขึ้นได้เพียงครั้งเดียวเท่านั้น"
    }
  },
  "passive2": {
    "name": "Poetics of Fuubutsu",
    "description": {
      "0": "เมื่อ Kaedehara Kazuha สร้างปฏิกิริยากระจาย ความชำนาญธาตุแต่ละหน่วยของ Kaedehara Kazuha จะเพิ่มโบนัสความเสียหายธาตุที่เกี่ยวข้อง ให้กับตัวละครทั้งหมดในทีม 0.04% ต่อเนื่อง 8 วินาที ซึ่งโบนัสของธาตุที่แตกต่างกันที่เกิดขึ้นด้วยวิธีนี้จะได้รับพร้อมกัน"
    }
  },
  "passive3": {
    "name": "Cloud Strider",
    "description": {
      "0": "ลดอัตราการเสียพลังกายจากการวิ่ง ให้ตัวละครของตนเองที่อยู่ในทีมลง 20%",
      "1": "ไม่สามารถซ้อนทับพรสวรรค์ติดตัวที่เอฟเฟกต์เหมือนกันทุกประการได้"
    }
  },
  "constellation1": {
    "name": "Scarlet Hills",
    "description": {
      "0": "ลดเวลาคูลดาวน์ของสกิล <strong>Chihayaburu</strong> ลง 10%",
      "1": "และเมื่อใช้สกิล <strong>Kazuha Slash</strong> จะรีเซ็ตเวลาคูลดาวน์ของสกิล <strong>Chihayaburu</strong>"
    }
  },
  "constellation2": {
    "name": "Yamaarashi Tailwind",
    "description": {
      "0": "Autumn Whirlwind ของสกิล <strong>Kazuha Slash</strong> มีเอฟเฟกต์ดังต่อไปนี้:",
      "1": [
        "ภายในระยะเวลาต่อเนื่อง ความชำนาญธาตุของตัว Kaedehara Kazuha เองจะเพิ่มขึ้น 200 หน่วย;",
        "ความชำนาญธาตุของตัวละครที่เข้าร่วมการต่อสู้และอยู่ในพื้นที่จะเพิ่มขึ้น 200 หน่วย"
      ],
      "2": "<br/>",
      "3": "เอฟเฟกต์การเพิ่มความชำนาญธาตุของกลุ่มดาวดังกล่าวจะไม่ซ้อนทับกัน"
    }
  },
  "constellation3": {
    "name": "Maple Monogatari",
    "description": {
      "0": "เพิ่มเลเวลของสกิล <strong>Chihayaburu</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Oozora Genpou",
    "description": {
      "0": "เมื่อพลังงานธาตุของ Kaedehara Kazuha ต่ำกว่า 45 หน่วย จะมีเอฟเฟกต์ดังนี้:",
      "1": "เมื่อใช้สกิล <strong>Chihayaburu</strong> โดยการกด หรือ กดค้าง จะฟื้นฟูพลังงานธาตุ 3 และ 4 หน่วยให้กับ Kaedehara Kazuha ตามลำดับ;",
      "2": [
        "เมื่ออยู่ในสภาวะการบินร่อน จะฟื้นฟูพลังงานธาตุให้กับ Kaedehara Kazuha 2 หน่วยต่อวินาที"
      ]
    }
  },
  "constellation5": {
    "name": "Wisdom of Bansei",
    "description": {
      "0": "เพิ่มเลเวลของสกิล <strong>Kazuha Slash</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Crimson Momiji",
    "description": {
      "0": "ภายใน 5 วินาที หลังจาก Kaedehara Kazuha ใช้สกิล <strong>Chihayaburu</strong> หรือ <strong>Kazuha Slash</strong> จะได้รับ<anemo>พลังแห่งธาตุลม</anemo> และความชำนาญธาตุแต่ละหน่วยของ Kaedehara Kazuha จะทำให้ความเสียหายจากการโจมตีปกติ, ชาร์จโจมตี และโจมตีพุ่งลงจากอากาศของเขาเพิ่มขึ้น 0.2%"
    }
  }
}