{
  "name": "Bennett",
  "title": "ไฟแห่งโชคชะตา",
  "description": "เด็กหนุ่มนักผจญภัยแห่ง Mondstadt ผู้มาพร้อมความซวย ซึ่งไม่เข้ากันกับนิสัยใจดีมีเมตตาของเขาเลย",
  "constellationName": "Rota Calamitas",
  "auto": {
    "name": "Strike of Fortune",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "โจมตีด้วยดาบต่อเนื่องมากสุด 5 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่ง เพื่อปลดปล่อยดาบออกไปข้างหน้า 2 ครั้ง อย่างรวดเร็ว"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขั้น 5",
      "5": "ความเสียหายชาร์จโจมตี",
      "6": "ชาร์จโจมตีใช้พลังกาย",
      "7": "ความเสียหายพุ่งลง",
      "8": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Passion Overload",
    "description": {
      "0": "Bennett รวบรวมธาตุไฟ และความคลั่งไคล้ในการผจญภัยไว้บนดาบ โดยสิ่งที่จะเกิดขึ้นได้นั้น จะขึ้นอยู่กับระดับของการรวบรวมความคลั่งไคล้ของเขาเอง...",
      "1": "<br/>",
      "2": "<strong>กด</strong>",
      "3": "ฟาดฟันดาบไฟไปข้างหน้าอย่างรวดเร็ว ทำให้เกิด<pyro>ความเสียหายไฟ</pyro>",
      "4": "<br/>",
      "5": "<strong>กดค้าง</strong>",
      "6": "อ้างอิงจากระยะเวลาในการกดค้างเพื่อชาร์จพลัง การปลดปล่อยออกไป จะทำให้เกิดเอฟเฟกต์ที่แตกต่างกัน โดยขึ้นอยู่กับระดับของการชาร์จพลัง",
      "7": [
        "ชาร์จระดับ 1: ทำการโจมตี 2 ครั้ง เพื่อสร้าง<pyro>ความเสียหายไฟ</pyro> และซัดศัตรูให้กระเด็น;",
        "ชาร์จระดับ 2: ทำการโจมตีต่อเนื่อง 3 ครั้ง เพื่อสร้าง<pyro>ความเสียหายไฟ</pyro>อย่างรุนแรง ซึ่งการโจมตีครั้งสุดท้ายจะเกิดการระเบิด และซัด Bennett กับศัตรูให้กระเด็นลอยออกไปพร้อมกัน โดยที่ Bennett จะไม่ได้รับความเสียหาย เมื่อถูกซัดกระเด็น"
      ],
      "8": "<br/>",
      "9": "<i>รวบรวมความคลั่งไคล้และความฝันเอาไว้ กับธาตุไฟในการโจมตีแต่ละครั้ง แต่บางครั้งดูเหมือนว่าความคลั่งไคล้นั้น จะมากเกินไปหน่อย ทำให้ธาตุไฟระเบิดออกมาเป็นบางที</i>"
    },
    "skillParams": {
      "0": "ความเสียหายเมื่อกด",
      "1": "ความเสียหายชาร์จระดับ 1",
      "2": "ความเสียหายชาร์จขั้น 2",
      "3": "ความเสียหายการระเบิด",
      "4": "คูลดาวน์",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Fantastic Voyage",
    "description": {
      "0": "Bennett ทำการกระโดดโจมตี โดยจะเกิดเป็น<pyro>ความเสียหายไฟ</pyro> และสร้าง Inspiration Field ขึ้นมา",
      "1": "<br/>",
      "2": "<strong>Inspiration Field</strong>",
      "3": [
        "หากตัวละครที่อยู่ในพื้นที่มีพลังชีวิตต่ำกว่า หรือเท่ากับ 70% จะได้รับการฟื้นฟูพลังชีวิตอย่างต่อเนื่อง โดยปริมาณการฟื้นฟู จะขึ้นอยู่กับพลังชีวิตสูงสุดของ Bennett;",
        "หากตัวละครที่อยู่ในพื้นที่มีพลังชีวิตสูงกว่า 70% จะได้รับโบนัสพลังโจมตี โดยขึ้นอยู่กับพลังโจมตีพื้นฐานของ Bennett;",
        "ทำให้ตัวละครที่อยู่ในนั้น <pyro>ติดสถานะธาตุไฟ</pyro>"
      ],
      "4": "<br/>",
      "5": "<i>การเดินทางสำรวจทุกครั้ง ของกลุ่มนักผจญภัยของ Benny นั้น ล้วนเต็มไปด้วยความเสี่ยงที่คาดไม่ถึง มีเพียง Bennett ซึ่งเป็นสมาชิกคนเดียวเท่านั้น ที่พูดว่า มันช่างเป็น \"การเดินทางที่สุดยอด ตื่นเต้น แล้วก็สวยงาม\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "รักษาต่อเนื่อง",
      "2": "อัตราส่วนโบนัสโจมตี",
      "3": "ระยะเวลาต่อเนื่อง",
      "4": "คูลดาวน์",
      "5": "พลังงานธาตุ",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Rekindle",
    "description": {
      "0": "ลดเวลาคูลดาวน์ของ <strong>Passion Overload</strong> ลง 20%"
    }
  },
  "passive2": {
    "name": "Fearnaught",
    "description": {
      "0": "ภายในพื้นที่ของ <strong>Fantastic Voyage</strong> เอฟเฟกต์ของ <strong>Passion Overload</strong> จะมีดังนี้:",
      "1": [
        "ลดเวลาคูลดาวน์ลง 50%;",
        "การชาร์จระดับ 2 จะไม่ซัด Bennett ให้กระเด็น"
      ]
    }
  },
  "passive3": {
    "name": "It Should Be Safe...",
    "description": {
      "0": "เมื่อทำคำขอการออกสำรวจของ Mondstadt เวลาที่ใช้จะลดลง 25%"
    }
  },
  "constellation1": {
    "name": "Grand Expectation",
    "description": {
      "0": "เอฟเฟกต์เพิ่มพลังโจมตีของ <strong>Fantastic Voyage</strong> จะไม่ถูกจำกัดโดยค่าพลังชีวิตอีกต่อไป และจะเพิ่มขึ้นอีก 20% ตามพลังโจมตีพื้นฐานของ Bennett"
    }
  },
  "constellation2": {
    "name": "Impasse Conqueror",
    "description": {
      "0": "เมื่อพลังชีวิตของ Bennett ต่ำกว่า 70% จะเพิ่มประสิทธิภาพการฟื้นฟูพลังงานขึ้น 30%"
    }
  },
  "constellation3": {
    "name": "Unstoppable Fervor",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Passion Overload</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Unexpected Odyssey",
    "description": {
      "0": "ในขณะที่ปล่อยการชาร์จโจมตีขั้นหนึ่งของ <strong>Passion Overload</strong> เมื่อใช้การโจมตีปกติในระหว่างการโจมตีขั้นสองของสกิล จะสามารถปล่อยการโจมตีต่อเนื่องเพิ่มเติมได้",
      "1": "ความเสียหายของการโจมตีต่อเนื่อง จะเท่ากับ 135% ของการโจมตีขั้นสอง"
    }
  },
  "constellation5": {
    "name": "True Explorer",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Fantastic Voyage</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Fire Ventures with Me",
    "description": {
      "0": "ตัวละครในทีมที่ใช้อาวุธดาบ, ดาบใหญ่, หอก ที่อยู่ในพื้นที่ของ <strong>Fantastic Voyage</strong> ในขณะนั้น จะได้รับ<pyro>โบนัสความเสียหายไฟ</pyro> 15% และจะได้รับ<pyro>พลังแห่งไฟ</pyro>"
    }
  }
}