{
  "name": "Chongyun",
  "title": "ร่องรอยในหิมะ",
  "description": "นักปราบปีศาจแห่งตระกูลที่โด่งดังในการปราบภูตผี ต้องเหนื่อยยากกับการระงับ \"ร่างกายแห่งหยางบริสุทธิ์\" ของตนเองอยู่บ่อยครั้ง",
  "constellationName": "Nubis Caesor",
  "auto": {
    "name": "Demonbane",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "ฟาดฟันต่อเนื่องมากสุด 4 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายอย่างต่อเนื่องเพื่อหมุนโจมตีศัตรูรอบตัวด้วยดาบขนาดใหญ่",
        "2": "เมื่อหยุดหมุนจะทำการฟันเพิ่มอย่างรุนแรงอีกหนึ่งครั้ง"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขณะชาร์จโจมตี",
      "5": "ความเสียหายชาร์จโจมตีครั้งสุดท้าย",
      "6": "ชาร์จโจมตีใช้พลังกาย",
      "7": "ระยะเวลาต่อเนื่องสูงสุด",
      "8": "ความเสียหายพุ่งลง",
      "9": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Spirit Blade: Chonghua's Layered Frost",
    "description": {
      "0": "Chongyun ฟันดาบใหญ่ลงไปที่พื้น สร้างระเบิดน้ำแข็งในรัศมีพื้นที่วงกว้างด้านหน้าของเขา และสร้าง <cryo>ความเสียหายน้ำแข็ง</cryo>ให้กับศัตรู",
      "1": "จากนั้นไม่นาน ระเบิดน้ำแข็ง จะทำให้เกิดไอเย็นและรวมตัวกันเป็นพื้นที่ Chonghua Frost Field โดยที่ตัวละครที่ใช้ดาบ, ดาบใหญ่ หรือหอกภายในนั้น จะได้รับ<cryo>พลังแห่งน้ำแข็ง</cryo>",
      "2": "<br/>",
      "3": "<i>\"เมื่อ Linlang ส่งเสียง, ทุกสรรพสิ่งเงียบพลัน, แม่น้ำหยุดไหล,เมฆหนักไปด้วยเกล็ดหิมะ, เมื่อประตูแท่นบูชาเปิด, เหล่าวิญญาณร้ายหนีหาย\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ระยะเวลาที่อาวุธได้รับพลัง",
      "2": "ระยะเวลาต่อเนื่องในพื้นที่",
      "3": "คูลดาวน์",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Spirit Blade: Cloud-Parting Star",
    "description": {
      "0": "Chongyun ปิดผนึกลับ และเรียก ดาบวิญญาณ Spirit Blade ขนาดมหึมา 3 เล่ม ออกมาจากกลางอากาศ ด้านหน้าของเขา ในเวลาอันสั้น มันจะหล่นลงสู่พื้นทีละเล่มและ จะระเบิดเมื่อสัมผัสกับพื้น",
      "1": "เมื่อ Spirit Blade ระเบิด จะสร้าง <cryo>ความเสียหายน้ำแข็งวงกว้าง</cryo> และพุ่งไปโจมตีศัตรู",
      "2": "<br/>",
      "3": "<i>\"ฤทธิ์ดาบสะเทือนพสุธา เรียกเกล็ดหิมะขึ้นมา ดุจวาจาสิทธิ์!\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "คูลดาวน์",
      "2": "พลังงานธาตุ",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Steady Breathing",
    "description": {
      "0": "ตัวละครทั้งหมดที่ใช้อาวุธดาบ, ดาบใหญ่และหอกที่อยู่ในพื้นที่ของ <strong>Spirit Blade: Chonghua's Layered Frost</strong> ความเร็วในการโจมตีปกติจะเพิ่มขึ้น 8%"
    }
  },
  "passive2": {
    "name": "Rimechaser Blade",
    "description": {
      "0": "เมื่อพื้นที่ <strong>Spirit Blade: Chonghua's Layered Frost</strong> สลายไป จะเรียก Spirit Blade ออกมาเพิ่มหนึ่งเล่ม เพื่อโจมตีศัตรูที่อยู่ใกล้โดยอัตโนมัติ โดยจะสร้าง<cryo>ความเสียหายน้ำแข็งวงกว้าง</cryo>เป็น 100% ของความเสียหายสกิล Spirit Blade: Chonghua's Layered Frost ซึ่งศัตรูที่ถูกโจมตี จะถูกลด<cryo>ความต้านทานน้ำแข็ง</cryo>ลง 10% เป็นเวลา 8 วินาที"
    }
  },
  "passive3": {
    "name": "Gallant Journey",
    "description": {
      "0": "เมื่อทำคำขอการออกสำรวจของ Liyue เวลาที่ใช้จะลดลง 25%"
    }
  },
  "constellation1": {
    "name": "Ice Unleashed",
    "description": {
      "0": "ครั้งสุดท้ายของการโจมตีปกติ จะทำการปล่อยมีดน้ำแข็ง สามเล่มไปข้างหน้า โดยมีดแต่จะเล่มจะสร้าง <cryo>ความเสียหายน้ำแข็ง</cryo> เป็น 50% ของพลังการโจมตีของ Chongyun แก่ศัตรูที่อยู่ในเส้นทาง"
    }
  },
  "constellation2": {
    "name": "Atmospheric Revolution",
    "description": {
      "0": "ช่วงเวลาคูลดาวน์เมื่อใช้สกิลธาตุและท่าไม้ตาย ภายในพื้นที่ของ <strong>Spirit Blade: Chonghua's Layered Frost</strong> จะลดลง 15%"
    }
  },
  "constellation3": {
    "name": "Cloudburst",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Spirit Blade: Cloud-parting Star</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Frozen Skies",
    "description": {
      "0": "เมื่อ Chongyun โจมตีถูกศัตรูที่ได้รับผลกระทบจาก <cryo>ธาตุน้ำแข็ง</cryo> จะได้รับการฟื้นฟูพลังธาตุ 1 หน่วย",
      "1": "เอฟเฟกต์นี้จะใช้ได้หนึ่งครั้งในทุก 2 วินาที"
    }
  },
  "constellation5": {
    "name": "The True Path",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Spirit Blade: Chonghua's Layered Frost</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Rally of Four Blades",
    "description": {
      "0": "เมื่อ <strong>Spirit Blade: Cloud-parting Star</strong> สร้างความเสียหายแก่ศัตรูที่มีเปอร์เซ็นต์พลังชีวิตต่ำกว่า Chongyun ความเสียหายจะเพิ่มขึ้น 15%;",
      "1": "นอกจากนี้ในตอนที่ใช้งาน จะเรียกใบมีดวิญญาณเพิ่มขึ้นมาอีกหนึ่งเล่ม"
    }
  }
}