{
  "name": "Albedo",
  "title": "องค์ชายชอล์กขาว",
  "description": "อัจฉริยะที่ถูกขนานนามว่า \"Kreideprinz\" (องค์ชายชอล์กขาว) เป็นหัวหน้านักเล่นแร่แปรธาตุและหัวหน้าทีมสืบสวนของกองอัศวินแห่ง Favonius",
  "constellationName": "Princeps Cretaceus",
  "auto": {
    "name": "Favonius Bladework - Weiss",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "โจมตีด้วยดาบต่อเนื่องมากสุดห้าครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่ง เพื่อปลดปล่อยการโจมตีด้วยดาบ ออกไปข้างหน้าสองครั้งอย่างรวดเร็ว"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขั้น 5",
      "5": "ความเสียหายชาร์จโจมตี",
      "6": "ชาร์จโจมตีใช้พลังกาย",
      "7": "ความเสียหายพุ่งลง",
      "8": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Abiogenesis: Solar Isotoma",
    "description": {
      "0": "ใช้วิชาแปรธาตุสร้าง Solar Isotoma เพื่อทำให้เกิด<geo>ความเสียหายหินเป็นวงกว้าง</geo>",
      "1": "<br/>",
      "2": "<strong>Solar Isotoma</strong>",
      "3": "มีคุณสมบัติพิเศษดังต่อไปนี้:",
      "4": [
        "เมื่อศัตรูได้รับความเสียหายภายในพื้นที่ที่มี Solar Isotoma เป็นศูนย์กลาง จากนั้น Solar Isotoma จะสร้าง Transient Blossom ที่จะทำให้เกิด<geo>ความเสียหายหินวงกว้าง</geo> โดยความเสียหายที่สร้าง จะขึ้นอยู่กับพลังป้องกันของ Albedo",
        "ในทุก 2 วินาที จะสามารถทำให้เกิด Transient Blossom ได้เพียงครั้งเดียวเท่านั้น",
        "เมื่อตัวละครอยู่ในพื้นที่ของ Solar Isotoma แล้ว Solar Isotoma จะรวบรวมพลังธาตุหินและทำให้เกิดเป็นแท่นคริสตัลที่ยกตัวละครให้สูงขึ้น โดยจะสามารถมีแท่นคริสตัลพร้อมกันได้เพียงแท่นเดียวเท่านั้น",
        "ในช่วงเวลาเดียวกัน จะสามารถมี Solar Isotoma ที่ถูกสร้างขึ้นโดยตัวของ Albedo เองได้เพียงอันเดียวเท่านั้น และจะถูกมองว่าเป็น<geo>วัตถุธาตุหิน</geo>"
      ],
      "5": "<br/>",
      "6": "<strong>กดค้าง</strong>",
      "7": "สามารถปรับตำแหน่งการเกิดเอฟเฟกต์ของสกิลได้",
      "8": "<br/>",
      "9": "<i>ดอกไม้หินชนิดนี้มีคุณลักษณะพิเศษที่ไม่ธรรมดา ซึ่งสอดคล้องกับจุดประสงค์ของการเล่นแร่แปรธาตุ ถือกำเนิดขึ้นมาจากพื้นดิน แต่หวังเสมอว่าจะได้ขึ้นไปบนท้องฟ้า และกลายเป็นดวงตะวัน</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหาย Transient Blossom",
      "2": "ระยะเวลาต่อเนื่อง",
      "3": "คูลดาวน์สกิล",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Rite of Progeniture: Tectonic Tide",
    "description": {
      "0": "คริสตัลหินที่ปะทุขึ้นภายใต้คำสั่งของ Albedo จะทำให้เกิด <geo>ความเสียหายหินเป็นวงกว้าง</geo> ขึ้นที่ด้านหน้าของ Albedo",
      "1": "หากมี Solar Isotoma ที่สร้างขึ้นโดยตัวของ Albedo อยู่ จะสร้าง Fatal Blossoms ขึ้น 7 ดอก ภายในพื้นที่ของ Solar Isotoma โดยจะเบ่งบานขึ้นมาอย่างรุนแรงและทำให้เกิด<geo>ความเสียหายหินวงกว้าง</geo>",
      "2": "<br/>",
      "3": "ความเสียหายระเบิดพลังและความเสียหายของ Fatal Blossom จะไม่ทำให้เกิด Transient Blossoms",
      "4": "<br/>",
      "5": "<i>ด้วยคำสั่งของ Kreideprinz คลื่นแห่งวัตถุของพื้นโลกจะปะทุขึ้นมา</i>"
    },
    "skillParams": {
      "0": "ความเสียหายระเบิดพลัง",
      "1": "ความเสียหาย Fatal Blossom",
      "2": "คูลดาวน์",
      "3": "พลังงานธาตุ",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Calcite Might",
    "description": {
      "0": "Transient Blossom ที่เกิดจาก <strong>Abiogenesis: Solar Isotoma</strong> จะสร้างความเสียหายแก่ศัตรูที่มีพลังชีวิตต่ำกว่า 50% เพิ่มขึ้น 25%"
    }
  },
  "passive2": {
    "name": "Homuncular Nature",
    "description": {
      "0": "เมื่อใช้ <strong>Rite of Progeniture: Tectonic Tide</strong> จะเพิ่มความชำนาญธาตุให้แก่ตัวละครในทีมที่อยู่ใกล้ขึ้น 125 หน่วย เป็นเวลา 10 วินาที"
    }
  },
  "passive3": {
    "name": "Flash of Genius",
    "description": {
      "0": "เมื่อสร้างวัสดุเลื่อนขั้นอาวุธ จะมีโอกาส 10% ที่จะได้รับผลผลิตเพิ่มเป็น 2 เท่า"
    }
  },
  "constellation1": {
    "name": "Flower of Eden",
    "description": {
      "0": "เมื่อ Transient Blossom ที่เกิดขึ้นจาก <strong>Abiogenesis: Solar Isotoma</strong> ของ Albedo เบ่งบาน จะฟื้นฟูพลังงานธาตุ 1.2 หน่วย ให้แก่ตัวของ Albedo เอง"
    }
  },
  "constellation2": {
    "name": "Opening of Phanerozoic",
    "description": {
      "0": "เมื่อ Transient Blossom ที่เกิดจาก <strong>Abiogenesis: Solar Isotoma</strong> เบ่งบาน จะมอบเอฟเฟกต์ Fatal Reckoning ให้แก่ Albedo เป็นเวลา 30 วินาที:",
      "1": [
        "เมื่อปล่อย <strong>Rite of Progeniture: Tectonic Tide</strong> จะเป็นการล้างเอฟเฟกต์ทั้งหมดของ Fatal Reckoning และเพิ่มความเสียหายของ Rite of Progeniture: Tectonic Tide และ Fatal Blossom ตามจำนวนชั้นของเอฟเฟกต์ที่ถูกล้าง;",
        "Fatal Reckoning แต่ละชั้นที่ถูกใช้ จะเพิ่มความเสียหายเท่ากับ 30% ของพลังป้องกันของ Albedo ให้กับ Rite of Progeniture: Tectonic Tide และ Fatal Blossom;",
        "เอฟเฟกต์ดังกล่าวสามารถซ้อนทับได้มากสุด 4 ครั้ง"
      ]
    }
  },
  "constellation3": {
    "name": "Grace of Helios",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Abiogenesis: Solar Isotoma</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Descent of Divinity",
    "description": {
      "0": "ตัวละครในทีมที่เข้าร่วมการต่อสู้ในขณะนั้น และอยู่ในพื้นที่ของ Solar Isotoma จะสร้างความเสียหายจากการโจมตีพุ่งลงจากอากาศเพิ่มขึ้น 30%"
    }
  },
  "constellation5": {
    "name": "Tide of Hadean",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Rite of Progeniture: Tectonic Tide</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Dust of Purification",
    "description": {
      "0": "เมื่อตัวละครในทีมที่เข้าร่วมการต่อสู้ในขณะนั้น และอยู่ในพื้นที่ของ Solar Isotoma ได้รับการปกป้องโดยโล่ที่เกิดจากปฏิกิริยาตกผลึก ความเสียหายที่สร้างจะเพิ่มขึ้น 17%"
    }
  }
}