{
  "auto": {
    "name": "Foreign Blaze",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "โจมตีด้วยดาบต่อเนื่องมากสุด 5 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่ง เพื่อปลดปล่อยดาบออกไปข้างหน้าสองครั้งในช่วงเวลาสั้น ๆ"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขั้น 5",
      "5": "ความเสียหายชาร์จโจมตี",
      "6": "ชาร์จโจมตีใช้พลังกาย",
      "7": "ความเสียหายพุ่งลง",
      "8": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Flowfire Blade",
    "description": {
      "0": "เรียกเปลวไฟที่สามารถเผาผลาญผืนดิน และทำให้เกิดเอฟเฟกต์ที่แตกต่างกันไปตามการกดและกดค้าง",
      "1": "<br/>",
      "2": "<strong>กด</strong>",
      "3": "เรียกพลังแห่งไฟด้วยวิธีการอันร้อนแรง หลังจากปล่อย นักเดินทางจะได้รับค่าวิญญาณราตรี 42 หน่วย และเข้าสู่สถานะพรวิญญาณราตรี พร้อมทั้งเรียก \"กงล้อเพลิงโหม\" ที่ติดตามตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น",
      "4": "เมื่อกงล้อเพลิงโหมเข้าใกล้ศัตรู จะสร้าง<pyro>ความเสียหายไฟ</pyro>ที่มีคุณสมบัติวิญญาณราตรี ให้กับศัตรูที่อยู่ใกล้เคียงเป็นระยะ",
      "5": "<br/>",
      "6": "<strong>กดค้าง</strong>",
      "7": "เรียกพลังแห่งไฟด้วยวิธีการอันมั่นคง และสร้าง<pyro>ความเสียหายไฟวงกว้าง</pyro>ที่มีคุณสมบัติวิญญาณราตรี ให้กับศัตรูที่อยู่ใกล้เคียง หลังจากปล่อย นักเดินทางจะได้รับค่าวิญญาณราตรี 42 หน่วย และเข้าสู่สถานะพรวิญญาณราตรี พร้อมทั้งเรียก \"กงล้อแผดเผา\" ที่ติดตามตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น",
      "8": "เมื่อตัวละครในสนามที่อยู่ในกงล้อแผดเผา สร้างความเสียหายให้กับศัตรู กงล้อแผดเผาจะทำการประสานการโจมตี และสร้าง<pyro>ความเสียหายไฟ</pyro>ที่มีคุณสมบัติวิญญาณราตรี ตามพลังโจมตีของนักเดินทาง โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 3 วินาที",
      "9": "<br/>",
      "10": "<strong>พรวิญญาณราตรี - นักเดินทาง</strong>",
      "11": "ใช้ค่าวิญญาณราตรีอย่างต่อเนื่อง ซึ่งพรวิญญาณราตรีของนักเดินทางจะคงอยู่ได้นานสุด 12 วินาที และพรวิญญาณราตรีของนักเดินทางจะสิ้นสุด เมื่อค่าวิญญาณราตรีหมดลง เมื่อปล่อยสกิลธาตุอีกครั้งในช่วงเวลานี้ ค่าวิญญาณราตรีของนักเดินทางจะรีเฟรชเป็น 42 หน่วย",
      "12": "กงล้อเพลิงโหมและกงล้อแผดเผาจะหายไปเมื่อพรวิญญาณราตรีของนักเดินทางสิ้นสุดลง และกงล้อเพลิงโหมและกงล้อแผดเผาที่นักเดินทางเรียกออกมา จะสามารถคงอยู่ในเวลาเดียวกันเพียงหนึ่งอันเท่านั้น",
      "13": "<br/>",
      "14": "<i>คุณกับ Paimon เฝ้าสังเกตการเปลี่ยนสี ของเปลวไฟที่แผดเผา</i>"
    },
    "skillParams": {
      "0": "ความเสียหายกงล้อเพลิงโหม",
      "1": "ความเสียหายเมื่อกดค้าง",
      "2": "ความเสียหายกงล้อแผดเผา",
      "3": "ขีดจำกัดค่าวิญญาณราตรี",
      "4": "คูลดาวน์",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Plains Scorcher",
    "description": {
      "0": "รวบรวมเปลวไฟ ให้กลายเป็นตราสัญลักษณ์ เพื่อสร้าง<pyro>ความเสียหายไฟวงกว้าง</pyro>ที่มีคุณสมบัติวิญญาณราตรีให้กับศัตรูตรงหน้า และภายใน 4 วินาทีต่อมา จะฟื้นฟูค่าวิญญาณราตรีให้กับนักเดินทาง 7 หน่วย ในทุกวินาที",
      "1": "<br/>",
      "2": "<i>คุณกับ Paimon ศึกษาเงื่อนไขในการทำให้ไฟ ลุกไหม้อย่างไม่มีที่สิ้นสุด</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "คูลดาวน์",
      "2": "พลังงานธาตุ",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "True Flame of Incineration",
    "description": {
      "0": "เมื่อนักเดินทางมีค่าวิญญาณราตรีมากกว่า 20 หน่วย พื้นที่ผลกระทบของกงล้อเพลิงโหมและกงล้อแผดเผาจากสกิลธาตุ <strong>Flowfire Blade</strong> หลังจากโจมตีโดนศัตรูจะเพิ่มขึ้น"
    }
  },
  "passive2": {
    "name": "Embers Unspent",
    "description": {
      "0": "หลังจากตัวละครในสนามที่อยู่ใน<strong>กงล้อเพลิงโหม</strong>หรือ<strong>กงล้อแผดเผา</strong> ทำให้เกิด<pyro>ปฏิกิริยาเกี่ยวกับธาตุไฟ</pyro> จะฟื้นฟูพลังงานธาตุให้กับนักเดินทาง 5 หน่วย โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 12 วินาที นอกจากนี้ เมื่อตัวละครในทีมที่อยู่ในบริเวณใกล้เคียงทำให้เกิด \"วิญญาณราตรีปะทุ\" จะฟื้นฟูพลังงานธาตุให้กับนักเดินทาง 4 หน่วย"
    }
  },
  "constellation1": {
    "name": "Starfire's Flowing Light",
    "description": {
      "0": "ในช่วงเวลา<strong>กงล้อเพลิงโหม</strong>หรือ<strong>กงล้อแผดเผา</strong> ตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นจะสร้างความเสียหายเพิ่มขึ้น 6%; หากตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น อยู่ในสถานะพรวิญญาณราตรี จะสร้างความเสียหายเพิ่มขึ้นอีก 9%"
    }
  },
  "constellation2": {
    "name": "Ever-Lit Candle",
    "description": {
      "0": "ภายใน 12 วินาที หลังจากปล่อยสกิลธาตุ <strong>Flowfire Blade</strong> เมื่อตัวละครในทีมที่อยู่ใกล้เคียง ทำให้เกิด<pyro>ปฏิกิริยาเกี่ยวกับธาตุไฟ</pyro> จะฟื้นฟูพลังงานธาตุให้กับนักเดินทาง 14 หน่วย และทุกครั้งที่ปล่อยสกิลธาตุ <strong>Flowfire Blade</strong> จะสามารถฟื้นฟูค่าวิญญาณราตรีด้วยวิธีนี้ได้มากสุด 28 หน่วย"
    }
  },
  "constellation3": {
    "name": "Relayed Beacon",
    "description": {
      "0": "เพิ่มเลเวลสกิลของสกิลธาตุ <strong>Flowfire Blade</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Ravaging Flame",
    "description": {
      "0": "หลังจากปล่อยท่าไม้ตาย <strong>Plains Scorcher</strong> นักเดินทางจะได้รับ<pyro>โบนัสความเสียหายไฟ</pyro> 20% เป็นเวลา 9 วินาที"
    }
  },
  "constellation5": {
    "name": "The Fire Inextinguishable",
    "description": {
      "0": "เพิ่มเลเวลสกิลของท่าไม้ตาย <strong>Plains Scorcher</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "The Sacred Flame Imperishable",
    "description": {
      "0": "เมื่ออยู่ในสถานะพรวิญญาณราตรี การโจมตีปกติ, ชาร์จโจมตี และโจมตีพุ่งลงจากอากาศของนักเดินทาง จะเปลี่ยนเป็น<pyro>ความเสียหายไฟ</pyro>ที่มีคุณสมบัติวิญญาณราตรี และไม่สามารถซ้อนทับด้วยธาตุอื่นได้ และความแรงคริของการโจมตีนี้จะเพิ่มขึ้น 40%"
    }
  }
}