{
  "name": "Diluc",
  "title": "เงาแห่งรุ่งอรุณ",
  "description": "คุณชายสูงศักดิ์ผู้ครอบครองกิจการผลิตไวน์ใน Mondstadt ไปกว่าครึ่ง ไม่ว่าจะด้านกำลังทรัพย์ ชื่อเสียง หรือความสามารถ ก็ไม่มีใครเทียบเคียงได้ในสักทาง",
  "constellationName": "Noctua",
  "auto": {
    "name": "Tempered Sword",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "ฟาดฟันต่อเนื่องมากสุด 4 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายต่อเนื่อง เพื่อฟันโจมตีติดต่อกันอย่างรวดเร็ว",
        "2": "เมื่อชาร์จโจมตีสิ้นสุดลง จะทำการฟันอย่างรุนแรงเพิ่มอีก 1 ครั้ง"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขณะชาร์จโจมตี",
      "5": "ความเสียหายชาร์จโจมตีครั้งสุดท้าย",
      "6": "ชาร์จโจมตีใช้พลังกาย",
      "7": "ระยะเวลาต่อเนื่องสูงสุด",
      "8": "ความเสียหายพุ่งลง",
      "9": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Searing Onslaught",
    "description": {
      "0": "การกวัดแกว่งดาบใหญ่เพื่อฟาดฟันสิ่งที่อยู่ตรงหน้า จะสร้าง<pyro>ความเสียหายไฟ</pyro>ขึ้น",
      "1": "<br/>",
      "2": "โดยสามารถทำได้ 3 ครั้ง ติดต่อกัน",
      "3": "หากไม่ใช้ภายในระยะเวลาสั้น ๆ จะเข้าสู่ช่วงเวลาคูลดาวน์",
      "4": "<br/>",
      "5": "<i>สิ่งที่บ่งบอกถึงตัวตนของ Diluc นั้นคือ ความยุติธรรม ความกล้า และความรับผิดชอบ</i>"
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "คูลดาวน์",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Dawn",
    "description": {
      "0": "ระเบิดพลังงานไฟอันร้อนแรงออกมา เพื่อโจมตีศัตรูโดยรอบให้ถอยออกไป และเกิดเป็น<pyro>ความเสียหายธาตุไฟ</pyro> หลังจากนั้น เปลวไฟที่รวบรวมอยู่บนอาวุธจะปล่อยวิหคเพลิงออกไปยังข้างหน้า เพื่อสร้าง<pyro>ความเสียหายธาตุไฟ</pyro>ปริมาณมากแก่ศัตรูที่อยู่ในเส้นทาง โดยวิหคเพลิงจะระเบิดที่ปลายทาง และเกิดเป็น<pyro>ความเสียหายไฟวงกว้าง</pyro>อย่างรุนแรง",
      "1": "เปลวไฟอันร้อนแรงที่ควบแน่นอยู่บนอาวุธ จะมอบ<pyro>พลังแห่งไฟ</pyro>ให้แก่ Diluc",
      "2": "<br/>",
      "3": "<i>เหตุผลที่เลือกเดินในความมืดมิด ก็เพื่อนำมาซึ่งแสงสว่าง มองไปยังแสงที่สว่างขึ้นท่ามกลางเงาราตรีที่อยู่ไกลออกไป นั่นคือสิ่งที่บอกว่ารุ่งสางกำลังจะมาถึง</i>"
    },
    "skillParams": {
      "0": "ความเสียหายจากการฟัน",
      "1": "ความเสียหายต่อเนื่อง",
      "2": "ความเสียหายแรงระเบิด",
      "3": "คูลดาวน์",
      "4": "ระยะเวลาที่อาวุธได้รับพลัง",
      "5": "พลังงานธาตุ",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Relentless",
    "description": {
      "0": "การชาร์จโจมตีของ Diluc ใช้พลังกายลดลง 50% และเพิ่มระยะเวลาต่อเนื่องขึ้น 3 วินาที"
    }
  },
  "passive2": {
    "name": "Blessing of Phoenix",
    "description": {
      "0": "ช่วงเวลาคงอยู่ของ<pyro>พลังแห่งไฟ</pyro>ที่ได้จาก <strong>Dawn</strong> เพิ่มขึ้น 4 วินาที; นอกจากนี้ระหว่างช่วงเวลาที่เอฟเฟกต์คงอยู่ Diluc จะได้รับ<pyro>โบนัสความเสียหายไฟ</pyro>เพิ่ม 20%"
    }
  },
  "passive3": {
    "name": "Tradition of the Dawn Knight",
    "description": {
      "0": "เมื่อสร้างอาวุธประเภทดาบใหญ่ จะได้รับแร่ที่ใช้ในการหลอมคืน 15%"
    }
  },
  "constellation1": {
    "name": "Conviction",
    "description": {
      "0": "เมื่อเผชิญหน้ากับศัตรูที่มี พลังชีวิตสูงกว่า 50% Diluc จะสร้างความเสียหายเพิ่มขึ้น 15%"
    }
  },
  "constellation2": {
    "name": "Searing Ember",
    "description": {
      "0": "เมื่อ Diluc ได้รับความเสียหาย พลังโจมตีจะเพิ่มขึ้น 10% และความเร็วการโจมตีจะเพิ่มขึ้น 5% เป็นเวลา 10 วินาที",
      "1": "เอฟเฟกต์นี้จะเกิดการทับซ้อน ได้มากสุด 3 ครั้ง และเกิดขึ้นได้หนึ่งครั้งในทุก 1.5 วินาที"
    }
  },
  "constellation3": {
    "name": "Fire and Steel",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Searing Onslaught</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Flowing Flame",
    "description": {
      "0": "การใช้ <strong>Searing Onslaught</strong> อย่างเป็นจังหวะ สามารถเพิ่มความเสียหายที่สร้างในปริมาณมากขึ้น",
      "1": "2 วินาที หลังจากใช้ <strong>Searing Onslaught</strong> จะทำให้ความเสียหายของ Searing Onslaught ครั้งต่อไปเพิ่มขึ้น 40% ต่อเนื่อง 2 วินาที"
    }
  },
  "constellation5": {
    "name": "Phoenix, Harbinger of Dawn",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Dawn</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Flaming Sword, Nemesis of Dark",
    "description": {
      "0": "ภายในเวลา 6 วินาที หลังจากใช้ <strong>Searing Onslaught</strong> การโจมตีปกติ 2 ครั้ง หลังจากนั้นจะเพิ่มความเร็วขึ้น 30% และเพิ่มความเสียหายขึ้น 30%",
      "1": "นอกจากนี้ Searing Onslaught จะไม่รีเซ็ตจำนวนคอมโบ การโจมตีปกติอีกต่อไป"
    }
  }
}