{
  "name": "Qiqi",
  "title": "ความหนาวเย็นคืนชีพ",
  "description": "คนเก็บสมุนไพรและเด็กฝึกงานของร้านยา \"Bubu Pharmacy\" ซอมบี้ผู้มีผิวขาวซีดราวกับกระดาษ ไม่ค่อยพูดไม่ค่อยจาและไม่ค่อยแสดงอารมณ์",
  "constellationName": "Pristina Nola",
  "auto": {
    "name": "Ancient Sword Art",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "โจมตีด้วยดาบต่อเนื่องได้สูงสุด 5 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่ง เพื่อฟาดฟันดาบออกไปข้างหน้า 2 ครั้ง ในช่วงเวลาสั้น ๆ"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขั้น 5",
      "5": "ความเสียหายชาร์จโจมตี",
      "6": "ชาร์จโจมตีใช้พลังกาย",
      "7": "ความเสียหายพุ่งลง",
      "8": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Adeptus Art: Herald of Frost",
    "description": {
      "0": "ใช้เครื่องราง Icevein Talisman เพื่อเรียก Herald of Frost ออกมา และสร้าง <cryo>ความเสียหายน้ำแข็ง</cryo>ให้กับศัตรูโดยรอบ",
      "1": "<br/>",
      "2": "<strong>Herald of Frost</strong>",
      "3": [
        "เมื่อการโจมตีปกติหรือชาร์จโจมตีของ Qiqi โดนเป้าหมาย จะทำการฟื้นฟูพลังชีวิตให้แก่ตัวละครของคุณทั้งหมดในทีม รวมถึงตัวละครฝ่ายเดียวกันที่อยู่ใกล้ โดยปริมาณการฟื้นฟูจะขึ้นอยู่กับ พลังโจมตีของ Qiqi",
        "จะทำการฟื้นฟูพลังชีวิตให้แก่ตัวละครของตนเองที่เข้าต่อสู้ในขณะนั้นเป็นช่วง ๆ",
        "เคลื่อนที่ไปพร้อมกับตัวละคร เพื่อสร้าง<cryo>ความเสียหายน้ำแข็ง</cryo> แก่ศัตรูที่อยู่ในเส้นทาง"
      ],
      "4": "<br/>",
      "5": "<i>\"ฉันใช้สิ่งนี้เพื่อป้องกันอุณหภูมิสูงขึ้นและ ป้องกันการเน่าเปื่อย... อื้อ ใช่ ฉันพูดถึงวัตถุดิบยาแสนแพงของ คุณ Bai\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "การรักษาเมื่อโจมตี",
      "2": "การรักษาต่อเนื่อง",
      "3": "ความเสียหาย Herald of Frost",
      "4": "ระยะเวลาต่อเนื่อง",
      "5": "คูลดาวน์",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Adeptus Art: Preserver of Fortune",
    "description": {
      "0": "Qiqi ปลดปล่อยพลังแห่งเซียนที่ผนึกไว้ ในร่างของเธอ ทำสัญลักษณ์ Fortune-Preserving Talisman บนศัตรูที่อยู่ใกล้เคียง และสร้าง <cryo>ความเสียหายน้ำแข็ง</cryo>",
      "1": "<br/>",
      "2": "<strong>Fortune-Preserving Talisman</strong>",
      "3": "เมื่อศัตรูที่ได้รับผลกระทบของ Fortune-Preserving Talisman ได้รับความเสียหาย จะทำการฟื้นฟูพลังชีวิตให้แก่ตัวละคร ที่สร้างความเสียหาย",
      "4": "<br/>",
      "5": "<i>\"ชื่อจริงของฉันคือ ผู้พิทักษ์จากความชั่วร้าย เด็กผู้ไม่มีวันตาย\"</i>",
      "6": "<i> - Qiqi จำคำพูดพวกนี้ไม่ได้แล้ว</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ปริมาณการรักษา",
      "2": "ระยะเวลาต่อเนื่อง",
      "3": "เวลาคูลดาวน์",
      "4": "พลังงานธาตุ",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Life-Prolonging Methods",
    "description": {
      "0": "เมื่อตัวละครที่อยู่ภายใต้สภาวะ <strong>Adeptus Art: Herald of Frost</strong> ทำให้เกิดปฏิกิริยาทางธาตุขึ้น โบนัสการถูกรักษาจะเพิ่มขึ้น 20% เป็นเวลา 8 วินาที"
    }
  },
  "passive2": {
    "name": "A Glimpse into Arcanum",
    "description": {
      "0": "เมื่อ Qiqi โจมตีปกติหรือชาร์จโจมตีถูกศัตรู มีโอกาส 50% ที่จะใช้ Fortune-Preserving Talisman กับศัตรูเป็นเวลา 6 วินาที เอฟเฟกต์นี้จะเกิดขึ้นได้หนึ่งครั้งในทุก 30 วินาที"
    }
  },
  "passive3": {
    "name": "Former Life Memories",
    "description": {
      "0": "แสดงตำแหน่ง<strong>ของพิเศษเฉพาะใน Liyue</strong> บนมินิแมป"
    }
  },
  "constellation1": {
    "name": "Ascetics of Frost",
    "description": {
      "0": "เมื่อ Herald of Frost โจมตีถูกศัตรูที่โดน Fortune-Preserving Talisman ทำสัญลักษณ์ จะเป็นการฟื้นฟูพลังงานธาตุให้แก่ Qiqi 2 หน่วย"
    }
  },
  "constellation2": {
    "name": "Frozen to the Bone",
    "description": {
      "0": "เมื่อเผชิญหน้ากับศัตรูที่ได้รับ ผลกระทบจาก <cryo>ธาตุน้ำแข็ง</cryo> ความเสียหายของ การโจมตีปกติและชาร์จโจมตี ของ Qiqi จะเพิ่มขึ้น 15%"
    }
  },
  "constellation3": {
    "name": "Ascendant Praise",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Adeptus Art: Preserver of Fortune</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Divine Suppression",
    "description": {
      "0": "เป้าหมายที่ถูก Fortune-Preserving Talisman ทำสัญลักษณ์ที่แท้จริงไว้จะถูกลดพลังการโจมตีลง 20%"
    }
  },
  "constellation5": {
    "name": "Crimson Lotus Bloom",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Adeptus Art: Herald of Frost</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Rite of Resurrection",
    "description": {
      "0": "เมื่อใช้ <strong>Adeptus Art: Preserver of Fortune</strong> จะทำการฟื้นชีวิต ตัวละครทั้งหมดในทีมที่ หมดสติในบริเวณใกล้เคียง และฟื้นฟูพลังชีวิตให้ตัวละครดังกล่าว 50%",
      "1": "เอฟเฟกต์นี้จะใช้ได้หนึ่งครั้งในทุก 15 นาที"
    }
  }
}