{
  "ProtectiveCanopy": {
    "name": "Protective Canopy",
    "desc": "เพิ่มความต้านทานของธาตุทั้งหมด 15% เพิ่มความต้านกายภาพ 15%"
  },
  "FerventFlames": {
    "name": "Fervent Flames",
    "desc": "ลดระยะเวลาต่อเนื่องในการติดธาตุน้ำแข็งลง 40% เพิ่มพลังโจมตีขึ้น 25%"
  },
  "SoothingWater": {
    "name": "Soothing Water",
    "desc": "ลดระยะเวลาต่อเนื่องในการติดธาตุไฟลง 40% เพิ่มพลังชีวิตสูงสุดขึ้น 25%"
  },
  "ShatteringIce": {
    "name": "Shattering Ice",
    "desc": "ลดระยะเวลาต่อเนื่องในการติดธาตุไฟฟ้าลง 40% เมื่อโจมตีศัตรูที่ติดธาตุน้ำแข็งหรืออยู่ในสภาวะแช่แข็ง อัตราคริจะเพิ่มขึ้น 15%"
  },
  "HighVoltage": {
    "name": "High Voltage",
    "desc": "ลดระยะเวลาต่อเนื่องในการติดสถานะธาตุน้ำลง 40% และเมื่อเกิดปฏิกิริยานำไฟฟ้า, โอเวอร์โหลด, ชาร์จไฟฟ้า, ชาร์จจันทรา, ปลุกเร้า, บีบอัด และไฮเปอร์บลูม จะมีโอกาส 100% ที่จะดรอปอณูธาตุไฟฟ้า 1 อัน โดยจะมีช่วงเวลาคูลดาวน์ 5 วินาที"
  },
  "ImpetuousWinds": {
    "name": "Impetuous Winds",
    "desc": "ลดการใช้พลังกายลง 15% เพิ่มความเร็วการเคลื่อนที่ขึ้น 10% ลดเวลาคูลดาวน์สกิลลง 5%"
  },
  "EnduringRock": {
    "name": "Enduring Rock",
    "desc": "ประสิทธิภาพโล่ป้องกันเพิ่มขึ้น 15% นอกจากนี้เมื่อตัวละครได้รับการป้องกันจากโล่ Moondrift ที่เกิดจากปฏิกิริยาตกผลึกจันทราอยู่ใกล้เคียง จะมีคุณลักษณะพิเศษดังนี้: สร้างความเสียหายเพิ่มขึ้น 15%, เมื่อตัวละครสร้างความเสียหายแก่ศัตรู จะทำให้ความต้านทานหินของศัตรูลดลง 20% เป็นเวลา 15 วินาที"
  },
  "SprawlingGreenery": {
    "name": "Sprawling Greenery",
    "desc": "ความชำนาญธาตุเพิ่มขึ้น 50 หน่วย และหลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, งอกเงย และงอกเงยจันทรา ความชำนาญธาตุของตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียงจะเพิ่มขึ้น 30 หน่วย เป็นเวลา 6 วินาที หรือหลังจากเกิดปฏิกิริยาบีบอัด, แพร่ขยาย, ไฮเปอร์บลูม และเบ่งบาน ความชำนาญธาตุของตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียงจะเพิ่มขึ้น 20 หน่วย เป็นเวลา 6 วินาที โดยที่เอฟเฟกต์ข้างต้นจะคำนวณระยะเวลาต่อเนื่องแยกกัน"
  },
  "Moonsign": {
    "name": "ลัคนาจันทร์",
    "desc": {
      "0": "เมื่อมีตัวละครที่มีลัคนาจันทร์อยู่ในทีม จะได้รับระดับลัคนาจันทร์ที่สอดคล้องกัน ตามจำนวนของตัวละครที่มีลัคนาจันทร์",
      "1": "เมื่อระดับลัคนาจันทร์เป็น \"ลัคนาจันทร์ - จรัสแสง\" ตัวละครที่มีลัคนาจันทร์จะได้รับการเสริมพลัง ตัวละครที่ไม่มีลัคนาจันทร์ ก็สามารถมอบเอฟเฟกต์บัฟให้แก่ทีมได้เช่นกัน"
    },
    "nascentGleam": {
      "name": "แย้มแสง",
      "desc": "ตัวละครทั้งหมดในทีมจะได้รับเอฟเฟกต์ \"ลัคนาจันทร์ - แย้มแสง\""
    },
    "ascendantGleam": {
      "name": "จรัสแสง",
      "desc": {
        "0": {
          "0": "ตัวละครทั้งหมดในทีมจะได้รับเอฟเฟกต์ \"ลัคนาจันทร์ - จรัสแสง\" ซึ่งจะเสริมพลังเอฟเฟกต์สกิลและพรสวรรค์บางส่วนของตัวละครที่มีลัคนาจันทร์ เมื่อระดับลัคนาจันทร์เป็นจรัสแสง จะทำให้เกิดเอฟเฟกต์ที่เกี่ยวข้องของ \"ลัคนาจันทร์ - แย้มแสง\" ด้วยเช่นกัน เว้นแต่จะมีการระบุอย่างอื่น"
        },
        "1": {
          "0": "<br/>",
          "1": "นอกจากนี้ ภายใน 20 วินาที หลังจากที่ตัวละครอื่นนอกเหนือจากตัวละครลัคนาจันทร์ใช้สกิลธาตุหรือท่าไม้ตาย จะมอบเอฟเฟกต์เพิ่มความเสียหายของปฏิกิริยาประกายจันทร์ ให้แก่ตัวละครทั้งหมดที่อยู่ใกล้เคียงได้สูงสุด 36% โดยจะขึ้นอยู่กับประเภทของธาตุตัวละครนั้น ๆ และเอฟเฟกต์นี้ไม่สามารถซ้อนทับกันได้",
          "2": "หากประเภทของธาตุตัวละครคือ:",
          "3": " <pyro>ธาตุไฟ</pyro>, <electro>ธาตุไฟฟ้า</electro>, <cryo>ธาตุน้ำแข็ง</cryo>: ทุก 100 หน่วยของพลังโจมตี จะเพิ่มความเสียหายดังกล่าวขึ้น 0.9%",
          "4": "<hydro>ธาตุน้ำ</hydro>: ทุก 1,000 หน่วยของพลังชีวิตสูงสุด จะเพิ่มความเสียหายดังกล่าวขึ้น 0.6%",
          "5": "<geo>ธาตุหิน</geo>: ทุก 100 หน่วยของพลังป้องกัน จะเพิ่มความเสียหายดังกล่าวขึ้น 1%",
          "6": "<anemo>ธาตุลม</anemo>, <dendro>ธาตุไม้</dendro>: ทุก 100 หน่วยของความชำนาญธาตุ จะเพิ่มความเสียหายดังกล่าวขึ้น 2.25%"
        }
      }
    }
  },
  "Hexerei": {
    "name": "Hexerei: Secret Rite",
    "desc": {
      "0": "ตัวละครมนตราในทีมปัจจุบันได้รับการเสริมพลังไปอีกขั้น"
    }
  }
}