{
  "name": "Crane's Echoing Call",
  "description": {
    "0": "พัดล้ำค่าที่แกะสลักจากหยกบริสุทธิ์ เปี่ยมไปด้วยกลิ่นอายของพลังเซียนโบราณ"
  },
  "passiveName": "Cloudfall Axiom",
  "passiveDescription": {
    "0": {
      "0": "หลังจากตัวละครที่สวมใส่โจมตีพุ่งลงจากอากาศโดนศัตรู ความเสียหายโจมตีพุ่งลงจากอากาศของตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียงจะเพิ่มขึ้น <cryo>28%</cryo> เป็นเวลา 20 วินาที เมื่อการโจมตีพุ่งลงจากอากาศของตัวละครในทีม ที่อยู่ในบริเวณใกล้เคียงโดนศัตรู จะฟื้นฟูพลังงานธาตุให้ตัวละครที่สวมใส่ <cryo>2.5</cryo> หน่วย สามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 0.7 วินาที โดยจะยังคงสามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้ แม้ผู้สวมใส่ที่อยู่ในทีมจะไม่ได้เข้าร่วมการต่อสู้"
    },
    "1": {
      "0": "หลังจากตัวละครที่สวมใส่โจมตีพุ่งลงจากอากาศโดนศัตรู ความเสียหายโจมตีพุ่งลงจากอากาศของตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียงจะเพิ่มขึ้น <cryo>41%</cryo> เป็นเวลา 20 วินาที เมื่อการโจมตีพุ่งลงจากอากาศของตัวละครในทีม ที่อยู่ในบริเวณใกล้เคียงโดนศัตรู จะฟื้นฟูพลังงานธาตุให้ตัวละครที่สวมใส่ <cryo>2.75</cryo> หน่วย สามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 0.7 วินาที โดยจะยังคงสามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้ แม้ผู้สวมใส่ที่อยู่ในทีมจะไม่ได้เข้าร่วมการต่อสู้"
    },
    "2": {
      "0": "หลังจากตัวละครที่สวมใส่โจมตีพุ่งลงจากอากาศโดนศัตรู ความเสียหายโจมตีพุ่งลงจากอากาศของตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียงจะเพิ่มขึ้น <cryo>54%</cryo> เป็นเวลา 20 วินาที เมื่อการโจมตีพุ่งลงจากอากาศของตัวละครในทีม ที่อยู่ในบริเวณใกล้เคียงโดนศัตรู จะฟื้นฟูพลังงานธาตุให้ตัวละครที่สวมใส่ <cryo>3</cryo> หน่วย สามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 0.7 วินาที โดยจะยังคงสามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้ แม้ผู้สวมใส่ที่อยู่ในทีมจะไม่ได้เข้าร่วมการต่อสู้"
    },
    "3": {
      "0": "หลังจากตัวละครที่สวมใส่โจมตีพุ่งลงจากอากาศโดนศัตรู ความเสียหายโจมตีพุ่งลงจากอากาศของตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียงจะเพิ่มขึ้น <cryo>67%</cryo> เป็นเวลา 20 วินาที เมื่อการโจมตีพุ่งลงจากอากาศของตัวละครในทีม ที่อยู่ในบริเวณใกล้เคียงโดนศัตรู จะฟื้นฟูพลังงานธาตุให้ตัวละครที่สวมใส่ <cryo>3.25</cryo> หน่วย สามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 0.7 วินาที โดยจะยังคงสามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้ แม้ผู้สวมใส่ที่อยู่ในทีมจะไม่ได้เข้าร่วมการต่อสู้"
    },
    "4": {
      "0": "หลังจากตัวละครที่สวมใส่โจมตีพุ่งลงจากอากาศโดนศัตรู ความเสียหายโจมตีพุ่งลงจากอากาศของตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียงจะเพิ่มขึ้น <cryo>80%</cryo> เป็นเวลา 20 วินาที เมื่อการโจมตีพุ่งลงจากอากาศของตัวละครในทีม ที่อยู่ในบริเวณใกล้เคียงโดนศัตรู จะฟื้นฟูพลังงานธาตุให้ตัวละครที่สวมใส่ <cryo>3.5</cryo> หน่วย สามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 0.7 วินาที โดยจะยังคงสามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้ แม้ผู้สวมใส่ที่อยู่ในทีมจะไม่ได้เข้าร่วมการต่อสู้"
    }
  }
}