{
  "name": "Amenoma Kageuchi",
  "description": {
    "0": "ตามตำนานกล่าวกันว่า นี่คือดาบที่ถูกสั่งทำขึ้นเป็นพิเศษโดยซามูไรที่มีชื่อเสียง ซึ่งแม้แต่เท็งงุที่รวดเร็วดั่งสายฟ้า ก็ยังสามารถฟันให้ร่วงลงมาได้"
  },
  "passiveName": "Iwakura Succession",
  "passiveDescription": {
    "0": {
      "0": "หลังจากปล่อยสกิลธาตุ จะได้รับ Succession Seed 1 อัน ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 5 วินาที โดยที่ Succession Seed จะคงอยู่ 30 วินาที และในเวลาเดียวกันจะมีได้มากสุด 3 อัน เมื่อใช้ท่าไม้ตาย จะทำการดูดซับ Succession Seed ที่มีอยู่ทั้งหมด และ 2 วินาที หลังจากนั้น Succession Seed แต่ละอันที่ดูดซับไป จะฟื้นฟูพลังงานธาตุให้แก่ตัวละครนี้ <cryo>6</cryo> หน่วย"
    },
    "1": {
      "0": "หลังจากปล่อยสกิลธาตุ จะได้รับ Succession Seed 1 อัน ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 5 วินาที โดยที่ Succession Seed จะคงอยู่ 30 วินาที และในเวลาเดียวกันจะมีได้มากสุด 3 อัน เมื่อใช้ท่าไม้ตาย จะทำการดูดซับ Succession Seed ที่มีอยู่ทั้งหมด และ 2 วินาที หลังจากนั้น Succession Seed แต่ละอันที่ดูดซับไป จะฟื้นฟูพลังงานธาตุให้แก่ตัวละครนี้ <cryo>7.5</cryo> หน่วย"
    },
    "2": {
      "0": "หลังจากปล่อยสกิลธาตุ จะได้รับ Succession Seed 1 อัน ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 5 วินาที โดยที่ Succession Seed จะคงอยู่ 30 วินาที และในเวลาเดียวกันจะมีได้มากสุด 3 อัน เมื่อใช้ท่าไม้ตาย จะทำการดูดซับ Succession Seed ที่มีอยู่ทั้งหมด และ 2 วินาที หลังจากนั้น Succession Seed แต่ละอันที่ดูดซับไป จะฟื้นฟูพลังงานธาตุให้แก่ตัวละครนี้ <cryo>9</cryo> หน่วย"
    },
    "3": {
      "0": "หลังจากปล่อยสกิลธาตุ จะได้รับ Succession Seed 1 อัน ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 5 วินาที โดยที่ Succession Seed จะคงอยู่ 30 วินาที และในเวลาเดียวกันจะมีได้มากสุด 3 อัน เมื่อใช้ท่าไม้ตาย จะทำการดูดซับ Succession Seed ที่มีอยู่ทั้งหมด และ 2 วินาที หลังจากนั้น Succession Seed แต่ละอันที่ดูดซับไป จะฟื้นฟูพลังงานธาตุให้แก่ตัวละครนี้ <cryo>10.5</cryo> หน่วย"
    },
    "4": {
      "0": "หลังจากปล่อยสกิลธาตุ จะได้รับ Succession Seed 1 อัน ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 5 วินาที โดยที่ Succession Seed จะคงอยู่ 30 วินาที และในเวลาเดียวกันจะมีได้มากสุด 3 อัน เมื่อใช้ท่าไม้ตาย จะทำการดูดซับ Succession Seed ที่มีอยู่ทั้งหมด และ 2 วินาที หลังจากนั้น Succession Seed แต่ละอันที่ดูดซับไป จะฟื้นฟูพลังงานธาตุให้แก่ตัวละครนี้ <cryo>12</cryo> หน่วย"
    }
  }
}