{
  "name": "The Daybreak Chronicles",
  "description": {
    "0": "บทกวีทั้งหมดของการต่อสู้นั้นล้วนมากับสายลม และร่วงหล่นลงมาเป็นสุ้มเสียงแผ่วเบาบนสาย พลังที่รวบรวมอยู่ในนั้น เป็นเหมือนดั่งแสงแห่งรุ่งอรุณ ที่ตัดความมืดอันไร้ขอบเขตให้ขาดสะบั้น"
  },
  "passiveName": "Ode Beyond Time",
  "passiveDescription": {
    "0": {
      "0": "ผู้สวมใส่ได้รับ \"Stirring Dawn Breeze\": หลังออกจากสถานะต่อสู้ 3 วินาที การโจมตีปกติ, สกิลธาตุ และท่าไม้ตายจะสร้างความเสียหายเพิ่มขึ้น <cryo>60%</cryo> ขณะอยู่ในสถานะต่อสู้ เอฟเฟกต์เพิ่มความเสียหายดังกล่าวจะลดลง <cryo>10%</cryo> ทุกวินาที จนกว่าจะถึง 0%; เมื่อผู้สวมใส่โจมตีด้วยการโจมตีปกติ, สกิลธาตุ หรือท่าไม้ตายถูกศัตรู เอฟเฟกต์เพิ่มความเสียหายทุกประเภทข้างต้นจะเพิ่มขึ้น <cryo>10%</cryo> จนกว่าจะเพิ่มถึง <cryo>60%</cryo> การโจมตีแต่ละประเภทข้างต้นจะทำให้เกิดเอฟเฟกต์นี้ได้มากสุดหนึ่งครั้งทุก 0.1 วินาที และเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้",
      "1": "นอกจากนี้ เมื่อทีมมีเอฟเฟกต์ Hexerei: Secret Rite และผู้สวมใส่โจมตีด้วยการโจมตีปกติ, สกิลธาตุ หรือท่าไม้ตายถูกศัตรู จะกลายเป็นทำให้เอฟเฟกต์เพิ่มความเสียหายทุกประเภทเพิ่มขึ้น <cryo>20%</cryo>"
    },
    "1": {
      "0": "ผู้สวมใส่ได้รับ \"Stirring Dawn Breeze\": หลังออกจากสถานะต่อสู้ 3 วินาที การโจมตีปกติ, สกิลธาตุ และท่าไม้ตายจะสร้างความเสียหายเพิ่มขึ้น <cryo>75%</cryo> ขณะอยู่ในสถานะต่อสู้ เอฟเฟกต์เพิ่มความเสียหายดังกล่าวจะลดลง <cryo>12.5%</cryo> ทุกวินาที จนกว่าจะถึง 0%; เมื่อผู้สวมใส่โจมตีด้วยการโจมตีปกติ, สกิลธาตุ หรือท่าไม้ตายถูกศัตรู เอฟเฟกต์เพิ่มความเสียหายทุกประเภทข้างต้นจะเพิ่มขึ้น <cryo>12.5%</cryo> จนกว่าจะเพิ่มถึง <cryo>75%</cryo> การโจมตีแต่ละประเภทข้างต้นจะทำให้เกิดเอฟเฟกต์นี้ได้มากสุดหนึ่งครั้งทุก 0.1 วินาที และเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้",
      "1": "นอกจากนี้ เมื่อทีมมีเอฟเฟกต์ Hexerei: Secret Rite และผู้สวมใส่โจมตีด้วยการโจมตีปกติ, สกิลธาตุ หรือท่าไม้ตายถูกศัตรู จะกลายเป็นทำให้เอฟเฟกต์เพิ่มความเสียหายทุกประเภทเพิ่มขึ้น <cryo>25%</cryo>"
    },
    "2": {
      "0": "ผู้สวมใส่ได้รับ \"Stirring Dawn Breeze\": หลังออกจากสถานะต่อสู้ 3 วินาที การโจมตีปกติ, สกิลธาตุ และท่าไม้ตายจะสร้างความเสียหายเพิ่มขึ้น <cryo>90%</cryo> ขณะอยู่ในสถานะต่อสู้ เอฟเฟกต์เพิ่มความเสียหายดังกล่าวจะลดลง <cryo>15%</cryo> ทุกวินาที จนกว่าจะถึง 0%; เมื่อผู้สวมใส่โจมตีด้วยการโจมตีปกติ, สกิลธาตุ หรือท่าไม้ตายถูกศัตรู เอฟเฟกต์เพิ่มความเสียหายทุกประเภทข้างต้นจะเพิ่มขึ้น <cryo>15%</cryo> จนกว่าจะเพิ่มถึง <cryo>90%</cryo> การโจมตีแต่ละประเภทข้างต้นจะทำให้เกิดเอฟเฟกต์นี้ได้มากสุดหนึ่งครั้งทุก 0.1 วินาที และเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้",
      "1": "นอกจากนี้ เมื่อทีมมีเอฟเฟกต์ Hexerei: Secret Rite และผู้สวมใส่โจมตีด้วยการโจมตีปกติ, สกิลธาตุ หรือท่าไม้ตายถูกศัตรู จะกลายเป็นทำให้เอฟเฟกต์เพิ่มความเสียหายทุกประเภทเพิ่มขึ้น <cryo>30%</cryo>"
    },
    "3": {
      "0": "ผู้สวมใส่ได้รับ \"Stirring Dawn Breeze\": หลังออกจากสถานะต่อสู้ 3 วินาที การโจมตีปกติ, สกิลธาตุ และท่าไม้ตายจะสร้างความเสียหายเพิ่มขึ้น <cryo>105%</cryo> ขณะอยู่ในสถานะต่อสู้ เอฟเฟกต์เพิ่มความเสียหายดังกล่าวจะลดลง <cryo>17.5%</cryo> ทุกวินาที จนกว่าจะถึง 0%; เมื่อผู้สวมใส่โจมตีด้วยการโจมตีปกติ, สกิลธาตุ หรือท่าไม้ตายถูกศัตรู เอฟเฟกต์เพิ่มความเสียหายทุกประเภทข้างต้นจะเพิ่มขึ้น <cryo>17.5%</cryo> จนกว่าจะเพิ่มถึง <cryo>105%</cryo> การโจมตีแต่ละประเภทข้างต้นจะทำให้เกิดเอฟเฟกต์นี้ได้มากสุดหนึ่งครั้งทุก 0.1 วินาที และเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้",
      "1": "นอกจากนี้ เมื่อทีมมีเอฟเฟกต์ Hexerei: Secret Rite และผู้สวมใส่โจมตีด้วยการโจมตีปกติ, สกิลธาตุ หรือท่าไม้ตายถูกศัตรู จะกลายเป็นทำให้เอฟเฟกต์เพิ่มความเสียหายทุกประเภทเพิ่มขึ้น <cryo>35%</cryo>"
    },
    "4": {
      "0": "ผู้สวมใส่ได้รับ \"Stirring Dawn Breeze\": หลังออกจากสถานะต่อสู้ 3 วินาที การโจมตีปกติ, สกิลธาตุ และท่าไม้ตายจะสร้างความเสียหายเพิ่มขึ้น <cryo>120%</cryo> ขณะอยู่ในสถานะต่อสู้ เอฟเฟกต์เพิ่มความเสียหายดังกล่าวจะลดลง <cryo>20%</cryo> ทุกวินาที จนกว่าจะถึง 0%; เมื่อผู้สวมใส่โจมตีด้วยการโจมตีปกติ, สกิลธาตุ หรือท่าไม้ตายถูกศัตรู เอฟเฟกต์เพิ่มความเสียหายทุกประเภทข้างต้นจะเพิ่มขึ้น <cryo>20%</cryo> จนกว่าจะเพิ่มถึง <cryo>120%</cryo> การโจมตีแต่ละประเภทข้างต้นจะทำให้เกิดเอฟเฟกต์นี้ได้มากสุดหนึ่งครั้งทุก 0.1 วินาที และเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้",
      "1": "นอกจากนี้ เมื่อทีมมีเอฟเฟกต์ Hexerei: Secret Rite และผู้สวมใส่โจมตีด้วยการโจมตีปกติ, สกิลธาตุ หรือท่าไม้ตายถูกศัตรู จะกลายเป็นทำให้เอฟเฟกต์เพิ่มความเสียหายทุกประเภทเพิ่มขึ้น <cryo>40%</cryo>"
    }
  }
}