{
  "name": "Prospector's Drill",
  "description": {
    "0": "สว่านขุดเจาะแบบยาวที่หายากในปัจจุบัน มักใช้ในการสำรวจ ตัดหิน และแกะสลัก"
  },
  "passiveName": "Masons' Ditty",
  "passiveDescription": {
    "0": {
      "0": "เมื่อได้รับการรักษาหรือทำการรักษา จะได้รับสัญลักษณ์ Unity หนึ่งอัน เป็นเวลา 30 วินาที โดยสามารถมีสัญลักษณ์ Unity ได้สูงสุด 3 อัน เมื่อปล่อยสกิลธาตุหรือท่าไม้ตาย จะใช้สัญลักษณ์ Unity ทั้งหมด เพื่อสร้างเอฟเฟกต์ \"Struggle\" เป็นเวลา 10 วินาที: สัญลักษณ์ Unity แต่ละอันที่ใช้ไปจะทำให้พลังโจมตีเพิ่มขึ้น <cryo>3%</cryo> และโบนัสความเสียหายธาตุทั้งหมดเพิ่มขึ้น <cryo>7%</cryo> เอฟเฟกต์ Struggle สามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที เมื่อตัวละครอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ จะยังสามารถรับสัญลักษณ์ Unity ได้"
    },
    "1": {
      "0": "เมื่อได้รับการรักษาหรือทำการรักษา จะได้รับสัญลักษณ์ Unity หนึ่งอัน เป็นเวลา 30 วินาที โดยสามารถมีสัญลักษณ์ Unity ได้สูงสุด 3 อัน เมื่อปล่อยสกิลธาตุหรือท่าไม้ตาย จะใช้สัญลักษณ์ Unity ทั้งหมด เพื่อสร้างเอฟเฟกต์ \"Struggle\" เป็นเวลา 10 วินาที: สัญลักษณ์ Unity แต่ละอันที่ใช้ไปจะทำให้พลังโจมตีเพิ่มขึ้น <cryo>4%</cryo> และโบนัสความเสียหายธาตุทั้งหมดเพิ่มขึ้น <cryo>8.5%</cryo> เอฟเฟกต์ Struggle สามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที เมื่อตัวละครอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ จะยังสามารถรับสัญลักษณ์ Unity ได้"
    },
    "2": {
      "0": "เมื่อได้รับการรักษาหรือทำการรักษา จะได้รับสัญลักษณ์ Unity หนึ่งอัน เป็นเวลา 30 วินาที โดยสามารถมีสัญลักษณ์ Unity ได้สูงสุด 3 อัน เมื่อปล่อยสกิลธาตุหรือท่าไม้ตาย จะใช้สัญลักษณ์ Unity ทั้งหมด เพื่อสร้างเอฟเฟกต์ \"Struggle\" เป็นเวลา 10 วินาที: สัญลักษณ์ Unity แต่ละอันที่ใช้ไปจะทำให้พลังโจมตีเพิ่มขึ้น <cryo>5%</cryo> และโบนัสความเสียหายธาตุทั้งหมดเพิ่มขึ้น <cryo>10%</cryo> เอฟเฟกต์ Struggle สามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที เมื่อตัวละครอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ จะยังสามารถรับสัญลักษณ์ Unity ได้"
    },
    "3": {
      "0": "เมื่อได้รับการรักษาหรือทำการรักษา จะได้รับสัญลักษณ์ Unity หนึ่งอัน เป็นเวลา 30 วินาที โดยสามารถมีสัญลักษณ์ Unity ได้สูงสุด 3 อัน เมื่อปล่อยสกิลธาตุหรือท่าไม้ตาย จะใช้สัญลักษณ์ Unity ทั้งหมด เพื่อสร้างเอฟเฟกต์ \"Struggle\" เป็นเวลา 10 วินาที: สัญลักษณ์ Unity แต่ละอันที่ใช้ไปจะทำให้พลังโจมตีเพิ่มขึ้น <cryo>6%</cryo> และโบนัสความเสียหายธาตุทั้งหมดเพิ่มขึ้น <cryo>11.5%</cryo> เอฟเฟกต์ Struggle สามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที เมื่อตัวละครอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ จะยังสามารถรับสัญลักษณ์ Unity ได้"
    },
    "4": {
      "0": "เมื่อได้รับการรักษาหรือทำการรักษา จะได้รับสัญลักษณ์ Unity หนึ่งอัน เป็นเวลา 30 วินาที โดยสามารถมีสัญลักษณ์ Unity ได้สูงสุด 3 อัน เมื่อปล่อยสกิลธาตุหรือท่าไม้ตาย จะใช้สัญลักษณ์ Unity ทั้งหมด เพื่อสร้างเอฟเฟกต์ \"Struggle\" เป็นเวลา 10 วินาที: สัญลักษณ์ Unity แต่ละอันที่ใช้ไปจะทำให้พลังโจมตีเพิ่มขึ้น <cryo>7%</cryo> และโบนัสความเสียหายธาตุทั้งหมดเพิ่มขึ้น <cryo>13%</cryo> เอฟเฟกต์ Struggle สามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที เมื่อตัวละครอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ จะยังสามารถรับสัญลักษณ์ Unity ได้"
    }
  }
}