{
  "name": "Tome of the Eternal Flow",
  "description": {
    "0": "หนังสือคำสอนที่สืบทอดกันมาจากรุ่นสู่รุ่นภายในศูนย์ฝึกฝนใต้น้ำ แต่ตอนนี้ไม่มีใครรู้ถึงการมีอยู่ของมัน"
  },
  "passiveName": "Aeon Wave",
  "passiveDescription": {
    "0": {
      "0": "ค่าพลังชีวิตเพิ่มขึ้น <cryo>16%</cryo>; เมื่อค่าพลังชีวิตปัจจุบันเพิ่มขึ้นหรือลดลง ความเสียหายที่เกิดจากการชาร์จโจมตีจะเพิ่มขึ้น <cryo>14%</cryo> เป็นเวลา 4 วินาที ซ้อนทับได้มากสุด 3 ชั้น และเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.3 วินาที ซึ่งเมื่อซ้อนทับกันถึง 3 ชั้น หรือเมื่อช่วงเวลาต่อเนื่องของทั้ง 3 ชั้น ถูกรีเฟรช จะฟื้นฟูพลังงานธาตุ <cryo>8</cryo> หน่วย สามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 12 วินาที"
    },
    "1": {
      "0": "ค่าพลังชีวิตเพิ่มขึ้น <cryo>20%</cryo>; เมื่อค่าพลังชีวิตปัจจุบันเพิ่มขึ้นหรือลดลง ความเสียหายที่เกิดจากการชาร์จโจมตีจะเพิ่มขึ้น <cryo>18%</cryo> เป็นเวลา 4 วินาที ซ้อนทับได้มากสุด 3 ชั้น และเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.3 วินาที ซึ่งเมื่อซ้อนทับกันถึง 3 ชั้น หรือเมื่อช่วงเวลาต่อเนื่องของทั้ง 3 ชั้น ถูกรีเฟรช จะฟื้นฟูพลังงานธาตุ <cryo>9</cryo> หน่วย สามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 12 วินาที"
    },
    "2": {
      "0": "ค่าพลังชีวิตเพิ่มขึ้น <cryo>24%</cryo>; เมื่อค่าพลังชีวิตปัจจุบันเพิ่มขึ้นหรือลดลง ความเสียหายที่เกิดจากการชาร์จโจมตีจะเพิ่มขึ้น <cryo>22%</cryo> เป็นเวลา 4 วินาที ซ้อนทับได้สูงสุด 3 ชั้น และเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.3 วินาที ซึ่งเมื่อซ้อนทับกันถึง 3 ชั้น หรือเมื่อช่วงเวลาต่อเนื่องของทั้ง 3 ชั้น ถูกรีเฟรช จะฟื้นฟูพลังงานธาตุ <cryo>10</cryo> หน่วย สามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 12 วินาที"
    },
    "3": {
      "0": "ค่าพลังชีวิตเพิ่มขึ้น <cryo>28%</cryo>; เมื่อค่าพลังชีวิตปัจจุบันเพิ่มขึ้นหรือลดลง ความเสียหายที่เกิดจากการชาร์จโจมตีจะเพิ่มขึ้น <cryo>26%</cryo> เป็นเวลา 4 วินาที ซ้อนทับได้มากสุด 3 ชั้น และเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.3 วินาที ซึ่งเมื่อซ้อนทับกันถึง 3 ชั้น หรือเมื่อช่วงเวลาต่อเนื่องของทั้ง 3 ชั้น ถูกรีเฟรช จะฟื้นฟูพลังงานธาตุ <cryo>11</cryo> หน่วย สามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 12 วินาที"
    },
    "4": {
      "0": "ค่าพลังชีวิตเพิ่มขึ้น <cryo>32%</cryo>; เมื่อค่าพลังชีวิตปัจจุบันเพิ่มขึ้นหรือลดลง ความเสียหายที่เกิดจากการชาร์จโจมตีจะเพิ่มขึ้น <cryo>30%</cryo> เป็นเวลา 4 วินาที ซ้อนทับได้สูงสุด 3 ชั้น และเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.3 วินาที ซึ่งเมื่อซ้อนทับกันถึง 3 ชั้น หรือเมื่อช่วงเวลาต่อเนื่องของทั้ง 3 ชั้น ถูกรีเฟรช จะฟื้นฟูพลังงานธาตุ <cryo>12</cryo> หน่วย สามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 12 วินาที"
    }
  }
}