{
  "name": "Finale of the Deep",
  "description": {
    "0": "ดาบที่เงียบสงัดราวกับห้วงเหวลึกลับใต้ทะเล มันดูเก่าแก่ยิ่งกว่ายุคสมัยที่มันควรจะอยู่เสียอีก"
  },
  "passiveName": "An End Sublime",
  "passiveDescription": {
    "0": {
      "0": "เมื่อใช้สกิลธาตุ พลังโจมตีจะเพิ่มขึ้น <cryo>12%</cryo> เป็นเวลา 15 วินาที และได้รับ \"บ่วงพันธะชีวัน\" ที่มีค่า 25% ของพลังชีวิตสูงสุด โดยที่เอฟเฟกต์นี้จะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 10 วินาที เมื่อ \"บ่วงพันธะชีวัน\" ถูกลบล้าง พลังโจมตีจะเพิ่มขึ้น <cryo>2.4%</cryo> ของปริมาณที่ลบล้าง เป็นเวลา 15 วินาที โดยเพิ่มขึ้นสูงสุดไม่เกิน <cryo>150</cryo> หน่วย"
    },
    "1": {
      "0": "เมื่อใช้สกิลธาตุ พลังโจมตีจะเพิ่มขึ้น <cryo>15%</cryo> เป็นเวลา 15 วินาที และได้รับ \"บ่วงพันธะชีวัน\" ที่มีค่า 25% ของพลังชีวิตสูงสุด โดยที่เอฟเฟกต์นี้จะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 10 วินาที เมื่อ \"บ่วงพันธะชีวัน\" ถูกลบล้าง พลังโจมตีจะเพิ่มขึ้น <cryo>3%</cryo> ของปริมาณที่ลบล้าง เป็นเวลา 15 วินาที โดยเพิ่มขึ้นสูงสุดไม่เกิน <cryo>187.5</cryo> หน่วย"
    },
    "2": {
      "0": "เมื่อใช้สกิลธาตุ พลังโจมตีจะเพิ่มขึ้น <cryo>18%</cryo> เป็นเวลา 15 วินาที และได้รับ \"บ่วงพันธะชีวัน\" ที่มีค่า 25% ของพลังชีวิตสูงสุด โดยที่เอฟเฟกต์นี้จะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 10 วินาที เมื่อ \"บ่วงพันธะชีวัน\" ถูกลบล้าง พลังโจมตีจะเพิ่มขึ้น <cryo>3.6%</cryo> ของปริมาณที่ลบล้าง เป็นเวลา 15 วินาที โดยเพิ่มขึ้นสูงสุดไม่เกิน <cryo>225</cryo> หน่วย"
    },
    "3": {
      "0": "เมื่อใช้สกิลธาตุ พลังโจมตีจะเพิ่มขึ้น <cryo>21%</cryo> เป็นเวลา 15 วินาที และได้รับ \"บ่วงพันธะชีวัน\" ที่มีค่า 25% ของพลังชีวิตสูงสุด โดยที่เอฟเฟกต์นี้จะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 10 วินาที เมื่อ \"บ่วงพันธะชีวัน\" ถูกลบล้าง พลังโจมตีจะเพิ่มขึ้น <cryo>4.2%</cryo> ของปริมาณที่ลบล้าง เป็นเวลา 15 วินาที โดยเพิ่มขึ้นสูงสุดไม่เกิน <cryo>262.5</cryo> หน่วย"
    },
    "4": {
      "0": "เมื่อใช้สกิลธาตุ พลังโจมตีจะเพิ่มขึ้น <cryo>24%</cryo> เป็นเวลา 15 วินาที และได้รับ \"บ่วงพันธะชีวัน\" ที่มีค่า 25% ของพลังชีวิตสูงสุด โดยที่เอฟเฟกต์นี้จะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 10 วินาที เมื่อ \"บ่วงพันธะชีวัน\" ถูกลบล้าง พลังโจมตีจะเพิ่มขึ้น <cryo>4.8%</cryo> ของปริมาณที่ลบล้าง เป็นเวลา 15 วินาที โดยเพิ่มขึ้นสูงสุดไม่เกิน <cryo>300</cryo> หน่วย"
    }
  }
}