{
  "name": "Jadefall's Splendor",
  "description": {
    "0": "ภาชนะสำหรับประกอบพิธีกรรมซึ่งแกะสลักขึ้นจากหยกชิ้นงาม ส่งประกายแสงระยิบระยับของท้องฟ้า และผืนน้ำอันใสสะอาด"
  },
  "passiveName": "Primordial Jade Regalia",
  "passiveDescription": {
    "0": {
      "0": "ภายใน 3 วินาที หลังจากปล่อยท่าไม้ตาย หรือสร้างโล่ขึ้นมา จะเกิดเอฟเฟกต์ \"Primordial Jade Regalia\": ในทุก 2.5 วินาที จะฟื้นฟูพลังงานธาตุ <cryo>4.5</cryo> หน่วย และทุก 1,000 หน่วย ของค่าพลังชีวิตสูงสุดของผู้ใช้อาวุธนี้ จะทำให้โบนัสความเสียหายธาตุ ตามประเภทธาตุที่เกี่ยวข้องเพิ่มขึ้น <cryo>0.3%</cryo> โดยจะเพิ่มขึ้นได้มากสุดถึง <cryo>12%</cryo> และเมื่อตัวละครที่ใช้อาวุธนี้อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์ \"Primordial Jade Regalia\" จะยังคงเกิดขึ้นได้"
    },
    "1": {
      "0": "ภายใน 3 วินาที หลังจากปล่อยท่าไม้ตาย หรือสร้างโล่ขึ้นมา จะเกิดเอฟเฟกต์ \"Primordial Jade Regalia\": ในทุก 2.5 วินาที จะฟื้นฟูพลังงานธาตุ <cryo>5</cryo> หน่วย และทุก 1,000 หน่วย ของค่าพลังชีวิตสูงสุดของผู้ใช้อาวุธนี้ จะทำให้โบนัสความเสียหายธาตุ ตามประเภทธาตุที่เกี่ยวข้องเพิ่มขึ้น <cryo>0.5%</cryo> โดยจะเพิ่มขึ้นได้มากสุดถึง <cryo>20%</cryo> และเมื่อตัวละครที่ใช้อาวุธนี้อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์ \"Primordial Jade Regalia\" จะยังคงเกิดขึ้นได้"
    },
    "2": {
      "0": "ภายใน 3 วินาที หลังจากปล่อยท่าไม้ตาย หรือสร้างโล่ขึ้นมา จะเกิดเอฟเฟกต์ \"Primordial Jade Regalia\": ในทุก 2.5 วินาที จะฟื้นฟูพลังงานธาตุ <cryo>5.5</cryo> หน่วย และทุก 1,000 หน่วย ของค่าพลังชีวิตสูงสุดของผู้ใช้อาวุธนี้ จะทำให้โบนัสความเสียหายธาตุ ตามประเภทธาตุที่เกี่ยวข้องเพิ่มขึ้น <cryo>0.7%</cryo> โดยจะเพิ่มขึ้นได้มากสุดถึง <cryo>28%</cryo> และเมื่อตัวละครที่ใช้อาวุธนี้อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์ \"Primordial Jade Regalia\" จะยังคงเกิดขึ้นได้"
    },
    "3": {
      "0": "ภายใน 3 วินาที หลังจากปล่อยท่าไม้ตาย หรือสร้างโล่ขึ้นมา จะเกิดเอฟเฟกต์ \"Primordial Jade Regalia\": ในทุก 2.5 วินาที จะฟื้นฟูพลังงานธาตุ <cryo>6</cryo> หน่วย และทุก 1,000 หน่วย ของค่าพลังชีวิตสูงสุดของผู้ใช้อาวุธนี้ จะทำให้โบนัสความเสียหายธาตุ ตามประเภทธาตุที่เกี่ยวข้องเพิ่มขึ้น <cryo>0.9%</cryo> โดยจะเพิ่มขึ้นได้มากสุดถึง <cryo>36%</cryo> และเมื่อตัวละครที่ใช้อาวุธนี้อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์ \"Primordial Jade Regalia\" จะยังคงเกิดขึ้นได้"
    },
    "4": {
      "0": "ภายใน 3 วินาที หลังจากปล่อยท่าไม้ตาย หรือสร้างโล่ขึ้นมา จะเกิดเอฟเฟกต์ \"Primordial Jade Regalia\": ในทุก 2.5 วินาที จะฟื้นฟูพลังงานธาตุ <cryo>6.5</cryo> หน่วย และทุก 1,000 หน่วย ของค่าพลังชีวิตสูงสุดของผู้ใช้อาวุธนี้ จะทำให้โบนัสความเสียหายธาตุ ตามประเภทธาตุที่เกี่ยวข้องเพิ่มขึ้น <cryo>1.1%</cryo> โดยจะเพิ่มขึ้นได้มากสุดถึง <cryo>44%</cryo> และเมื่อตัวละครที่ใช้อาวุธนี้อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์ \"Primordial Jade Regalia\" จะยังคงเกิดขึ้นได้"
    }
  }
}