{
  "name": "Waveriding Whirl",
  "description": {
    "0": "บูมเมอแรงที่ทำจากเขี้ยวอสรพิษยักษ์ในทะเล สำหรับ Tupac แล้ว มันนับว่าเป็นอาวุธชิ้นโปรดที่หาได้ยากทีเดียว"
  },
  "passiveName": "Fangs Flying To and Fro",
  "passiveDescription": {
    "0": {
      "0": "ลดอัตราการใช้พลังกายในการว่ายน้ำลง 15% นอกจากนี้ ภายใน 10 วินาที หลังจากใช้สกิลธาตุ พลังชีวิตสูงสุดจะเพิ่มขึ้น <cryo>20%</cryo> และตัวละครธาตุน้ำทุก 1 ตัวที่อยู่ในทีม จะทำให้พลังชีวิตสูงสุดเพิ่มขึ้นอีก <cryo>12%</cryo> โดยจะสามารถเพิ่มด้วยวิธีนี้ได้มากสุด <cryo>24%</cryo> เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 15 วินาที"
    },
    "1": {
      "0": "ลดอัตราการใช้พลังกายในการว่ายน้ำลง 15% นอกจากนี้ ภายใน 10 วินาที หลังจากใช้สกิลธาตุ พลังชีวิตสูงสุดจะเพิ่มขึ้น <cryo>25%</cryo> และตัวละครธาตุน้ำทุก 1 ตัวที่อยู่ในทีม จะทำให้พลังชีวิตสูงสุดเพิ่มขึ้นอีก <cryo>15%</cryo> โดยจะสามารถเพิ่มด้วยวิธีนี้ได้มากสุด <cryo>30%</cryo> เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 15 วินาที"
    },
    "2": {
      "0": "ลดอัตราการใช้พลังกายในการว่ายน้ำลง 15% นอกจากนี้ ภายใน 10 วินาที หลังจากใช้สกิลธาตุ พลังชีวิตสูงสุดจะเพิ่มขึ้น <cryo>30%</cryo> และตัวละครธาตุน้ำทุก 1 ตัวที่อยู่ในทีม จะทำให้พลังชีวิตสูงสุดเพิ่มขึ้นอีก <cryo>18%</cryo> โดยจะสามารถเพิ่มด้วยวิธีนี้ได้มากสุด <cryo>36%</cryo> เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 15 วินาที"
    },
    "3": {
      "0": "ลดอัตราการใช้พลังกายในการว่ายน้ำลง 15% นอกจากนี้ ภายใน 10 วินาที หลังจากใช้สกิลธาตุ พลังชีวิตสูงสุดจะเพิ่มขึ้น <cryo>35%</cryo> และตัวละครธาตุน้ำทุก 1 ตัวที่อยู่ในทีม จะทำให้พลังชีวิตสูงสุดเพิ่มขึ้นอีก <cryo>21%</cryo> โดยจะสามารถเพิ่มด้วยวิธีนี้ได้มากสุด <cryo>42%</cryo> เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 15 วินาที"
    },
    "4": {
      "0": "ลดอัตราการใช้พลังกายในการว่ายน้ำลง 15% นอกจากนี้ ภายใน 10 วินาที หลังจากใช้สกิลธาตุ พลังชีวิตสูงสุดจะเพิ่มขึ้น <cryo>40%</cryo> และตัวละครธาตุน้ำทุก 1 ตัวที่อยู่ในทีม จะทำให้พลังชีวิตสูงสุดเพิ่มขึ้นอีก <cryo>24%</cryo> โดยจะสามารถเพิ่มด้วยวิธีนี้ได้มากสุด <cryo>48%</cryo> เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 15 วินาที"
    }
  }
}