{
  "name": "Surf's Up",
  "description": {
    "0": "ของที่ระลึกที่เดิมที จะมอบให้กับผู้ชนะใน \"การแข่งขันโต้คลื่นชิงแชมป์ ชนเผ่าครั้งที่หนึ่ง\" แต่เนื่องจากการแข่งขัน ยังอยู่ในช่วงเตรียมงาน ของรางวัลจึงถูกฝากไว้ที่ \"Leisurely Puffer\" ชั่วคราว โดยมีเจ้าของร้านเป็นผู้ดูแล"
  },
  "passiveName": "Aqua Remembrance",
  "passiveDescription": {
    "0": {
      "0": "พลังชีวิตสูงสุดเพิ่มขึ้น <cryo>20%</cryo>; ภายใน 14 วินาที หลังจากปล่อยสกิลธาตุ จะทำให้เกิดเอฟเฟกต์ต่อไปนี้ โดยเกิดขึ้นได้หนึ่งครั้ง ในทุก 15 วินาที: ได้รับ \"Scorching Summer\" 4 ชั้น โดยแต่ละชั้นจะทำให้การโจมตีปกติสร้างความเสียหายเพิ่มขึ้น <cryo>12%</cryo> ในช่วงเวลาต่อเนื่อง เกิดขึ้นได้หนึ่งครั้ง ในทุก 1.5 วินาที: หลังจากการโจมตีปกติโจมตีโดนศัตรู จะลบล้าง 1 ชั้น; เกิดขึ้นได้หนึ่งครั้ง ในทุก 1.5 วินาที: หลังจากทำให้เกิดปฏิกิริยาระเหยแก่ศัตรู จะเพิ่มขึ้น 1 ชั้น และเอฟเฟกต์ \"Scorching Summer\" ซ้อนทับได้มากสุด 4 ชั้น"
    },
    "1": {
      "0": "พลังชีวิตสูงสุดเพิ่มขึ้น <cryo>25%</cryo>; ภายใน 14 วินาที หลังจากปล่อยสกิลธาตุ จะทำให้เกิดเอฟเฟกต์ต่อไปนี้ โดยเกิดขึ้นได้หนึ่งครั้ง ในทุก 15 วินาที: ได้รับ \"Scorching Summer\" 4 ชั้น โดยแต่ละชั้นจะทำให้การโจมตีปกติสร้างความเสียหายเพิ่มขึ้น <cryo>15%</cryo> ในช่วงเวลาต่อเนื่อง เกิดขึ้นได้หนึ่งครั้ง ในทุก 1.5 วินาที: หลังจากการโจมตีปกติโจมตีโดนศัตรู จะลบล้าง 1 ชั้น; เกิดขึ้นได้หนึ่งครั้ง ในทุก 1.5 วินาที: หลังจากทำให้เกิดปฏิกิริยาระเหยแก่ศัตรู จะเพิ่มขึ้น 1 ชั้น และเอฟเฟกต์ \"Scorching Summer\" ซ้อนทับได้มากสุด 4 ชั้น"
    },
    "2": {
      "0": "พลังชีวิตสูงสุดเพิ่มขึ้น <cryo>30%</cryo>; ภายใน 14 วินาที หลังจากปล่อยสกิลธาตุ จะทำให้เกิดเอฟเฟกต์ต่อไปนี้ โดยเกิดขึ้นได้หนึ่งครั้ง ในทุก 15 วินาที: ได้รับ \"Scorching Summer\" 4 ชั้น โดยแต่ละชั้นจะทำให้การโจมตีปกติสร้างความเสียหายเพิ่มขึ้น <cryo>18%</cryo> ในช่วงเวลาต่อเนื่อง เกิดขึ้นได้หนึ่งครั้ง ในทุก 1.5 วินาที: หลังจากการโจมตีปกติโจมตีโดนศัตรู จะลบล้าง 1 ชั้น; เกิดขึ้นได้หนึ่งครั้ง ในทุก 1.5 วินาที: หลังจากทำให้เกิดปฏิกิริยาระเหยแก่ศัตรู จะเพิ่มขึ้น 1 ชั้น และเอฟเฟกต์ \"Scorching Summer\" ซ้อนทับได้มากสุด 4 ชั้น"
    },
    "3": {
      "0": "พลังชีวิตสูงสุดเพิ่มขึ้น <cryo>35%</cryo>; ภายใน 14 วินาที หลังจากปล่อยสกิลธาตุ จะทำให้เกิดเอฟเฟกต์ต่อไปนี้ โดยเกิดขึ้นได้หนึ่งครั้ง ในทุก 15 วินาที: ได้รับ \"Scorching Summer\" 4 ชั้น โดยแต่ละชั้นจะทำให้การโจมตีปกติสร้างความเสียหายเพิ่มขึ้น <cryo>21%</cryo> ในช่วงเวลาต่อเนื่อง เกิดขึ้นได้หนึ่งครั้ง ในทุก 1.5 วินาที: หลังจากการโจมตีปกติโจมตีโดนศัตรู จะลบล้าง 1 ชั้น; เกิดขึ้นได้หนึ่งครั้ง ในทุก 1.5 วินาที: หลังจากทำให้เกิดปฏิกิริยาระเหยแก่ศัตรู จะเพิ่มขึ้น 1 ชั้น และเอฟเฟกต์ \"Scorching Summer\" ซ้อนทับได้มากสุด 4 ชั้น"
    },
    "4": {
      "0": "พลังชีวิตสูงสุดเพิ่มขึ้น <cryo>40%</cryo>; ภายใน 14 วินาที หลังจากปล่อยสกิลธาตุ จะทำให้เกิดเอฟเฟกต์ต่อไปนี้ โดยเกิดขึ้นได้หนึ่งครั้ง ในทุก 15 วินาที: ได้รับ \"Scorching Summer\" 4 ชั้น โดยแต่ละชั้นจะทำให้การโจมตีปกติสร้างความเสียหายเพิ่มขึ้น <cryo>24%</cryo> ในช่วงเวลาต่อเนื่อง เกิดขึ้นได้หนึ่งครั้ง ในทุก 1.5 วินาที: หลังจากการโจมตีปกติโจมตีโดนศัตรู จะลบล้าง 1 ชั้น; เกิดขึ้นได้หนึ่งครั้ง ในทุก 1.5 วินาที: หลังจากทำให้เกิดปฏิกิริยาระเหยแก่ศัตรู จะเพิ่มขึ้น 1 ชั้น และเอฟเฟกต์ \"Scorching Summer\" ซ้อนทับได้มากสุด 4 ชั้น"
    }
  }
}