{
  "name": "Peak Patrol Song",
  "description": {
    "0": "ดาบยาวหินออบซิเดียนที่แหลมคมไร้เทียมทาน มีน้ำหนักเบาราวกับบทเพลง หลังจากผ่านการดัดแปลงจากช่างฝีมือคนหนึ่ง ก็ได้มีอุปกรณ์โฟลจิสตันแบบถอดออกได้ ซึ่งสามารถเล่นแผ่นเสียงได้เพิ่มเข้ามา"
  },
  "passiveName": "Halcyon Years Unending",
  "passiveDescription": {
    "0": {
      "0": "หลังจากการโจมตีปกติหรือโจมตีพุ่งลงจากอากาศโจมตีโดนศัตรู จะได้รับ \"บทเพลงแห่งบุปผา\": พลังป้องกันเพิ่มขึ้น <cryo>8%</cryo> และได้รับโบนัสความเสียหายธาตุทั้งหมด <cryo>10%</cryo> เอฟเฟกต์นี้จะคงอยู่เป็นเวลา 6 วินาที ซ้อนทับได้สูงสุด 2 ชั้น และเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 0.1 วินาที เมื่อเอฟเฟกต์นี้ซ้อนทับถึง 2 ชั้น หรือรีเฟรชระยะเวลาต่อเนื่องของชั้นที่ 2 ทุก 1,000 หน่วย ของพลังป้องกันของผู้สวมใส่ จะทำให้โบนัสความเสียหายธาตุทั้งหมดของตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียงเพิ่มขึ้น <cryo>8%</cryo> เพิ่มได้สูงสุด <cryo>25.6%</cryo> เป็นเวลา 15 วินาที"
    },
    "1": {
      "0": "หลังจากการโจมตีปกติหรือโจมตีพุ่งลงจากอากาศโจมตีโดนศัตรู จะได้รับ \"บทเพลงแห่งบุปผา\": พลังป้องกันเพิ่มขึ้น <cryo>10%</cryo> และได้รับโบนัสความเสียหายธาตุทั้งหมด <cryo>12.5%</cryo> เอฟเฟกต์นี้จะคงอยู่เป็นเวลา 6 วินาที ซ้อนทับได้สูงสุด 2 ชั้น และเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 0.1 วินาที เมื่อเอฟเฟกต์นี้ซ้อนทับถึง 2 ชั้น หรือรีเฟรชระยะเวลาต่อเนื่องของชั้นที่ 2 ทุก 1,000 หน่วย ของพลังป้องกันของผู้สวมใส่ จะทำให้โบนัสความเสียหายธาตุทั้งหมดของตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียงเพิ่มขึ้น <cryo>10%</cryo> เพิ่มได้สูงสุด <cryo>32%</cryo> เป็นเวลา 15 วินาที"
    },
    "2": {
      "0": "หลังจากการโจมตีปกติหรือโจมตีพุ่งลงจากอากาศโจมตีโดนศัตรู จะได้รับ \"บทเพลงแห่งบุปผา\": พลังป้องกันเพิ่มขึ้น <cryo>12%</cryo> และได้รับโบนัสความเสียหายธาตุทั้งหมด <cryo>15%</cryo> เอฟเฟกต์นี้จะคงอยู่เป็นเวลา 6 วินาที ซ้อนทับได้สูงสุด 2 ชั้น และเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 0.1 วินาที เมื่อเอฟเฟกต์นี้ซ้อนทับถึง 2 ชั้น หรือรีเฟรชระยะเวลาต่อเนื่องของชั้นที่ 2 ทุก 1,000 หน่วย ของพลังป้องกันของผู้สวมใส่ จะทำให้โบนัสความเสียหายธาตุทั้งหมดของตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียงเพิ่มขึ้น <cryo>12%</cryo> เพิ่มได้สูงสุด <cryo>38.4%</cryo> เป็นเวลา 15 วินาที"
    },
    "3": {
      "0": "หลังจากการโจมตีปกติหรือโจมตีพุ่งลงจากอากาศโจมตีโดนศัตรู จะได้รับ \"บทเพลงแห่งบุปผา\": พลังป้องกันเพิ่มขึ้น <cryo>14%</cryo> และได้รับโบนัสความเสียหายธาตุทั้งหมด <cryo>17.5%</cryo> เอฟเฟกต์นี้จะคงอยู่เป็นเวลา 6 วินาที ซ้อนทับได้สูงสุด 2 ชั้น และเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 0.1 วินาที เมื่อเอฟเฟกต์นี้ซ้อนทับถึง 2 ชั้น หรือรีเฟรชระยะเวลาต่อเนื่องของชั้นที่ 2 ทุก 1,000 หน่วย ของพลังป้องกันของผู้สวมใส่ จะทำให้โบนัสความเสียหายธาตุทั้งหมดของตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียงเพิ่มขึ้น <cryo>14%</cryo> เพิ่มได้สูงสุด <cryo>44.8%</cryo> เป็นเวลา 15 วินาที"
    },
    "4": {
      "0": "หลังจากการโจมตีปกติหรือโจมตีพุ่งลงจากอากาศโจมตีโดนศัตรู จะได้รับ \"บทเพลงแห่งบุปผา\": พลังป้องกันเพิ่มขึ้น <cryo>16%</cryo> และได้รับโบนัสความเสียหายธาตุทั้งหมด <cryo>20%</cryo> เอฟเฟกต์นี้จะคงอยู่เป็นเวลา 6 วินาที ซ้อนทับได้สูงสุด 2 ชั้น และเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 0.1 วินาที เมื่อเอฟเฟกต์นี้ซ้อนทับถึง 2 ชั้น หรือรีเฟรชระยะเวลาต่อเนื่องของชั้นที่ 2 ทุก 1,000 หน่วย ของพลังป้องกันของผู้สวมใส่ จะทำให้โบนัสความเสียหายธาตุทั้งหมดของตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียงเพิ่มขึ้น <cryo>16%</cryo> เพิ่มได้สูงสุด <cryo>51.2%</cryo> เป็นเวลา 15 วินาที"
    }
  }
}