{
  "name": "Reliquary of Truth",
  "description": {
    "0": "กล่องเขาที่แกะสลักขึ้น จากทองคำและหยก ในตำนานกล่าวว่า เคยได้รับการบูชา อยู่ในวิหารส่วนลึกแห่ง Tulaytullah ของนครแห่งไพลิน"
  },
  "passiveName": "Essence of Falsity",
  "passiveDescription": {
    "0": {
      "0": "อัตราคริเพิ่มขึ้น <cryo>8%</cryo>; เมื่อใช้สกิลธาตุ ผู้สวมใส่จะได้รับเอฟเฟกต์ \"Secret of Lies\": ความชำนาญธาตุเพิ่มขึ้น <cryo>80</cryo> หน่วย เป็นเวลา 12 วินาที และเมื่อผู้สวมใส่สร้างความเสียหายปฏิกิริยางอกเงยจันทราแก่ศัตรู จะได้รับเอฟเฟกต์ \"Moon of Truth\": ความแรงคริเพิ่มขึ้น <cryo>24%</cryo> เป็นเวลา 4 วินาที เมื่อมีเอฟเฟกต์ \"Secret of Lies\" และเอฟเฟกต์ \"Moon of Truth\" พร้อมกัน เอฟเฟกต์เหล่านี้จะเพิ่มขึ้น 50%"
    },
    "1": {
      "0": "อัตราคริเพิ่มขึ้น <cryo>10%</cryo>; เมื่อใช้สกิลธาตุ ผู้สวมใส่จะได้รับเอฟเฟกต์ \"Secret of Lies\": ความชำนาญธาตุเพิ่มขึ้น <cryo>100</cryo> หน่วย เป็นเวลา 12 วินาที และเมื่อผู้สวมใส่สร้างความเสียหายปฏิกิริยางอกเงยจันทราแก่ศัตรู จะได้รับเอฟเฟกต์ \"Moon of Truth\": ความแรงคริเพิ่มขึ้น <cryo>30%</cryo> เป็นเวลา 4 วินาที เมื่อมีเอฟเฟกต์ \"Secret of Lies\" และเอฟเฟกต์ \"Moon of Truth\" พร้อมกัน เอฟเฟกต์เหล่านี้จะเพิ่มขึ้น 50%"
    },
    "2": {
      "0": "อัตราคริเพิ่มขึ้น <cryo>12%</cryo>; เมื่อใช้สกิลธาตุ ผู้สวมใส่จะได้รับเอฟเฟกต์ \"Secret of Lies\": ความชำนาญธาตุเพิ่มขึ้น <cryo>120</cryo> หน่วย เป็นเวลา 12 วินาที และเมื่อผู้สวมใส่สร้างความเสียหายปฏิกิริยางอกเงยจันทราแก่ศัตรู จะได้รับเอฟเฟกต์ \"Moon of Truth\": ความแรงคริเพิ่มขึ้น <cryo>36%</cryo> เป็นเวลา 4 วินาที เมื่อมีเอฟเฟกต์ \"Secret of Lies\" และเอฟเฟกต์ \"Moon of Truth\" พร้อมกัน เอฟเฟกต์เหล่านี้จะเพิ่มขึ้น 50%"
    },
    "3": {
      "0": "อัตราคริเพิ่มขึ้น <cryo>14%</cryo>; เมื่อใช้สกิลธาตุ ผู้สวมใส่จะได้รับเอฟเฟกต์ \"Secret of Lies\": ความชำนาญธาตุเพิ่มขึ้น <cryo>140</cryo> หน่วย เป็นเวลา 12 วินาที และเมื่อผู้สวมใส่สร้างความเสียหายปฏิกิริยางอกเงยจันทราแก่ศัตรู จะได้รับเอฟเฟกต์ \"Moon of Truth\": ความแรงคริเพิ่มขึ้น <cryo>42%</cryo> เป็นเวลา 4 วินาที เมื่อมีเอฟเฟกต์ \"Secret of Lies\" และเอฟเฟกต์ \"Moon of Truth\" พร้อมกัน เอฟเฟกต์เหล่านี้จะเพิ่มขึ้น 50%"
    },
    "4": {
      "0": "อัตราคริเพิ่มขึ้น <cryo>16%</cryo>; เมื่อใช้สกิลธาตุ ผู้สวมใส่จะได้รับเอฟเฟกต์ \"Secret of Lies\": ความชำนาญธาตุเพิ่มขึ้น <cryo>160</cryo> หน่วย เป็นเวลา 12 วินาที และเมื่อผู้สวมใส่สร้างความเสียหายปฏิกิริยางอกเงยจันทราแก่ศัตรู จะได้รับเอฟเฟกต์ \"Moon of Truth\": ความแรงคริเพิ่มขึ้น <cryo>48%</cryo> เป็นเวลา 4 วินาที เมื่อมีเอฟเฟกต์ \"Secret of Lies\" และเอฟเฟกต์ \"Moon of Truth\" พร้อมกัน เอฟเฟกต์เหล่านี้จะเพิ่มขึ้น 50%"
    }
  }
}