{
  "name": "Symphonist of Scents",
  "description": {
    "0": "หอกรูปทรงคลาสสิก ว่ากันว่าครั้งหนึ่ง มันเคยเป็นไม้บาตอง ที่นักดนตรีผู้ยิ่งใหญ่ ใช้สร้างสะพานระหว่างท่วงทำนอง และประสาทรับรสชาติ"
  },
  "passiveName": "Seasoned Symphony",
  "passiveDescription": {
    "0": {
      "0": "พลังโจมตีเพิ่มขึ้น <cryo>12%</cryo>; เมื่อตัวละครที่ใช้อาวุธนี้อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ พลังโจมตีจะเพิ่มขึ้นอีก <cryo>12%</cryo> และหลังจากทำการรักษา ผู้ใช้อาวุธนี้และตัวละครที่ได้รับการรักษา จะได้รับเอฟเฟกต์ \"Sweet Echoes\" ซึ่งจะทำให้พลังโจมตีเพิ่มขึ้น <cryo>32%</cryo> เป็นเวลา 3 วินาที และเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้ใช้อาวุธนี้อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "1": {
      "0": "พลังโจมตีเพิ่มขึ้น <cryo>15%</cryo>; เมื่อตัวละครที่ใช้อาวุธนี้อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ พลังโจมตีจะเพิ่มขึ้นอีก <cryo>15%</cryo> และหลังจากทำการรักษา ผู้ใช้อาวุธนี้และตัวละครที่ได้รับการรักษา จะได้รับเอฟเฟกต์ \"Sweet Echoes\" ซึ่งจะทำให้พลังโจมตีเพิ่มขึ้น <cryo>40%</cryo> เป็นเวลา 3 วินาที และเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้ใช้อาวุธนี้อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "2": {
      "0": "พลังโจมตีเพิ่มขึ้น <cryo>18%</cryo>; เมื่อตัวละครที่ใช้อาวุธนี้อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ พลังโจมตีจะเพิ่มขึ้นอีก <cryo>18%</cryo> และหลังจากทำการรักษา ผู้ใช้อาวุธนี้และตัวละครที่ได้รับการรักษา จะได้รับเอฟเฟกต์ \"Sweet Echoes\" ซึ่งจะทำให้พลังโจมตีเพิ่มขึ้น <cryo>48%</cryo> เป็นเวลา 3 วินาที และเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้ใช้อาวุธนี้อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "3": {
      "0": "พลังโจมตีเพิ่มขึ้น <cryo>21%</cryo>; เมื่อตัวละครที่ใช้อาวุธนี้อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ พลังโจมตีจะเพิ่มขึ้นอีก <cryo>21%</cryo> และหลังจากทำการรักษา ผู้ใช้อาวุธนี้และตัวละครที่ได้รับการรักษา จะได้รับเอฟเฟกต์ \"Sweet Echoes\" ซึ่งจะทำให้พลังโจมตีเพิ่มขึ้น <cryo>56%</cryo> เป็นเวลา 3 วินาที และเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้ใช้อาวุธนี้อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "4": {
      "0": "พลังโจมตีเพิ่มขึ้น <cryo>24%</cryo>; เมื่อตัวละครที่ใช้อาวุธนี้อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ พลังโจมตีจะเพิ่มขึ้นอีก <cryo>24%</cryo> และหลังจากทำการรักษา ผู้ใช้อาวุธนี้และตัวละครที่ได้รับการรักษา จะได้รับเอฟเฟกต์ \"Sweet Echoes\" ซึ่งจะทำให้พลังโจมตีเพิ่มขึ้น <cryo>64%</cryo> เป็นเวลา 3 วินาที และเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้ใช้อาวุธนี้อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้"
    }
  }
}