{
  "name": "Key of Khaj-Nisut",
  "description": {
    "0": "หนึ่งในคู่คทาที่ทำจากออบซิเดียน ตามตำนานเล่าว่า ประตูสู่สรวงสวรรค์ที่ซ่อนอยู่ ณ จุดสิ้นสุดของทะเลทรายถูกเปิดออกโดยกุญแจดอกนี้"
  },
  "passiveName": "Sunken Song of the Sands",
  "passiveDescription": {
    "0": {
      "0": "ค่าพลังชีวิตเพิ่มขึ้น <cryo>20%</cryo> และเมื่อสกิลธาตุถูกศัตรู จะทำให้เกิดเอฟเฟกต์ Grand Hymn เป็นเวลา 20 วินาที: จะได้รับความชำนาญธาตุเพิ่ม <cryo>0.12%</cryo> ของพลังชีวิตสูงสุดของผู้ใช้ โดยที่ทุก 0.3 วินาที เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง และจะซ้อนทับได้มากสุด 3 ชั้น ซึ่งเมื่อเอฟเฟกต์นี้ ซ้อนทับกันถึง 3 ชั้น หรือเมื่อช่วงเวลาต่อเนื่องของทั้ง 3 ชั้น ถูกรีเฟรช จะเพิ่มความชำนาญธาตุให้แก่ตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียง <cryo>0.2%</cryo> ของพลังชีวิตสูงสุดของผู้ใช้ เป็นเวลา 20 วินาที"
    },
    "1": {
      "0": "ค่าพลังชีวิตเพิ่มขึ้น <cryo>25%</cryo> และเมื่อสกิลธาตุถูกศัตรู จะทำให้เกิดเอฟเฟกต์ Grand Hymn เป็นเวลา 20 วินาที: จะได้รับความชำนาญธาตุเพิ่ม <cryo>0.15%</cryo> ของพลังชีวิตสูงสุดของผู้ใช้ โดยที่ทุก 0.3 วินาที เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง และจะซ้อนทับได้มากสุด 3 ชั้น ซึ่งเมื่อเอฟเฟกต์นี้ ซ้อนทับกันถึง 3 ชั้น หรือเมื่อช่วงเวลาต่อเนื่องของทั้ง 3 ชั้น ถูกรีเฟรช จะเพิ่มความชำนาญธาตุให้แก่ตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียง <cryo>0.25%</cryo> ของพลังชีวิตสูงสุดของผู้ใช้ เป็นเวลา 20 วินาที"
    },
    "2": {
      "0": "ค่าพลังชีวิตเพิ่มขึ้น <cryo>30%</cryo> และเมื่อสกิลธาตุถูกศัตรู จะทำให้เกิดเอฟเฟกต์ Grand Hymn เป็นเวลา 20 วินาที: จะได้รับความชำนาญธาตุเพิ่ม <cryo>0.18%</cryo> ของพลังชีวิตสูงสุดของผู้ใช้ โดยที่ทุก 0.3 วินาที เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง และจะซ้อนทับได้มากสุด 3 ชั้น ซึ่งเมื่อเอฟเฟกต์นี้ ซ้อนทับกันถึง 3 ชั้น หรือเมื่อช่วงเวลาต่อเนื่องของทั้ง 3 ชั้น ถูกรีเฟรช จะเพิ่มความชำนาญธาตุให้แก่ตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียง <cryo>0.3%</cryo> ของพลังชีวิตสูงสุดของผู้ใช้ เป็นเวลา 20 วินาที"
    },
    "3": {
      "0": "ค่าพลังชีวิตเพิ่มขึ้น <cryo>35%</cryo> และเมื่อสกิลธาตุถูกศัตรู จะทำให้เกิดเอฟเฟกต์ Grand Hymn เป็นเวลา 20 วินาที: จะได้รับความชำนาญธาตุเพิ่ม <cryo>0.21%</cryo> ของพลังชีวิตสูงสุดของผู้ใช้ โดยที่ทุก 0.3 วินาที เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง และจะซ้อนทับได้มากสุด 3 ชั้น ซึ่งเมื่อเอฟเฟกต์นี้ ซ้อนทับกันถึง 3 ชั้น หรือเมื่อช่วงเวลาต่อเนื่องของทั้ง 3 ชั้น ถูกรีเฟรช จะเพิ่มความชำนาญธาตุให้แก่ตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียง <cryo>0.35%</cryo> ของพลังชีวิตสูงสุดของผู้ใช้ เป็นเวลา 20 วินาที"
    },
    "4": {
      "0": "ค่าพลังชีวิตเพิ่มขึ้น <cryo>40%</cryo> และเมื่อสกิลธาตุถูกศัตรู จะทำให้เกิดเอฟเฟกต์ Grand Hymn เป็นเวลา 20 วินาที: จะได้รับความชำนาญธาตุเพิ่ม <cryo>0.24%</cryo> ของพลังชีวิตสูงสุดของผู้ใช้ โดยที่ทุก 0.3 วินาที เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง และจะซ้อนทับได้มากสุด 3 ชั้น ซึ่งเมื่อเอฟเฟกต์นี้ ซ้อนทับกันถึง 3 ชั้น หรือเมื่อช่วงเวลาต่อเนื่องของทั้ง 3 ชั้น ถูกรีเฟรช จะเพิ่มความชำนาญธาตุให้แก่ตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียง <cryo>0.4%</cryo> ของพลังชีวิตสูงสุดของผู้ใช้ เป็นเวลา 20 วินาที"
    }
  }
}