{
  "name": "Bloodsoaked Ruins",
  "description": {
    "0": "หอกที่ถูกย้อมจนกลายเป็นสีดำ ท่ามกลางการต่อสู้อันยาวนาน ทอประกายแสงอันเป็นเอกลักษณ์ ใต้แสงไฟสีน้ำเงิน"
  },
  "passiveName": "Mournful Tribute",
  "passiveDescription": {
    "0": {
      "0": "ภายใน 3.5 วินาที หลังจากใช้ท่าไม้ตาย ผู้สวมใส่จะสร้างความเสียหายจากปฏิกิริยาชาร์จจันทราแก่ศัตรูเพิ่มขึ้น <cryo>36%</cryo> นอกจากนี้ หลังจากผู้สวมใส่ทำให้เกิดปฏิกิริยาชาร์จจันทรา จะได้รับ \"Requiem of Ruin\": ความแรงคริเพิ่มขึ้น <cryo>28%</cryo> เป็นเวลา 6 วินาที และฟื้นฟูพลังงานธาตุให้กับผู้สวมใส่ <cryo>12</cryo> หน่วย โดยสามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 14 วินาที"
    },
    "1": {
      "0": "ภายใน 3.5 วินาที หลังจากใช้ท่าไม้ตาย ผู้สวมใส่จะสร้างความเสียหายจากปฏิกิริยาชาร์จจันทราแก่ศัตรูเพิ่มขึ้น <cryo>48%</cryo> นอกจากนี้ หลังจากผู้สวมใส่ทำให้เกิดปฏิกิริยาชาร์จจันทรา จะได้รับ \"Requiem of Ruin\": ความแรงคริเพิ่มขึ้น <cryo>35%</cryo> เป็นเวลา 6 วินาที และฟื้นฟูพลังงานธาตุให้กับผู้สวมใส่ <cryo>13</cryo> หน่วย โดยสามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 14 วินาที"
    },
    "2": {
      "0": "ภายใน 3.5 วินาที หลังจากใช้ท่าไม้ตาย ผู้สวมใส่จะสร้างความเสียหายจากปฏิกิริยาชาร์จจันทราแก่ศัตรูเพิ่มขึ้น <cryo>60%</cryo> นอกจากนี้ หลังจากผู้สวมใส่ทำให้เกิดปฏิกิริยาชาร์จจันทรา จะได้รับ \"Requiem of Ruin\": ความแรงคริเพิ่มขึ้น <cryo>42%</cryo> เป็นเวลา 6 วินาที และฟื้นฟูพลังงานธาตุให้กับผู้สวมใส่ <cryo>14</cryo> หน่วย โดยสามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 14 วินาที"
    },
    "3": {
      "0": "ภายใน 3.5 วินาที หลังจากใช้ท่าไม้ตาย ผู้สวมใส่จะสร้างความเสียหายจากปฏิกิริยาชาร์จจันทราแก่ศัตรูเพิ่มขึ้น <cryo>72%</cryo> นอกจากนี้ หลังจากผู้สวมใส่ทำให้เกิดปฏิกิริยาชาร์จจันทรา จะได้รับ \"Requiem of Ruin\": ความแรงคริเพิ่มขึ้น <cryo>49%</cryo> เป็นเวลา 6 วินาที และฟื้นฟูพลังงานธาตุให้กับผู้สวมใส่ <cryo>15</cryo> หน่วย โดยสามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 14 วินาที"
    },
    "4": {
      "0": "ภายใน 3.5 วินาที หลังจากใช้ท่าไม้ตาย ผู้สวมใส่จะสร้างความเสียหายจากปฏิกิริยาชาร์จจันทราแก่ศัตรูเพิ่มขึ้น <cryo>84%</cryo> นอกจากนี้ หลังจากผู้สวมใส่ทำให้เกิดปฏิกิริยาชาร์จจันทรา จะได้รับ \"Requiem of Ruin\": ความแรงคริเพิ่มขึ้น <cryo>56%</cryo> เป็นเวลา 6 วินาที และฟื้นฟูพลังงานธาตุให้กับผู้สวมใส่ <cryo>16</cryo> หน่วย โดยสามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 14 วินาที"
    }
  }
}