{
  "name": "Athame Artis",
  "description": {
    "0": "ในนิทานของแม่มดน้อย เดิมทีมันเป็นดาบวิเศษที่ราชันทิวามอบให้แก่ผู้กล้า ทว่าต่อมาแม่มดน้อยก็ได้ใช้มันเอาชนะผู้กล้า"
  },
  "passiveName": "Day King's Splendor Solis",
  "passiveDescription": {
    "0": {
      "0": "ความแรงคริที่เกิดจากท่าไม้ตายเพิ่มขึ้น <cryo>16%</cryo>; เมื่อท่าไม้ตายโจมตีโดนศัตรู จะได้รับเอฟเฟกต์ Blade of the Daylight Hours: พลังโจมตีเพิ่มขึ้น <cryo>20%</cryo> และพลังโจมตีของตัวละครในทีมที่เข้าร่วมการต่อสู้ในขณะนั้นที่อยู่ใกล้เคียง ยกเว้นผู้สวมใส่เพิ่มขึ้น <cryo>16%</cryo> เป็นเวลา 3 วินาที",
      "1": "นอกจากนี้ เมื่อทีมมีเอฟเฟกต์ Hexerei: Secret Rite แล้ว เอฟเฟกต์ Blade of the Daylight Hours จะเพิ่มขึ้นอีก 75% โดยเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "1": {
      "0": "ความแรงคริที่เกิดจากท่าไม้ตายเพิ่มขึ้น <cryo>20%</cryo>; เมื่อท่าไม้ตายโจมตีโดนศัตรู จะได้รับเอฟเฟกต์ Blade of the Daylight Hours: พลังโจมตีเพิ่มขึ้น <cryo>25%</cryo> และพลังโจมตีของตัวละครในทีมที่เข้าร่วมการต่อสู้ในขณะนั้นที่อยู่ใกล้เคียง ยกเว้นผู้สวมใส่เพิ่มขึ้น <cryo>20%</cryo> เป็นเวลา 3 วินาที",
      "1": "นอกจากนี้ เมื่อทีมมีเอฟเฟกต์ Hexerei: Secret Rite แล้ว เอฟเฟกต์ Blade of the Daylight Hours จะเพิ่มขึ้นอีก 75% โดยเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "2": {
      "0": "ความแรงคริที่เกิดจากท่าไม้ตายเพิ่มขึ้น <cryo>24%</cryo>; เมื่อท่าไม้ตายโจมตีโดนศัตรู จะได้รับเอฟเฟกต์ Blade of the Daylight Hours: พลังโจมตีเพิ่มขึ้น <cryo>30%</cryo> และพลังโจมตีของตัวละครในทีมที่เข้าร่วมการต่อสู้ในขณะนั้นที่อยู่ใกล้เคียง ยกเว้นผู้สวมใส่เพิ่มขึ้น <cryo>24%</cryo> เป็นเวลา 3 วินาที",
      "1": "นอกจากนี้ เมื่อทีมมีเอฟเฟกต์ Hexerei: Secret Rite แล้ว เอฟเฟกต์ Blade of the Daylight Hours จะเพิ่มขึ้นอีก 75% โดยเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "3": {
      "0": "ความแรงคริที่เกิดจากท่าไม้ตายเพิ่มขึ้น <cryo>28%</cryo>; เมื่อท่าไม้ตายโจมตีโดนศัตรู จะได้รับเอฟเฟกต์ Blade of the Daylight Hours: พลังโจมตีเพิ่มขึ้น <cryo>35%</cryo> และพลังโจมตีของตัวละครในทีมที่เข้าร่วมการต่อสู้ในขณะนั้นที่อยู่ใกล้เคียง ยกเว้นผู้สวมใส่เพิ่มขึ้น <cryo>28%</cryo> เป็นเวลา 3 วินาที",
      "1": "นอกจากนี้ เมื่อทีมมีเอฟเฟกต์ Hexerei: Secret Rite แล้ว เอฟเฟกต์ Blade of the Daylight Hours จะเพิ่มขึ้นอีก 75% โดยเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "4": {
      "0": "ความแรงคริที่เกิดจากท่าไม้ตายเพิ่มขึ้น <cryo>32%</cryo>; เมื่อท่าไม้ตายโจมตีโดนศัตรู จะได้รับเอฟเฟกต์ Blade of the Daylight Hours: พลังโจมตีเพิ่มขึ้น <cryo>40%</cryo> และพลังโจมตีของตัวละครในทีมที่เข้าร่วมการต่อสู้ในขณะนั้นที่อยู่ใกล้เคียง ยกเว้นผู้สวมใส่เพิ่มขึ้น <cryo>32%</cryo> เป็นเวลา 3 วินาที",
      "1": "นอกจากนี้ เมื่อทีมมีเอฟเฟกต์ Hexerei: Secret Rite แล้ว เอฟเฟกต์ Blade of the Daylight Hours จะเพิ่มขึ้นอีก 75% โดยเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    }
  }
}