{
  "name": "Nocturne's Curtain Call",
  "description": {
    "0": "ไข่มุกหยกที่ห่อหุ้ม ด้วยผ้าแพรแสงจันทร์ แม้ในค่ำคืนอันหนาวเหน็บ ของฤดูหนาว ก็ยังคงอบอวลไปด้วย ความอบอุ่นดุจบทเพลง"
  },
  "passiveName": "Ballad of the Crossroads",
  "passiveDescription": {
    "0": {
      "0": "เพิ่มพลังชีวิตสูงสุด <cryo>10%</cryo>; เมื่อผู้สวมใส่ทำให้เกิดปฏิกิริยาประกายจันทร์ หรือสร้างความเสียหายจากปฏิกิริยาประกายจันทร์แก่ศัตรู จะฟื้นฟูพลังงานธาตุ <cryo>14</cryo> หน่วยให้แก่ผู้สวมใส่ และได้รับเอฟเฟกต์ Bountiful Sea's Sacred Wine เป็นเวลา 12 วินาที: พลังชีวิตสูงสุดเพิ่มขึ้นอีก <cryo>14%</cryo> และความแรงคริของปฏิกิริยาประกายจันทร์เพิ่มขึ้น <cryo>60%</cryo> เอฟเฟกต์ฟื้นฟูพลังงานธาตุจะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 18 วินาที และยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "1": {
      "0": "เพิ่มพลังชีวิตสูงสุด <cryo>12%</cryo>; เมื่อผู้สวมใส่ทำให้เกิดปฏิกิริยาประกายจันทร์ หรือสร้างความเสียหายจากปฏิกิริยาประกายจันทร์แก่ศัตรู จะฟื้นฟูพลังงานธาตุ <cryo>15</cryo> หน่วยให้แก่ผู้สวมใส่ และได้รับเอฟเฟกต์ Bountiful Sea's Sacred Wine เป็นเวลา 12 วินาที: พลังชีวิตสูงสุดเพิ่มขึ้นอีก <cryo>16%</cryo> และความแรงคริของปฏิกิริยาประกายจันทร์เพิ่มขึ้น <cryo>80%</cryo> เอฟเฟกต์ฟื้นฟูพลังงานธาตุจะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 18 วินาที และยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "2": {
      "0": "เพิ่มพลังชีวิตสูงสุด <cryo>14%</cryo>; เมื่อผู้สวมใส่ทำให้เกิดปฏิกิริยาประกายจันทร์ หรือสร้างความเสียหายจากปฏิกิริยาประกายจันทร์แก่ศัตรู จะฟื้นฟูพลังงานธาตุ <cryo>16</cryo> หน่วยให้แก่ผู้สวมใส่ และได้รับเอฟเฟกต์ Bountiful Sea's Sacred Wine เป็นเวลา 12 วินาที: พลังชีวิตสูงสุดเพิ่มขึ้นอีก <cryo>18%</cryo> และความแรงคริของปฏิกิริยาประกายจันทร์เพิ่มขึ้น <cryo>100%</cryo> เอฟเฟกต์ฟื้นฟูพลังงานธาตุจะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 18 วินาที และยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "3": {
      "0": "เพิ่มพลังชีวิตสูงสุด <cryo>16%</cryo>; เมื่อผู้สวมใส่ทำให้เกิดปฏิกิริยาประกายจันทร์ หรือสร้างความเสียหายจากปฏิกิริยาประกายจันทร์แก่ศัตรู จะฟื้นฟูพลังงานธาตุ <cryo>17</cryo> หน่วยให้แก่ผู้สวมใส่ และได้รับเอฟเฟกต์ Bountiful Sea's Sacred Wine เป็นเวลา 12 วินาที: พลังชีวิตสูงสุดเพิ่มขึ้นอีก <cryo>20%</cryo> และความแรงคริของปฏิกิริยาประกายจันทร์เพิ่มขึ้น <cryo>120%</cryo> เอฟเฟกต์ฟื้นฟูพลังงานธาตุจะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 18 วินาที และยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "4": {
      "0": "เพิ่มพลังชีวิตสูงสุด <cryo>18%</cryo>; เมื่อผู้สวมใส่ทำให้เกิดปฏิกิริยาประกายจันทร์ หรือสร้างความเสียหายจากปฏิกิริยาประกายจันทร์แก่ศัตรู จะฟื้นฟูพลังงานธาตุ <cryo>18</cryo> หน่วยให้แก่ผู้สวมใส่ และได้รับเอฟเฟกต์ Bountiful Sea's Sacred Wine เป็นเวลา 12 วินาที: พลังชีวิตสูงสุดเพิ่มขึ้นอีก <cryo>22%</cryo> และความแรงคริของปฏิกิริยาประกายจันทร์เพิ่มขึ้น <cryo>140%</cryo> เอฟเฟกต์ฟื้นฟูพลังงานธาตุจะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 18 วินาที และยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    }
  }
}