{
  "name": "Sword of Narzissenkreuz",
  "description": {
    "0": "ดาบที่เจตจำนงและความแข็งแกร่งได้จางหายไปเมื่อเรื่องราวสิ้นสุดลง มันจะเริ่มการเดินทางครั้งใหม่อีกครั้ง ในดาบยังมีพลังบางอย่างหลงเหลืออยู่ เพื่อรำลึกถึงความฝันอันยิ่งใหญ่"
  },
  "passiveName": "Hero's Blade",
  "passiveDescription": {
    "0": {
      "0": "เมื่อตัวละครที่สวมใส่ไม่มีพลังปฐมภูมิ: การโจมตีปกติ, ชาร์จโจมตี และโจมตีพุ่งลงจากอากาศโดนเป้าหมาย จะปล่อยระเบิดพลังงานของพลังวิญญาณหรือพลังสสาร สร้างความเสียหาย <cryo>160%</cryo> ของพลังโจมตี โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 12 วินาที ประเภทของระเบิดพลังงานจะขึ้นอยู่กับคุณสมบัติของ Sword of Narzissenkreuz ในขณะนั้น"
    },
    "1": {
      "0": "เมื่อตัวละครที่สวมใส่ไม่มีพลังปฐมภูมิ: การโจมตีปกติ, ชาร์จโจมตี และโจมตีพุ่งลงจากอากาศโดนเป้าหมาย จะปล่อยระเบิดพลังงานของพลังวิญญาณหรือพลังสสาร สร้างความเสียหาย <cryo>200%</cryo> ของพลังโจมตี โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 12 วินาที ประเภทของระเบิดพลังงานจะขึ้นอยู่กับคุณสมบัติของ Sword of Narzissenkreuz ในขณะนั้น"
    },
    "2": {
      "0": "เมื่อตัวละครที่สวมใส่ไม่มีพลังปฐมภูมิ: การโจมตีปกติ, ชาร์จโจมตี และโจมตีพุ่งลงจากอากาศโดนเป้าหมาย จะปล่อยระเบิดพลังงานของพลังวิญญาณหรือพลังสสาร สร้างความเสียหาย <cryo>240%</cryo> ของพลังโจมตี โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 12 วินาที ประเภทของระเบิดพลังงานจะขึ้นอยู่กับคุณสมบัติของ Sword of Narzissenkreuz ในขณะนั้น"
    },
    "3": {
      "0": "เมื่อตัวละครที่สวมใส่ไม่มีพลังปฐมภูมิ: การโจมตีปกติ, ชาร์จโจมตี และโจมตีพุ่งลงจากอากาศโดนเป้าหมาย จะปล่อยระเบิดพลังงานของพลังวิญญาณหรือพลังสสาร สร้างความเสียหาย <cryo>280%</cryo> ของพลังโจมตี โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 12 วินาที ประเภทของระเบิดพลังงานจะขึ้นอยู่กับคุณสมบัติของ Sword of Narzissenkreuz ในขณะนั้น"
    },
    "4": {
      "0": "เมื่อตัวละครที่สวมใส่ไม่มีพลังปฐมภูมิ: การโจมตีปกติ, ชาร์จโจมตี และโจมตีพุ่งลงจากอากาศโดนเป้าหมาย จะปล่อยระเบิดพลังงานของพลังวิญญาณหรือพลังสสาร สร้างความเสียหาย <cryo>320%</cryo> ของพลังโจมตี โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 12 วินาที ประเภทของระเบิดพลังงานจะขึ้นอยู่กับคุณสมบัติของ Sword of Narzissenkreuz ในขณะนั้น"
    }
  }
}