{
  "name": "Beacon of the Reed Sea",
  "description": {
    "0": "ดาบใหญ่ปลายตัดรูปทรงโบราณ ดูเหมือนจะเคยเป็นอาวุธของราชวงศ์ และถูกใช้ในพิธีกรรมบางอย่าง"
  },
  "passiveName": "Desert Watch",
  "passiveDescription": {
    "0": {
      "0": "หลังจากที่สกิลธาตุถูกศัตรู พลังโจมตีจะเพิ่มขึ้น <cryo>20%</cryo> เป็นเวลา 8 วินาที; หลังจากได้รับความเสียหาย พลังโจมตีจะเพิ่มขึ้น <cryo>20%</cryo> เป็นเวลา 8 วินาที โดยที่เอฟเฟกต์ทั้ง 2 ชนิด ข้างต้นจะยังคงเกิดขึ้นได้ แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ นอกจากนี้ ในขณะที่ไม่ได้รับการป้องกันจากโล่ พลังชีวิตสูงสุดจะเพิ่มขึ้น <cryo>32%</cryo>"
    },
    "1": {
      "0": "หลังจากที่สกิลธาตุถูกศัตรู พลังโจมตีจะเพิ่มขึ้น <cryo>25%</cryo> เป็นเวลา 8 วินาที; หลังจากได้รับความเสียหาย พลังโจมตีจะเพิ่มขึ้น <cryo>25%</cryo> เป็นเวลา 8 วินาที โดยที่เอฟเฟกต์ทั้ง 2 ชนิด ข้างต้นจะยังคงเกิดขึ้นได้ แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ นอกจากนี้ ในขณะที่ไม่ได้รับการป้องกันจากโล่ พลังชีวิตสูงสุดจะเพิ่มขึ้น <cryo>40%</cryo>"
    },
    "2": {
      "0": "หลังจากที่สกิลธาตุถูกศัตรู พลังโจมตีจะเพิ่มขึ้น <cryo>30%</cryo> เป็นเวลา 8 วินาที; หลังจากได้รับความเสียหาย พลังโจมตีจะเพิ่มขึ้น <cryo>30%</cryo> เป็นเวลา 8 วินาที โดยที่เอฟเฟกต์ทั้ง 2 ชนิด ข้างต้นจะยังคงเกิดขึ้นได้ แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ นอกจากนี้ ในขณะที่ไม่ได้รับการป้องกันจากโล่ พลังชีวิตสูงสุดจะเพิ่มขึ้น <cryo>48%</cryo>"
    },
    "3": {
      "0": "หลังจากที่สกิลธาตุถูกศัตรู พลังโจมตีจะเพิ่มขึ้น <cryo>35%</cryo> เป็นเวลา 8 วินาที; หลังจากได้รับความเสียหาย พลังโจมตีจะเพิ่มขึ้น <cryo>35%</cryo> เป็นเวลา 8 วินาที โดยที่เอฟเฟกต์ทั้ง 2 ชนิด ข้างต้นจะยังคงเกิดขึ้นได้ แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ นอกจากนี้ ในขณะที่ไม่ได้รับการป้องกันจากโล่ พลังชีวิตสูงสุดจะเพิ่มขึ้น <cryo>56%</cryo>"
    },
    "4": {
      "0": "หลังจากที่สกิลธาตุถูกศัตรู พลังโจมตีจะเพิ่มขึ้น <cryo>40%</cryo> เป็นเวลา 8 วินาที; หลังจากได้รับความเสียหาย พลังโจมตีจะเพิ่มขึ้น <cryo>40%</cryo> เป็นเวลา 8 วินาที โดยที่เอฟเฟกต์ทั้ง 2 ชนิด ข้างต้นจะยังคงเกิดขึ้นได้ แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ นอกจากนี้ ในขณะที่ไม่ได้รับการป้องกันจากโล่ พลังชีวิตสูงสุดจะเพิ่มขึ้น <cryo>64%</cryo>"
    }
  }
}