{
  "name": "Light of Foliar Incision",
  "description": {
    "0": "ดาบที่ทำขึ้นจากกิ่งสีขาวที่แสนล้ำค่า และถูกตกแต่งด้วยทองคำ ซึ่งได้ฟาดฟันพิษแห่งความมืด ที่แพร่ระบาดไปทั่วทั้งป่า จนขาดสะบั้นมาแล้วนับไม่ถ้วน"
  },
  "passiveName": "Whitemoon Bristle",
  "passiveDescription": {
    "0": {
      "0": "อัตราคริเพิ่มขึ้น <cryo>4%</cryo>; หลังจากที่การโจมตีปกติ ทำให้เกิดความเสียหายธาตุ จะได้รับเอฟเฟกต์ \"Foliar Incision\": การโจมตีปกติ และสกิลธาตุสร้างความเสียหายเพิ่มขึ้น โดยค่าที่เพิ่มจะเท่ากับ <cryo>120%</cryo> ของความชำนาญธาตุ ซึ่งเอฟเฟกต์นี้ จะหายไปหลังจากเกิดผลแล้ว 28 ครั้ง หรือหลังจากผ่านไป 12 วินาที และในทุก 12 วินาที จะได้รับเอฟเฟกต์ \"Foliar Incision\" มากสุดหนึ่งครั้ง"
    },
    "1": {
      "0": "อัตราคริเพิ่มขึ้น <cryo>5%</cryo>; หลังจากที่การโจมตีปกติ ทำให้เกิดความเสียหายธาตุ จะได้รับเอฟเฟกต์ \"Foliar Incision\": การโจมตีปกติ และสกิลธาตุสร้างความเสียหายเพิ่มขึ้น โดยค่าที่เพิ่มจะเท่ากับ <cryo>150%</cryo> ของความชำนาญธาตุ ซึ่งเอฟเฟกต์นี้ จะหายไปหลังจากเกิดผลแล้ว 28 ครั้ง หรือหลังจากผ่านไป 12 วินาที และในทุก 12 วินาที จะได้รับเอฟเฟกต์ \"Foliar Incision\" มากสุดหนึ่งครั้ง"
    },
    "2": {
      "0": "อัตราคริเพิ่มขึ้น <cryo>6%</cryo>; หลังจากที่การโจมตีปกติ ทำให้เกิดความเสียหายธาตุ จะได้รับเอฟเฟกต์ \"Foliar Incision\": การโจมตีปกติ และสกิลธาตุสร้างความเสียหายเพิ่มขึ้น โดยค่าที่เพิ่มจะเท่ากับ <cryo>180%</cryo> ของความชำนาญธาตุ ซึ่งเอฟเฟกต์นี้ จะหายไปหลังจากเกิดผลแล้ว 28 ครั้ง หรือหลังจากผ่านไป 12 วินาที และในทุก 12 วินาที จะได้รับเอฟเฟกต์ \"Foliar Incision\" มากสุดหนึ่งครั้ง"
    },
    "3": {
      "0": "อัตราคริเพิ่มขึ้น <cryo>7%</cryo>; หลังจากที่การโจมตีปกติ ทำให้เกิดความเสียหายธาตุ จะได้รับเอฟเฟกต์ \"Foliar Incision\": การโจมตีปกติ และสกิลธาตุสร้างความเสียหายเพิ่มขึ้น โดยค่าที่เพิ่มจะเท่ากับ <cryo>210%</cryo> ของความชำนาญธาตุ ซึ่งเอฟเฟกต์นี้ จะหายไปหลังจากเกิดผลแล้ว 28 ครั้ง หรือหลังจากผ่านไป 12 วินาที และในทุก 12 วินาที จะได้รับเอฟเฟกต์ \"Foliar Incision\" มากสุดหนึ่งครั้ง"
    },
    "4": {
      "0": "อัตราคริเพิ่มขึ้น <cryo>8%</cryo>; หลังจากที่การโจมตีปกติ ทำให้เกิดความเสียหายธาตุ จะได้รับเอฟเฟกต์ \"Foliar Incision\": การโจมตีปกติ และสกิลธาตุสร้างความเสียหายเพิ่มขึ้น โดยค่าที่เพิ่มจะเท่ากับ <cryo>240%</cryo> ของความชำนาญธาตุ ซึ่งเอฟเฟกต์นี้ จะหายไปหลังจากเกิดผลแล้ว 28 ครั้ง หรือหลังจากผ่านไป 12 วินาที และในทุก 12 วินาที จะได้รับเอฟเฟกต์ \"Foliar Incision\" มากสุดหนึ่งครั้ง"
    }
  }
}