{
  "name": "Elegy for the End",
  "description": {
    "0": "ธนูที่ดูสวยงามราวกับเป็น เครื่องดนตรีของนักกวี ศรที่ถูกปล่อยออกไปนั้น เสียบทะลุหัวใจคนราวกับ เสียงของการถอนลมหายใจ"
  },
  "passiveName": "The Parting Refrain",
  "passiveDescription": {
    "0": {
      "0": "ส่วนหนึ่งของ Millennial Movement ที่ล่องลอยอยู่ในอากาศ ช่วยเพิ่มความชำนาญธาตุขึ้น <cryo>60</cryo> หน่วย; เมื่อตัวละครที่สวมใส่ใช้สกิลธาตุหรือท่าไม้ตายโจมตีถูกศัตรู ตัวละครจะได้รับ Sigil of Remembrance หนึ่งอัน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.2 วินาที และจะยังได้รับแม้ว่าตัวละครจะอยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้แล้วก็ตาม เมื่อครอบครอง Sigils of Remembrance ครบ 4 อัน จะใช้ Sigils of Remembrance ทั้งหมดเพื่อมอบเอฟเฟกต์ Millennial Movement: Farewell Song ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 12 วินาที: ความชำนาญธาตุเพิ่มขึ้น <cryo>100</cryo> หน่วย พลังโจมตีเพิ่มขึ้น <cryo>20%</cryo> และจะไม่สามารถรับ Sigils of Remembrance ได้อีกภายในเวลา 20 วินาที หลังจากเอฟเฟกต์บัฟนี้แสดงผล โดยที่ในบรรดาเอฟเฟกต์บัฟต่าง ๆ ที่เกิดขึ้นโดย Millennial Movement นั้น เอฟเฟกต์บัฟที่เป็นประเภทเดียวกันจะไม่สามารถซ้อนทับกันได้"
    },
    "1": {
      "0": "ส่วนหนึ่งของ Millennial Movement ที่ล่องลอยอยู่ในอากาศ ช่วยเพิ่มความชำนาญธาตุขึ้น <cryo>75</cryo> หน่วย; เมื่อตัวละครที่สวมใส่ใช้สกิลธาตุหรือท่าไม้ตายโจมตีถูกศัตรู ตัวละครจะได้รับ Sigil of Remembrance หนึ่งอัน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.2 วินาที และจะยังได้รับแม้ว่าตัวละครจะอยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้แล้วก็ตาม เมื่อครอบครอง Sigils of Remembrance ครบ 4 อัน จะใช้ Sigils of Remembrance ทั้งหมดเพื่อมอบเอฟเฟกต์ Millennial Movement: Farewell Song ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 12 วินาที: ความชำนาญธาตุเพิ่มขึ้น <cryo>125</cryo> หน่วย พลังโจมตีเพิ่มขึ้น <cryo>25%</cryo> และจะไม่สามารถรับ Sigils of Remembrance ได้อีกภายในเวลา 20 วินาที หลังจากเอฟเฟกต์บัฟนี้แสดงผล โดยที่ในบรรดาเอฟเฟกต์บัฟต่าง ๆ ที่เกิดขึ้นโดย Millennial Movement นั้น เอฟเฟกต์บัฟที่เป็นประเภทเดียวกันจะไม่สามารถซ้อนทับกันได้"
    },
    "2": {
      "0": "ส่วนหนึ่งของ Millennial Movement ที่ล่องลอยอยู่ในอากาศ ช่วยเพิ่มความชำนาญธาตุขึ้น <cryo>90</cryo> หน่วย; เมื่อตัวละครที่สวมใส่ใช้สกิลธาตุหรือท่าไม้ตายโจมตีถูกศัตรู ตัวละครจะได้รับ Sigil of Remembrance หนึ่งอัน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.2 วินาที และจะยังได้รับแม้ว่าตัวละครจะอยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้แล้วก็ตาม เมื่อครอบครอง Sigils of Remembrance ครบ 4 อัน จะใช้ Sigils of Remembrance ทั้งหมดเพื่อมอบเอฟเฟกต์ Millennial Movement: Farewell Song ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 12 วินาที: ความชำนาญธาตุเพิ่มขึ้น <cryo>150</cryo> หน่วย พลังโจมตีเพิ่มขึ้น <cryo>30%</cryo> และจะไม่สามารถรับ Sigils of Remembrance ได้อีกภายในเวลา 20 วินาที หลังจากเอฟเฟกต์บัฟนี้แสดงผล โดยที่ในบรรดาเอฟเฟกต์บัฟต่าง ๆ ที่เกิดขึ้นโดย Millennial Movement นั้น เอฟเฟกต์บัฟที่เป็นประเภทเดียวกันจะไม่สามารถซ้อนทับกันได้"
    },
    "3": {
      "0": "ส่วนหนึ่งของ Millennial Movement ที่ล่องลอยอยู่ในอากาศ ช่วยเพิ่มความชำนาญธาตุขึ้น <cryo>105</cryo> หน่วย; เมื่อตัวละครที่สวมใส่ใช้สกิลธาตุหรือท่าไม้ตายโจมตีถูกศัตรู ตัวละครจะได้รับ Sigil of Remembrance หนึ่งอัน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.2 วินาที และจะยังได้รับแม้ว่าตัวละครจะอยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้แล้วก็ตาม เมื่อครอบครอง Sigils of Remembrance ครบ 4 อัน จะใช้ Sigils of Remembrance ทั้งหมดเพื่อมอบเอฟเฟกต์ Millennial Movement: Farewell Song ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 12 วินาที: ความชำนาญธาตุเพิ่มขึ้น <cryo>175</cryo> หน่วย พลังโจมตีเพิ่มขึ้น <cryo>35%</cryo> และจะไม่สามารถรับ Sigils of Remembrance ได้อีกภายในเวลา 20 วินาที หลังจากเอฟเฟกต์บัฟนี้แสดงผล โดยที่ในบรรดาเอฟเฟกต์บัฟต่าง ๆ ที่เกิดขึ้นโดย Millennial Movement นั้น เอฟเฟกต์บัฟที่เป็นประเภทเดียวกันจะไม่สามารถซ้อนทับกันได้"
    },
    "4": {
      "0": "ส่วนหนึ่งของ Millennial Movement ที่ล่องลอยอยู่ในอากาศ ช่วยเพิ่มความชำนาญธาตุขึ้น <cryo>120</cryo> หน่วย; เมื่อตัวละครที่สวมใส่ใช้สกิลธาตุหรือท่าไม้ตายโจมตีถูกศัตรู ตัวละครจะได้รับ Sigil of Remembrance หนึ่งอัน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.2 วินาที และจะยังได้รับแม้ว่าตัวละครจะอยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้แล้วก็ตาม เมื่อครอบครอง Sigils of Remembrance ครบ 4 อัน จะใช้ Sigils of Remembrance ทั้งหมดเพื่อมอบเอฟเฟกต์ Millennial Movement: Farewell Song ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 12 วินาที: ความชำนาญธาตุเพิ่มขึ้น <cryo>200</cryo> หน่วย พลังโจมตีเพิ่มขึ้น <cryo>40%</cryo> และจะไม่สามารถรับ Sigils of Remembrance ได้อีกภายในเวลา 20 วินาที หลังจากเอฟเฟกต์บัฟนี้แสดงผล โดยที่ในบรรดาเอฟเฟกต์บัฟต่าง ๆ ที่เกิดขึ้นโดย Millennial Movement นั้น เอฟเฟกต์บัฟที่เป็นประเภทเดียวกันจะไม่สามารถซ้อนทับกันได้"
    }
  }
}