{
  "name": "Scion of the Blazing Sun",
  "description": {
    "0": "ธนูโบราณที่หลงเหลือมาจากยุคสมัยที่ราชา Deshret ยังปกครองราชย์ บนนั้นสลักซึ่งตัวอักษรเก่าแก่ และภาพลวดลายโบราณที่ไม่อาจเข้าใจได้"
  },
  "passiveName": "The Way of Sunfire",
  "passiveDescription": {
    "0": {
      "0": "หลังชาร์จโจมตีถูกศัตรู จะเกิด Sunfire Arrow ตรงตำแหน่งของศัตรูดังกล่าว ซึ่งจะสร้างความเสียหายเป็น <cryo>60%</cryo> ของพลังโจมตี พร้อมทั้งทำให้ศัตรูที่ถูก Sunfire Arrow โจมตีได้รับเอฟเฟกต์ Heartsearer เป็นเวลา 10 วินาที เมื่อผู้สวมใส่ชาร์จโจมตีศัตรูที่อยู่ในสถานะ Heartsearer ความเสียหายที่สร้างจะเพิ่มขึ้น <cryo>28%</cryo> โดย Sunfire Arrow จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 10 วินาที"
    },
    "1": {
      "0": "หลังชาร์จโจมตีถูกศัตรู จะเกิด Sunfire Arrow ตรงตำแหน่งของศัตรูดังกล่าว ซึ่งจะสร้างความเสียหายเป็น <cryo>75%</cryo> ของพลังโจมตี พร้อมทั้งทำให้ศัตรูที่ถูก Sunfire Arrow โจมตีได้รับเอฟเฟกต์ Heartsearer เป็นเวลา 10 วินาที เมื่อผู้สวมใส่ชาร์จโจมตีศัตรูที่อยู่ในสถานะ Heartsearer ความเสียหายที่สร้างจะเพิ่มขึ้น <cryo>35%</cryo> โดย Sunfire Arrow จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 10 วินาที"
    },
    "2": {
      "0": "หลังชาร์จโจมตีถูกศัตรู จะเกิด Sunfire Arrow ตรงตำแหน่งของศัตรูดังกล่าว ซึ่งจะสร้างความเสียหายเป็น <cryo>90%</cryo> ของพลังโจมตี พร้อมทั้งทำให้ศัตรูที่ถูก Sunfire Arrow โจมตีได้รับเอฟเฟกต์ Heartsearer เป็นเวลา 10 วินาที เมื่อผู้สวมใส่ชาร์จโจมตีศัตรูที่อยู่ในสถานะ Heartsearer ความเสียหายที่สร้างจะเพิ่มขึ้น <cryo>42%</cryo> โดย Sunfire Arrow จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 10 วินาที"
    },
    "3": {
      "0": "หลังชาร์จโจมตีถูกศัตรู จะเกิด Sunfire Arrow ตรงตำแหน่งของศัตรูดังกล่าว ซึ่งจะสร้างความเสียหายเป็น <cryo>105%</cryo> ของพลังโจมตี พร้อมทั้งทำให้ศัตรูที่ถูก Sunfire Arrow โจมตีได้รับเอฟเฟกต์ Heartsearer เป็นเวลา 10 วินาที เมื่อผู้สวมใส่ชาร์จโจมตีศัตรูที่อยู่ในสถานะ Heartsearer ความเสียหายที่สร้างจะเพิ่มขึ้น <cryo>49%</cryo> โดย Sunfire Arrow จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 10 วินาที"
    },
    "4": {
      "0": "หลังชาร์จโจมตีถูกศัตรู จะเกิด Sunfire Arrow ตรงตำแหน่งของศัตรูดังกล่าว ซึ่งจะสร้างความเสียหายเป็น <cryo>120%</cryo> ของพลังโจมตี พร้อมทั้งทำให้ศัตรูที่ถูก Sunfire Arrow โจมตีได้รับเอฟเฟกต์ Heartsearer เป็นเวลา 10 วินาที เมื่อผู้สวมใส่ชาร์จโจมตีศัตรูที่อยู่ในสถานะ Heartsearer ความเสียหายที่สร้างจะเพิ่มขึ้น <cryo>56%</cryo> โดย Sunfire Arrow จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 10 วินาที"
    }
  }
}