{
  "name": "Silvershower Heartstrings",
  "description": {
    "0": "ธนูแห่งภูตในตำนาน ไม่ว่าจะอยู่บนเวทีหรือในสนามรบ ล้วนแต่สามารถทำให้ผู้สดับฟัง ประทับใจได้อย่างง่ายดายเสมอ"
  },
  "passiveName": "Dryas's Nocturne",
  "passiveDescription": {
    "0": {
      "0": "ผู้สวมใส่จะได้รับเอฟเฟกต์ \"กู้ชีพ\" เมื่อมีเอฟเฟกต์กู้ชีพ 1/2/3 ชั้น พลังชีวิตสูงสุดจะเพิ่มขึ้น <cryo>12%/24%/40%</cryo> ผู้สวมใส่จะได้รับกู้ชีพเพิ่มเติม 1 ชั้น ภายใต้สถานการณ์ต่อไปนี้: เมื่อปลดปล่อยสกิลธาตุ จะมีผล 25 วินาที; เมื่อค่าบ่วงพันธะชีวันเพิ่มขึ้น จะมีผล 25 วินาที; เมื่อทำการรักษา จะมีผล 20 วินาที จะยังคงใช้งานได้แม้ผู้ที่สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ ช่วงเวลาต่อเนื่องของเอฟเฟกต์กู้ชีพแต่ละชั้นจะคำนวณแยกกัน นอกจากนี้ เมื่ออยู่ในสถานะกู้ชีพ 3 ชั้น อัตราคริของท่าไม้ตายจะเพิ่มขึ้น <cryo>28%</cryo> เอฟเฟกต์นี้จะหายไปเมื่อกู้ชีพไม่ถึง 3 ชั้น ภายใน 4 วินาที"
    },
    "1": {
      "0": "ผู้สวมใส่จะได้รับเอฟเฟกต์ \"กู้ชีพ\" เมื่อมีเอฟเฟกต์กู้ชีพ 1/2/3 ชั้น พลังชีวิตสูงสุดจะเพิ่มขึ้น <cryo>15%/30%/50%</cryo> ผู้สวมใส่จะได้รับกู้ชีพเพิ่มเติม 1 ชั้น ภายใต้สถานการณ์ต่อไปนี้: เมื่อปลดปล่อยสกิลธาตุ จะมีผล 25 วินาที; เมื่อค่าบ่วงพันธะชีวันเพิ่มขึ้น จะมีผล 25 วินาที; เมื่อทำการรักษา จะมีผล 20 วินาที จะยังคงใช้งานได้แม้ผู้ที่สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ ช่วงเวลาต่อเนื่องของเอฟเฟกต์กู้ชีพแต่ละชั้นจะคำนวณแยกกัน นอกจากนี้ เมื่ออยู่ในสถานะกู้ชีพ 3 ชั้น อัตราคริของท่าไม้ตายจะเพิ่มขึ้น <cryo>35%</cryo> เอฟเฟกต์นี้จะหายไปเมื่อกู้ชีพไม่ถึง 3 ชั้น ภายใน 4 วินาที"
    },
    "2": {
      "0": "ผู้สวมใส่จะได้รับเอฟเฟกต์ \"กู้ชีพ\" เมื่อมีเอฟเฟกต์กู้ชีพ 1/2/3 ชั้น พลังชีวิตสูงสุดจะเพิ่มขึ้น <cryo>18%/36%/60%</cryo> ผู้สวมใส่จะได้รับกู้ชีพเพิ่มเติม 1 ชั้น ภายใต้สถานการณ์ต่อไปนี้: เมื่อปลดปล่อยสกิลธาตุ จะมีผล 25 วินาที; เมื่อค่าบ่วงพันธะชีวันเพิ่มขึ้น จะมีผล 25 วินาที; เมื่อทำการรักษา จะมีผล 20 วินาที จะยังคงใช้งานได้แม้ผู้ที่สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ ช่วงเวลาต่อเนื่องของเอฟเฟกต์กู้ชีพแต่ละชั้นจะคำนวณแยกกัน นอกจากนี้ เมื่ออยู่ในสถานะกู้ชีพ 3 ชั้น อัตราคริของท่าไม้ตายจะเพิ่มขึ้น <cryo>42%</cryo> เอฟเฟกต์นี้จะหายไปเมื่อกู้ชีพไม่ถึง 3 ชั้น ภายใน 4 วินาที"
    },
    "3": {
      "0": "ผู้สวมใส่จะได้รับเอฟเฟกต์ \"กู้ชีพ\" เมื่อมีเอฟเฟกต์กู้ชีพ 1/2/3 ชั้น พลังชีวิตสูงสุดจะเพิ่มขึ้น <cryo>21%/42%/70%</cryo> ผู้สวมใส่จะได้รับกู้ชีพเพิ่มเติม 1 ชั้น ภายใต้สถานการณ์ต่อไปนี้: เมื่อปลดปล่อยสกิลธาตุ จะมีผล 25 วินาที; เมื่อค่าบ่วงพันธะชีวันเพิ่มขึ้น จะมีผล 25 วินาที; เมื่อทำการรักษา จะมีผล 20 วินาที จะยังคงใช้งานได้แม้ผู้ที่สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ ช่วงเวลาต่อเนื่องของเอฟเฟกต์กู้ชีพแต่ละชั้นจะคำนวณแยกกัน นอกจากนี้ เมื่ออยู่ในสถานะกู้ชีพ 3 ชั้น อัตราคริของท่าไม้ตายจะเพิ่มขึ้น <cryo>49%</cryo> เอฟเฟกต์นี้จะหายไปเมื่อกู้ชีพไม่ถึง 3 ชั้น ภายใน 4 วินาที"
    },
    "4": {
      "0": "ผู้สวมใส่จะได้รับเอฟเฟกต์ \"กู้ชีพ\" เมื่อมีเอฟเฟกต์กู้ชีพ 1/2/3 ชั้น พลังชีวิตสูงสุดจะเพิ่มขึ้น <cryo>24%/48%/80%</cryo> ผู้สวมใส่จะได้รับกู้ชีพเพิ่มเติม 1 ชั้น ภายใต้สถานการณ์ต่อไปนี้: เมื่อปลดปล่อยสกิลธาตุ จะมีผล 25 วินาที; เมื่อค่าบ่วงพันธะชีวันเพิ่มขึ้น จะมีผล 25 วินาที; เมื่อทำการรักษา จะมีผล 20 วินาที จะยังคงใช้งานได้แม้ผู้ที่สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ ช่วงเวลาต่อเนื่องของเอฟเฟกต์กู้ชีพแต่ละชั้นจะคำนวณแยกกัน นอกจากนี้ เมื่ออยู่ในสถานะกู้ชีพ 3 ชั้น อัตราคริของท่าไม้ตายจะเพิ่มขึ้น <cryo>56%</cryo> เอฟเฟกต์นี้จะหายไปเมื่อกู้ชีพไม่ถึง 3 ชั้น ภายใน 4 วินาที"
    }
  }
}