{
  "name": "Flame-Forged Insight",
  "description": {
    "0": "ตามเรื่องเล่าที่สืบทอดกันมาในชนเผ่า ดาบนี้เป็นดาบป้องกันตัวที่ช่างฝีมือของเหล่าวารี สร้างให้กับเด็กที่ออกเดินทางไกล ดูเหมือนว่าดาบเล่มนี้จะเป็นของเลียนแบบที่สร้างขึ้น ตามดาบใหญ่ในเรื่องเล่า"
  },
  "passiveName": "Mind in Bloom",
  "passiveDescription": {
    "0": {
      "0": "เมื่อทำให้เกิดปฏิกิริยาชาร์จไฟฟ้า, ชาร์จจันทรา, งอกเงย, งอกเงยจันทรา, ตกผลึก หรือตกผลึกจันทรา จะฟื้นฟูพลังงานธาตุ <cryo>12</cryo> หน่วย และทำให้ความชำนาญธาตุเพิ่มขึ้น <cryo>60</cryo> หน่วย เป็นเวลา 15 วินาที โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที และเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "1": {
      "0": "เมื่อทำให้เกิดปฏิกิริยาชาร์จไฟฟ้า, ชาร์จจันทรา, งอกเงย, งอกเงยจันทรา, ตกผลึก หรือตกผลึกจันทรา จะฟื้นฟูพลังงานธาตุ <cryo>15</cryo> หน่วย และทำให้ความชำนาญธาตุเพิ่มขึ้น <cryo>75</cryo> หน่วย เป็นเวลา 15 วินาที โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที และเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "2": {
      "0": "เมื่อทำให้เกิดปฏิกิริยาชาร์จไฟฟ้า, ชาร์จจันทรา, งอกเงย, งอกเงยจันทรา, ตกผลึก หรือตกผลึกจันทรา จะฟื้นฟูพลังงานธาตุ <cryo>18</cryo> หน่วย และทำให้ความชำนาญธาตุเพิ่มขึ้น <cryo>90</cryo> หน่วย เป็นเวลา 15 วินาที โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที และเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "3": {
      "0": "เมื่อทำให้เกิดปฏิกิริยาชาร์จไฟฟ้า, ชาร์จจันทรา, งอกเงย, งอกเงยจันทรา, ตกผลึก หรือตกผลึกจันทรา จะฟื้นฟูพลังงานธาตุ <cryo>21</cryo> หน่วย และทำให้ความชำนาญธาตุเพิ่มขึ้น <cryo>105</cryo> หน่วย เป็นเวลา 15 วินาที โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที และเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    },
    "4": {
      "0": "เมื่อทำให้เกิดปฏิกิริยาชาร์จไฟฟ้า, ชาร์จจันทรา, งอกเงย, งอกเงยจันทรา, ตกผลึก หรือตกผลึกจันทรา จะฟื้นฟูพลังงานธาตุ <cryo>24</cryo> หน่วย และทำให้ความชำนาญธาตุเพิ่มขึ้น <cryo>120</cryo> หน่วย เป็นเวลา 15 วินาที โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที และเอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
    }
  }
}