{
  "name": "Yelan",
  "title": "Orchidee im tiefen Tal",
  "description": "Eine mysteriöse Person, die behauptet, für den Rat für Allgemeine Angelegenheiten zu arbeiten, aber auf der Liste des Rats für Allgemeine Angelegenheiten als „nicht existent“ geführt wird.",
  "constellationName": "Umbrabilis Orchis",
  "auto": {
    "name": "Bogen der Unterströmung",
    "fields": {
      "normal": {
        "0": "<strong>Standardangriff</strong>",
        "1": "Führt bis zu 4 Pfeilschüsse hintereinander aus."
      },
      "charged": {
        "0": "<strong>Heftiger Schlag</strong>",
        "1": "Führt einen <strong>gezielten Schuss</strong> mit höherem Schaden und höherer Genauigkeit aus.",
        "2": "Konzentriert das fließende Wasser während des Zielens an der Pfeilspitze, die voll aufgeladen <hydro>Hydro-Schaden</hydro> verursacht."
      },
      "breakthrough": {
        "0": "<strong>Durchstoß</strong>",
        "1": "5 s nach dem Verlassen des Kampfes erhält Yelan den Zustand „Durchstoß“, der die Aufladedauer beim nächsten voll aufgeladenen gezielten Schuss um 80 % verringert und den Pfeil beim Schießen des voll aufgeladenen Schusses in einen „Durchstoßpfeil“ verwandelt, der basierend auf Yelans max. LP <hydro>Hydro-Flächenschaden</hydro> verursacht."
      },
      "plunging": {
        "0": "<strong>Angriff aus dem Fall</strong>",
        "1": "Schießt in der Luft einen Pfeilregen ab, trifft schnell auf dem Boden auf und verursacht dort Flächenschaden."
      }
    },
    "skillParams": {
      "0": "SCH Phase 1",
      "1": "SCH Phase 2",
      "2": "SCH Phase 3",
      "3": "SCH Phase 4",
      "4": "Gezielte Schüsse",
      "5": "Voll aufgeladene gezielte Schüsse",
      "6": "Durchstoßpfeil-SCH",
      "7": "SCH beim Fallen",
      "8": "SCH beim Fallen aus niedriger/großer Höhe",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Seil der Todesbotin",
    "description": {
      "0": "Yelan bewegt sich schnell mit ihrem „todbringenden Seil“ in der Hand, das alle Gegner in ihrer Bahn verknüpft und markiert.",
      "1": "Nach der schnellen Bewegung explodiert das „todbringende Seil“, wobei es den markierten Gegnern <hydro>Hydro-Schaden</hydro> basierend auf Yelans max. LP zufügt.",
      "2": "<br/>",
      "3": "<strong>Drücken</strong>",
      "4": "Bewegt sich schnell ein Stück nach vorn.",
      "5": "<br/>",
      "6": "<strong>Gedrückt halten</strong>",
      "7": "Bewegt sich schnell und fortlaufend und erhöht in diesem Zustand Yelans Unterbrechungs-WDS.",
      "8": "Während dieser Zeit kann Yelan die Richtung ihrer Bewegung steuern und diesen Zustand durch erneutes Auslösen der Fähigkeit vorzeitig beenden.",
      "9": "<br/>",
      "10": "Darüber hinaus erhält Yelan bei der Explosion des „todbringenden Seils“ mit gewisser Wahrscheinlichkeit gemäß der Anzahl der markierten Gegner den Zustand „Durchstoß“: Erhöht für jeden markierten Gegner die Wahrscheinlichkeit um 34 %.",
      "11": "<br/>",
      "12": "<i>Erst in dem Moment, wenn sie mit ihrem Finger das Seil zieht, sind sich die skrupellosen Banditen und listigen Übeltäter bewusst, dass sie sich in dem Netz der Todesbotin verfangen haben.</i>"
    },
    "skillParams": {
      "0": "Fähigkeits-SCH",
      "1": "Höchstdauer beim Gedrückthalten",
      "2": "Abklingzeit",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Würfel des Strategems",
    "description": {
      "0": "Verursacht <hydro>Hydro-Flächenschaden</hydro> und beschwört einen „Würfel der Mystik“, der beim Kampf Unterstützung leistet.",
      "1": "<br/>",
      "2": "<strong>Würfel der Mystik</strong>",
      "3": "Folgt der Figur auf Schritt und Tritt und führt unter folgenden Umständen abgestimmte Angriffe aus, die basierend auf Yelans max. LP <hydro>Hydro-Schaden</hydro> verursachen: ",
      "4": [
        " Wenn eigene aktuelle Truppenmitglieder Standardangriffe ausführen, 1 s Abklingzeit.",
        " Wenn Yelans „todbringendes Seil“ explodiert und dabei Gegner trifft."
      ],
      "5": "<br/>",
      "6": "<i>„Also hör zu, Spieler gewinnen nie und Gewinner spielen nie. Lass es mich so ausdrücken: Als Bankhalterin habe ich sieben Würfel, während du nur einen hast. Wie könntest du dann eine höhere Punktzahl gegen mich würfeln? Das Haus gewinnt immer.“</i>"
    },
    "skillParams": {
      "0": "Fähigkeits-SCH",
      "1": "SCH des Würfels der Mystik",
      "2": "Dauer",
      "3": "Abklingzeit",
      "4": "Elementarenergie",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Beste Gewinnstrategie",
    "description": {
      "0": "Erhöht die max. LP von Yelan bei Truppenmitgliedern mit 1/2/3/4 verschiedenen Elementartypen zusätzlich um 6/12/18/30 %."
    }
  },
  "passive2": {
    "name": "Glückswürfel",
    "description": {
      "0": "Erhöht den von eigenen aktuellen Truppenmitgliedern während der Wirkungsdauer von <strong>„Würfel der Mystik“</strong> verursachten Schaden um 1 % und danach alle 1 s um 3,5 %, insgesamt um bis zu 50 %.",
      "1": "Erneutes Aktivieren von Würfel des Strategems innerhalb der Laufzeit des oben beschriebenen Effekts entfernt diesen."
    }
  },
  "passive3": {
    "name": "Lange Überlegung",
    "description": {
      "0": "Bringt bei 20-stündigen Erkundungsentsendungen in Liyue 25 % mehr Belohnungen."
    }
  },
  "constellation1": {
    "name": "Falle in der Falle",
    "description": {
      "0": "Ermöglicht 1 weitere Anwendung von <strong>Seil der Todesbotin</strong>."
    }
  },
  "constellation2": {
    "name": "Viel hilft viel",
    "description": {
      "0": "Schießt beim abgestimmten Angriff von <strong>„Würfel der Mystik“</strong> einen zusätzlichen Wasserpfeil ab, der Hydro-Schaden in Höhe von 14 % der max. LP von Yelan verursacht.",
      "1": "1,8 s Abklingzeit."
    }
  },
  "constellation3": {
    "name": "Gezinkter Würfel",
    "description": {
      "0": "Erhöht die Stufe der Fähigkeit <strong>Würfel des Strategems</strong> um 3.",
      "1": "Höchststufe 15."
    }
  },
  "constellation4": {
    "name": "Täuschung des Schwindlers",
    "description": {
      "0": "Erhöht für jeden von dem <strong>„todbringenden Seil“</strong> markierten Gegner bei der Explosion die max. LP aller Truppenmitglieder 25 s lang um 10 %. Auf diese Weise können die max. LP um bis zu 40 % erhöht werden."
    }
  },
  "constellation5": {
    "name": "Tricks des Bankhalters",
    "description": {
      "0": "Erhöht die Stufe der Fähigkeit <strong>Seil der Todesbotin</strong> um 3.",
      "1": "Höchststufe 15."
    }
  },
  "constellation6": {
    "name": "Alles dem Gewinner",
    "description": {
      "0": "Verleiht Yelan nach dem Auslösen des <strong>Würfels des Strategems</strong> den Zustand „Gewinnstrategie“:",
      "1": "Yelans Standardangriffe verwandeln sich in spezielle „Durchstoßpfeile“. Diese Pfeile verfügen über ähnliche Eigenschaften wie normale „Durchstoßpfeile“. Ihr Schaden wird als Schaden heftiger Schläge betrachtet und sie verursachen 156 % des Schadens von normalen „Durchstoßpfeilen“.",
      "2": "<br/>",
      "3": "Der Zustand „Gewinnstrategie“ hält bis zu 20 s und erlischt, nachdem Yelan 5 Pfeile abgeschossen hat."
    }
  }
}