{
  "name": "Hu Tao",
  "title": "Pflaumenduft bei Tauwetter",
  "description": "77. Direktorin des Bestattungsunternehmens Wangsheng in Liyue. Sie übernahm die Leitung bereits in sehr jungen Jahren.",
  "constellationName": "Papilio Charontis",
  "auto": {
    "name": "Geheime Wangsheng-Lanzentechnik",
    "fields": {
      "normal": {
        "0": "<strong>Standardangriff</strong>",
        "1": "Führt bis zu 6 Lanzenstiche hintereinander aus."
      },
      "charged": {
        "0": "<strong>Heftiger Schlag</strong>",
        "1": "Verbraucht eine gewisse Menge Ausdauer, sticht geschwind nach vorn und fügt den Gegnern in der Bahn Schaden zu."
      },
      "plunging": {
        "0": "<strong>Angriff aus dem Fall</strong>",
        "1": "Schlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Flächenschaden."
      }
    },
    "skillParams": {
      "0": "SCH Phase 1",
      "1": "SCH Phase 2",
      "2": "SCH Phase 3",
      "3": "SCH Phase 4",
      "4": "SCH Phase 5",
      "5": "SCH Phase 6",
      "6": "SCH heftiger Schläge",
      "7": "Ausdauerverbrauch heftiger Schläge",
      "8": "SCH beim Fallen",
      "9": "SCH beim Fallen aus niedriger/großer Höhe",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Geleit ins Jenseits",
    "description": {
      "0": "Nur mit einer immer währenden Flamme kann die Welt vom Schmutz bereinigt werden.",
      "1": "Verbraucht einen Teil von Hu Taos LP, stößt Gegner in der Umgebung zurück und aktiviert den Zustandt Paramita-Schmetterlingstanz.",
      "2": "<br/>",
      "3": "<strong>Paramita-Schmetterlingstanz</strong>",
      "4": [
        " Erhöht Hu Taos ANG gemäß ihrer max. LP bei Aktivierung des Zustands. Dieser Angriffsbonus erreicht bis zu 400 % von Hu Taos Basis-ANG.",
        " Verleiht dem Schaden von Angriffen die <pyro>Pyro-Kraft</pyro>. Diese Elementarumwandlung kann nicht von anderen Elementen überdeckt werden.",
        " Fügt mit heftigen Schlägen getroffenen Gegnern den Effekt der Blutblüten zu.",
        " Erhöht Hu Taos Unterbrechungs-WDS."
      ],
      "5": "<br/>",
      "6": "<strong>Blutblüten</strong>",
      "7": "Vom Zustand Blutblüten betroffene Gegner erleiden alle 4 s <pyro>Pyro-Schaden</pyro>. Dieser Schaden gilt als Elementarfähigkeitsschaden.",
      "8": "Der Zustand Blutblüten ist nicht stapelbar und kann nur von Hu Tao selbst aktualisiert werden.",
      "9": "<br/>",
      "10": "Die Wirkung von <strong>Paramita-Schmetterlingstanz</strong> endet, sobald die Dauer abläuft oder Hu Tao ausgewechselt oder besiegt wird.",
      "11": "<br/>",
      "12": "<i>Die Lanzentechnik, die Hu Tao übt, gründet auf einem Regelwerk, das mit folgenden Worten beginnt: „Die Lanze öffnet den Weg ins Jenseit, die Schmetterlinge bilden die Brücke dorthin.“</i>"
    },
    "skillParams": {
      "0": "Kosten",
      "1": "ANG-Bonus",
      "2": "Blutblüten-SCH",
      "3": "Blutblüten-Dauer",
      "4": "Dauer",
      "5": "Abklingzeit",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Geheime Kunst der Besänftigung",
    "description": {
      "0": "Befiehlt einem Flammengeist anzugreifen und verursacht <pyro>Pyro-Flächenschaden</pyro> in einem großen Bereich.",
      "1": "Stellt Hu Tao beim Treffen von Gegnern LP basierend auf ihren max. LP wieder her. Dieser Effekt ist auf 5 getroffene Gegner beschränkt.",
      "2": "Verursacht bei weniger als 50 % LP beim Treffen von Gegnern mit dieser Fähigkeit mehr Schaden und stellt mehr LP wieder her.",
      "3": "<br/>",
      "4": "<i>Dass sich die Geister verschiedener Menschen weiter in dieser Welt aufhalten, ist eine große Sorge beim Bestattungsunternehmen Wangsheng. Feuerbestattungen helfen Hu Tao, wieder zur Ruhe zu kommen. Je größer ihre Sorge ist, desto stärker sind auch die Flammen.</i>"
    },
    "skillParams": {
      "0": "Fähigkeits-SCH",
      "1": "Fähigkeits-SCH bei geringen LP",
      "2": "Heilung durch Fähigkeit",
      "3": "Heilung durch Fähigkeit bei geringen LP",
      "4": "Abklingzeit",
      "5": "Elementarenergie",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Schmetterlingsflügelschlag",
    "description": {
      "0": "Erhöht die KT aller Truppenmitglieder (außer Hu Tao selbst) nach dem Ende des Zustands <strong>Paramita-Schmetterlingstanz</strong> von <strong>Geleit ins Jenseits</strong> 8 s lang um 12 %."
    }
  },
  "passive2": {
    "name": "Feuerrote Wangen",
    "description": {
      "0": "Erhöht Hu Taos <pyro>Pyro-Schaden</pyro> bei weniger als 50 % LP um 33 %."
    }
  },
  "passive3": {
    "name": "Je mehr, desto besser",
    "description": {
      "0": "Stellt bei der perfekten Zubereitung von Gerichten mit einer Wahrscheinlichkeit von 18 % zusätzlich die misslungene Variante des jeweiligen Gerichts her."
    }
  },
  "constellation1": {
    "name": "Roter Flug",
    "description": {
      "0": "Verbraucht im Zustand <strong>Paramita-Schmetterlingstanz</strong> von <strong>Geleit ins Jenseits</strong> keine Ausdauer für Hu Taos heftige Schläge."
    }
  },
  "constellation2": {
    "name": "Wetterwechsel",
    "description": {
      "0": "Erhöht den mit <strong>Blutblüten</strong> verursachten Schaden um 10 % von Hu Taos max. LP beim Auslösen des Effekts.",
      "1": "Fügt mit <strong>Geheime Kunst der Besänftigung</strong> getroffenen Gegnern den Effekt <strong>Blutblüten</strong> zu."
    }
  },
  "constellation3": {
    "name": "Aderlass",
    "description": {
      "0": "Erhöht die Stufe der Fähigkeit <strong>Geleit ins Jenseits</strong> um 3.",
      "1": "Höchststufe 15."
    }
  },
  "constellation4": {
    "name": "Bettung zur ewigen Ruhe",
    "description": {
      "0": "Erhöht beim Besiegen von durch Hu Tao selbst ausgelöste <strong>Blutblüten</strong> betroffener Gegner die KT aller Truppenmitglieder (außer Hu Tao selbst) in der Nähe 15 s lang um 12 %."
    }
  },
  "constellation5": {
    "name": "Blumenräucherwerk",
    "description": {
      "0": "Erhöht die Stufe der Fähigkeit <strong>Geheime Kunst der Besänftigung</strong> um 3.",
      "1": "Höchststufe 15."
    }
  },
  "constellation6": {
    "name": "Schmetterlingsduft",
    "description": {
      "0": "Löst folgenden Effekt aus, wenn Hu Taos LP unter 25 % fallen oder sie Schaden erleidet, der sie besiegen würde:",
      "1": "Vermeidet, dass dieser Schaden Hu Tao besiegt, und erhöht Hu Taos WDS gegen alle Elemente sowie ihren physischen WDS 10 s lang um 200 % und ihre KT um 100 %. Erhöht ihren Unterbrechungs-WDS außerdem enorm.",
      "2": "Dieser Effekt wird automatisch ausgelöst, wenn Hu Tao nur noch 1 LP hat.",
      "3": "60 s Abklingzeit."
    }
  }
}