{
  "name": "Candace",
  "title": "Gelübde beim treibenden Gold",
  "description": "Beschützerin des Aaru-Dorfs, die Nachfahrin von König Deshret, deren linkes Auge golden wie Bernstein strahlt.",
  "constellationName": "Sagitta Scutum",
  "auto": {
    "name": "Funkelnde Speertechnik – Abwehr",
    "fields": {
      "normal": {
        "0": "<strong>Standardangriff</strong>",
        "1": "Führt bis zu 4 Lanzenstiche hintereinander aus."
      },
      "charged": {
        "0": "<strong>Heftiger Schlag</strong>",
        "1": "Verbraucht eine gewisse Menge Ausdauer, sticht geschwind nach vorn und fügt den Gegnern in der Bahn Schaden zu."
      },
      "plunging": {
        "0": "<strong>Angriff aus dem Fall</strong>",
        "1": "Schlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Flächenschaden."
      }
    },
    "skillParams": {
      "0": "SCH Phase 1",
      "1": "SCH Phase 2",
      "2": "SCH Phase 3",
      "3": "SCH Phase 4",
      "4": "Heftige Schläge",
      "5": "Ausdauerverbrauch heftiger Schläge",
      "6": "SCH beim Fallen",
      "7": "SCH beim Fallen aus niedriger/großer Höhe",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Heiliger Ritus – Heiligtum des Reihers",
    "description": {
      "0": "Candaces Kampfstil ist in der Lage, eine ganze Flut von Gegnern abzuwehren.",
      "1": "<br/>",
      "2": "<strong>Drücken</strong>",
      "3": "Stürmt mit ihrem Schild nach vorn und verursacht <hydro>Hydro-Schaden</hydro>.",
      "4": "<br/>",
      "5": "<strong>Gedrückt halten</strong>",
      "6": "Hebt ihren Schild, um Angriffe von Gegnern in der Umgebung abzuwehren, und erschafft einen Schutzschild, der Schaden basierend auf Candaces max. LP und bei <hydro>Hydro-Schaden</hydro> 250 % abhält. Der Schutzschild hält bis zum Ende der Elementarfähigkeit.",
      "7": "Nach einem eine gewisse Zeit langen Gedrückthalten wird das Aufladen der Elementarfähigkeit abgeschlossen. Candace wird beim Loslassen der Fähigkeit, beim Ende der Fähigkeitsdauer oder dann, wenn der Schild zerstört wird, ihren Sprungangriff ausführen und den Gegnern vor ihr <hydro>Hydro-Schaden</hydro> zufügen.",
      "8": "<br/>",
      "9": "<i>Der Eid der Beschützer ist unzerbrechlicher als die Schilde, die sie geerbt haben.</i>"
    },
    "skillParams": {
      "0": "Schildstärke",
      "1": "Basis-SCH",
      "2": "SCH bei voller Aufladung",
      "3": "Abklingzeit für Drücken",
      "4": "Abklingzeit für Gedrückthalten",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Heiliger Ritus – Bachstelzenflut",
    "description": {
      "0": "Candace erhebt ihre Waffe und ruft den göttlichen Segen herbei. Verursacht <hydro>Hydro-Flächenschaden</hydro> basierend auf Candaces max. LP und verleiht fortlaufend der eigenen aktuellen Figur den Effekt „Gebet der roten Krone“.",
      "1": "<br/>",
      "2": "<strong>Gebet der roten Krone</strong>",
      "3": "Merkmale:",
      "4": [
        " Verursachen Figuren mit ihren Standardangriffen Elementar-Schaden, wird der Schaden erhöht.",
        " Wird eine Figur eingewechselt, löst sie einen Wellenstoß aus, der den Gegnern in der Nähe <hydro>Hydro-Schaden</hydro> zufügt. Die Anzahl der auslösbaren Wellenstöße während der Effektdauer ist begrenzt.",
        " Verleiht den Figuren mit Einhänder, Zweihänder und Stangenwaffe, die unter diesem Effekt stehen, das <hydro>Hydro-Attribut</hydro>."
      ],
      "5": "<br/>",
      "6": "<i>Dieser geheime Ritus wurde in Candaces Klan von Generation zu Generation weitergegeben. Obwohl der alte Glaube im Laufe der Jahre verloren gegangen ist, schützt das Sandmeer noch immer die Nachkommen des alten Reiches.</i>"
    },
    "skillParams": {
      "0": "Fähigkeits-SCH",
      "1": "Dauer",
      "2": "SCH-Bonus",
      "3": "SCH des Wellenstoßes",
      "4": "Anzahl der Auslösungen des Wellenstoßes",
      "5": "Abklingzeit",
      "6": "Elementarenergie",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Schutz des Federflusses",
    "description": {
      "0": "Wird Candace beim Gedrückthalten der Elementarfähigkeit <strong>Heiliger Ritus: Heiligtum des Reihers</strong> angegriffen, wird das Aufladen der Fähigkeit sofort abgeschlossen."
    }
  },
  "passive2": {
    "name": "Himmelsgewölbe im Sand",
    "description": {
      "0": "Erhöht den Schaden des Standardangriffes der Figuren unter dem Effekt „Gebet der roten Krone“ der Spezialfähigkeit <strong>Heiliger Ritus: Bachstelzenflut</strong> um 0,5 % für je 1.000 Punkte von Candaces max. LP, wenn dieser Standardangriff einem Gegner Elementar-Schaden zufügt."
    }
  },
  "passive3": {
    "name": "In Richtung Sonnenaufgang",
    "description": {
      "0": "Verringert die beim Klettern verbrauchte Ausdauer aller eigenen Truppenmitglieder um 20 %.",
      "1": "Nicht mit passiven Talenten mit völlig gleichen Effekten stapelbar."
    }
  },
  "constellation1": {
    "name": "Wiederkehrende Erbin der roten Sande",
    "description": {
      "0": "Verlängert die Dauer des Effekts „Gebet der roten Krone“ der Fähigkeit <strong>Heiliger Ritus – Bachstelzenflut</strong> um 3 s."
    }
  },
  "constellation2": {
    "name": "Monddurchdringender Glanz",
    "description": {
      "0": "Erhöht Candaces max. LP beim Treffen von Gegnern mit der Fähigkeit <strong>Heiliger Ritus – Heiligtum des Reihers</strong> um 20 %, hält 15 s."
    }
  },
  "constellation3": {
    "name": "Bittgesuch der Jäger",
    "description": {
      "0": "Erhöht die Stufe der Fähigkeit <strong>Heiliger Ritus – Bachstelzenflut</strong> um 3.",
      "1": "Höchststufe 15."
    }
  },
  "constellation4": {
    "name": "Eid der Grenzwächter",
    "description": {
      "0": "Verringert die Abklingzeit für Gedrückthalten von <strong>Heiliger Ritus – Heiligtum des Reihers</strong>, sodass sie ebenso lang wie die bei normalem Drücken ist."
    }
  },
  "constellation5": {
    "name": "Goldene Iris",
    "description": {
      "0": "Erhöht die Stufe der Fähigkeit <strong>Heiliger Ritus – Heiligtum des Reihers</strong> um 3.",
      "1": "Höchststufe 15."
    }
  },
  "constellation6": {
    "name": "Überlaufende Abendflut",
    "description": {
      "0": "Verursacht die aktuelle Figur (außer Candace) unter dem Effekt „Gebet der roten Krone“ der Fähigkeit <strong>Heiliger Ritus – Bachstelzenflut</strong> mit Standardangriffen Elementar-Schaden, wird ein Flutstoß ausgelöst, der <hydro>Hydro-Flächenschaden</hydro> in Höhe von 15 % der max. LP von Candace verursacht.",
      "1": "2,3 s Abklingzeit. Der damit verursachte Schaden gilt als Schaden der Spezialfähigkeit."
    }
  }
}