{
  "name": "Nilou",
  "title": "Lotoslicht auf der Tanzbühne",
  "description": "Die berühmte Tänzerin des Theaters Zubayr. Sie hat ein reines Herz und ist voller Wärme. Ihre Tänze sind elegant und anmutig.",
  "constellationName": "Lotos Somno",
  "auto": {
    "name": "Samser-Tanz",
    "fields": {
      "normal": {
        "0": "<strong>Standardangriff</strong>",
        "1": "Führt bis zu 3 Schwerthiebe hintereinander aus."
      },
      "charged": {
        "0": "<strong>Heftiger Schlag</strong>",
        "1": "Verbraucht eine gewisse Menge Ausdauer und führt drehend einen Hieb aus."
      },
      "plunging": {
        "0": "<strong>Angriff aus dem Fall</strong>",
        "1": "Schlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Flächenschaden."
      }
    },
    "skillParams": {
      "0": "SCH Phase 1",
      "1": "SCH Phase 2",
      "2": "SCH Phase 3",
      "3": "SCH heftiger Schläge",
      "4": "Ausdauerverbrauch heftiger Schläge",
      "5": "SCH beim Fallen",
      "6": "SCH beim Fallen aus niedriger/großer Höhe",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Haftkarsvar-Tanz",
    "description": {
      "0": "Wechselt in den Pirouetten-Modus und fügt den Gegnern in der Nähe basierend auf Nilous max. LP <hydro>Hydro-Schaden</hydro> zu.",
      "1": "Im Pirouetten-Modus werden Nilous Standardangriffe und Elementarfähigkeit jeweils in „Schwerttanzschritte“ und „Wirbeltanzschritte“ umgewandelt, die <hydro>Hydro-Schaden</hydro> verursachen, der nicht von anderen Elementen überdeckt werden kann und als Schaden der Elementarfähigkeit gilt.",
      "2": "<br/>",
      "3": "Dabei beendet Nilous dritter Tanzschritt den Pirouetten-Modus und bewirkt je nach dem Typ dieses Tanzschritts folgende Effekte:",
      "4": [
        " Schwerttanzschritt: Entfesselt einen Wassermond, der den Gegnern, die er berührt, <hydro>Hydro-Schaden</hydro> zufügt und Nilou in den Mondgebets-Modus versetzt. In diesem Modus werden Nilous Standardangriffe in Schwerttanzschritte umgewandelt und ihr letzter Hieb entfesselt einen neuen Wassermond.",
        " Wirbeltanzschritt: Entfesselt ein reinigendes Wasserrad, das <hydro>Hydro-Flächenschaden</hydro> verursacht und eine Gelassenheits-Aura erzeugt, die der aktuellen Figur der eigenen Truppe folgt und die Gegner in ihrem Wirkungsbereich fortlaufend in den Zustand <hydro>Nass</hydro> versetzt."
      ],
      "5": "<br/>",
      "6": "Nilou kann keine heftigen Schläge ausführen, wenn sie sich im Pirouetten-Modus oder im Mondgebets-Modus befindet. Diese Modi werden entfernt, sobald Nilou ausgewechselt wird.",
      "7": "<br/>",
      "8": "<i>„Kurz und sanft berühren ihre zarten Zehen das Wasser und das Licht, das daraus hervordringt, ist der Pracht von sieben Himmeln ebenbürtig.“</i>"
    },
    "skillParams": {
      "0": "Fähigkeits-SCH",
      "1": "SCH Phase 1 der Schwert-/Wirbeltanzschritte",
      "2": "SCH Phase 2 der Schwert-/Wirbeltanzschritte",
      "3": "SCH des Wassermonds/Wasserrads",
      "4": "Dauer des Pirouetten-Modus",
      "5": "Dauer des Mondgebets-Modus",
      "6": "Dauer der Gelassenheits-Aura",
      "7": "Abklingzeit",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Abzendegi-Tanz – Ferner Traum am Bach",
    "description": {
      "0": "Beginnt den Tanz des fernen Traums am Bach und lässt den Lotos des fernen Gewässers erblühen. Verursacht <hydro>Hydro-Flächenschaden</hydro> basierend auf Nilous max. LP und versetzt alle davon getroffenen Gegner in den Zustand „Fließende Äonen“.",
      "1": "Nach einem kurzen Intervall erleiden die von diesem Zustand betroffenen Gegner <hydro>Hydro-Schaden</hydro>.",
      "2": "<br/>",
      "3": "<i>„Wir haben den fernen Traum zwar nie erlebt, aber dieser Tanz kann ihn zum Leben erwecken.“</i>"
    },
    "skillParams": {
      "0": "Fähigkeits-SCH",
      "1": "SCH von „Fließende Äonen“",
      "2": "Abklingzeit",
      "3": "Elementarenergie",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Hof der wirbelnden Blüten",
    "description": {
      "0": "Ist der Elementartyp aller Truppenmitglieder entweder <dendro>Dendro</dendro> oder <hydro>Hydro</hydro> und gibt es mindestens jeweils eine Dendro- und eine Hydro-Figur:",
      "1": "Verleiht beim dritten abgeschlossenen Tanzschritt von Nilous <strong>Haftkarsvar-Tanz</strong> allen Figuren in der Nähe 30 s lang den Effekt „Überfluss im goldenen Kelch“.",
      "2": "Erhöht 10 s lang die Elementarkunde aller Figuren in der Nähe um 100 Punkte, wenn die Figur unter dem Effekt „Überfluss im goldenen Kelch“ <dendro>Dendro-Angriffe</dendro> erlitten hat. Außerdem werden durch die Reaktion „Sprießen“ Kerne der Fülle anstelle der Dendro-Kerne erschaffen.",
      "3": "Anders als Dendro-Kerne explodieren Kerne der Fülle schneller, sobald sie erschaffen werden, und verursachen auch umfangreicheren Flächenschaden.",
      "4": "Kerne der Fülle können weder „Flammenspross“ noch „Supraspross“ auslösen und sie teilen das Anzahllimit der Dendro-Kerne. Angriff der Kerne der Fülle gilt als Angriff der Dendro-Kerne durch die Reaktion „Sprießen“.",
      "5": "Sollten die Elementartypen in der Truppe die Bedingungen für dieses passive Talent nicht erfüllen, wird der bestehende Effekt „Überfluss im goldenen Kelch“ entfernt."
    }
  },
  "passive2": {
    "name": "Äonischer Traumtanz",
    "description": {
      "0": "Erhöht je 1.000 Punkte der max. LP von Nilou über 30.000 den Schaden durch Kerne der Fülle, den die Figuren unter dem Effekt „Überfluss im goldenen Kelch“ ausgelöst haben, um 9 %.",
      "1": "Auf diese Weise kann der durch Kerne der Fülle verursachte Schaden maximal um 400 % erhöht werden."
    }
  },
  "passive3": {
    "name": "Weißer Jadelotos",
    "description": {
      "0": "Stellt bei der perfekten Zubereitung eines Gerichts mit Abenteuer-Funktion mit einer Wahrscheinlichkeit von 12 % den 2-fachen Ertrag her."
    }
  },
  "constellation1": {
    "name": "Tanz des abnehmenden Mondes",
    "description": {
      "0": "Verleiht der Elementarfähigkeit <strong>Haftkarsvar-Tanz</strong> folgende Boni:",
      "1": [
        " Erhöht den Schaden des Wassermonds um 65 %.",
        " Verlängert die Dauer der Gelassenheits-Aura um 6 s."
      ]
    }
  },
  "constellation2": {
    "name": "Blumenregen des Sternenhimmels",
    "description": {
      "0": "Verringert den <hydro>Hydro-WDS</hydro> des Gegners 10 s lang um 35 %, nachdem diesem Gegner <hydro>Hydro-Schaden</hydro> durch Figuren unter dem Effekt „Überfluss im goldenen Kelch“ zugefügt worden ist. Verringert den <dendro>Dendro-WDS</dendro> des Gegners 10 s lang um 35 %, nachdem die Reaktion „Sprießen“ diesem Gegner Schaden zugefügt hat.",
      "1": "Das passive Talent „Hof der wirbelnden Blüten“ muss zuerst freigeschaltet werden."
    }
  },
  "constellation3": {
    "name": "Schattenschritt des Lotos",
    "description": {
      "0": "Erhöht die Stufe der Fähigkeit <strong>Abzendegi-Tanz – Ferner Traum am Bach</strong> um 3.",
      "1": "Höchststufe 15."
    }
  },
  "constellation4": {
    "name": "Ruckender Rhythmus",
    "description": {
      "0": "Stellt Nilou 15 Punkte Elementarenergie wieder her, wenn der dritte Tanzschritt im Pirouetten-Modus der Elementarfähigkeit <strong>Haftkarsvar-Tanz</strong> Gegner trifft, und erhöht den Schaden ihrer Spezialfähigkeit <strong>Abzendegi-Tanz – Ferner Traum am Bach</strong> 8 s lang um 50 %."
    }
  },
  "constellation5": {
    "name": "Glanz der Pirouette",
    "description": {
      "0": "Erhöht die Stufe der Fähigkeit <strong>Haftkarsvar-Tanz</strong> um 3.",
      "1": "Höchststufe 15."
    }
  },
  "constellation6": {
    "name": "Melodie des Frostbrechers",
    "description": {
      "0": "Erhöht je 1.000 Punkte von Nilous max. LP ihre KT bzw. ihren KSCH jeweils um 0,6 % bzw. 1,2 %.",
      "1": "Auf diese Weise können KT und KSCH maximal jeweils um 30 % bzw. 60 % erhöht werden."
    }
  }
}