{
  "name": "Albedo",
  "title": "Kreideprinz",
  "description": "Der Hauptalchimist des Ordo Favonius und gleichzeitig der Anführer der Ermittlungstruppe. Er ist wahrhaft ein Genie und wird als der „Kreideprinz“ bezeichnet.",
  "constellationName": "Princeps Cretaceus",
  "auto": {
    "name": "Favonius-Schwertkunst – Weiß",
    "fields": {
      "normal": {
        "0": "<strong>Standardangriff</strong>",
        "1": "Führt bis zu 5 Schwerthiebe hintereinander aus."
      },
      "charged": {
        "0": "<strong>Heftiger Schlag</strong>",
        "1": "Verbraucht eine gewisse Menge Ausdauer und schwingt das Schwert zweimal schnell nach vorn."
      },
      "plunging": {
        "0": "<strong>Angriff aus dem Fall</strong>",
        "1": "Schlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Flächenschaden."
      }
    },
    "skillParams": {
      "0": "SCH Phase 1",
      "1": "SCH Phase 2",
      "2": "SCH Phase 3",
      "3": "SCH Phase 4",
      "4": "SCH Phase 5",
      "5": "SCH heftiger Schläge",
      "6": "Ausdauerverbrauch heftiger Schläge",
      "7": "SCH beim Fallen",
      "8": "SCH beim Fallen aus niedriger/großer Höhe",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Chemische Evolution – Sonnennachbildung",
    "description": {
      "0": "Schafft eine nachgebildete Sonne und verursacht <geo>Geo-Flächenschaden</geo>.",
      "1": "<br/>",
      "2": "<strong>Sonnennachbildung</strong>",
      "3": "Merkmale:",
      "4": [
        " Erschafft eine Blüte der Vergänglichkeit, wenn Gegner im Wirkungsbereich der Sonnennachbildung Schaden erleiden, die beim Erblühen <geo>Geo-Flächenschaden</geo> verursacht. Der Schaden basiert auf Albedos VTD.",
        " 2 s Abklingzeit für Blüte der Vergänglichkeit.",
        " Konzentriert die Geo-Kraft, wenn sich die Figur auf der Sonnennachbildung befindet, und erstellt eine Kristallplattform, die die Figur in die Höhe hebt. Zu einem Zeitpunkt kann es nur eine Kristallplattform geben.",
        " Zu einem Zeitpunkt kann nur eine von Albedo selbst erschaffene Sonnennachbildung existieren. Sie gilt als <geo>Geo-Objekt</geo>."
      ],
      "5": "<br/>",
      "6": "<strong>Gedrückt halten</strong>",
      "7": "Wirkungsbereich der Fähigkeit kann angepasst werden.",
      "8": "<br/>",
      "9": "<i>Diese steinerne Blume hat ganz besondere Eigenschaften, die dem Zweck der Alchimie entsprechen. Sie entsteht in der Erde und strebt dennoch nach oben, um schließlich im Himmel zu einer Sonne zu werden.</i>"
    },
    "skillParams": {
      "0": "Fähigkeits-SCH",
      "1": "SCH der Blüte der Vergänglichkeit",
      "2": "Dauer",
      "3": "Abklingzeit der Fähigkeit",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Fortpflanzung – Tektonische Welle",
    "description": {
      "0": "Geo-Kristalle rasen auf Albedos Befehl nach vorn und verursachen vor Albedo <geo>Geo-Flächenschaden</geo>.",
      "1": "Erschafft, wenn eine Sonnennachbildung von Albedo existiert, 7 Blüten der Sterblichkeit im Wirkungsbereich der Sonnennachbildung, die wild erblühen und <geo>Geo-Flächenschaden</geo> verursachen.",
      "2": "<br/>",
      "3": "Der vor Albedo entstehende Schaden sowie der Schaden der Blüten der Sterblichkeit führen nicht zur Schaffung von Blüten der Vergänglichkeit.",
      "4": "<br/>",
      "5": "<i>Unter Führung des Kreideprinzen bewegt sich die Erde nach seinem Willen.</i>"
    },
    "skillParams": {
      "0": "Spezialfähigkeits-SCH",
      "1": "SCH von Blüten der Sterblichkeit",
      "2": "Abklingzeit",
      "3": "Elementarenergie",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Kreideweiße Macht",
    "description": {
      "0": "Erhöht den Gegnern mit weniger als 50 % LP mit Blüten der Vergänglichkeit von <strong>Chemische Evolution – Sonnennachbildung</strong> zugefügten Schaden um 25 %."
    }
  },
  "passive2": {
    "name": "Weisheit aus der Flasche",
    "description": {
      "0": "Erhöht die Elementarkunde der Truppenmitglieder in der Nähe bei Anwendung von <strong>Fortpflanzung – Tektonische Welle</strong> 10 s lang um 125 Punkte."
    }
  },
  "passive3": {
    "name": "Geburt eines Genies",
    "description": {
      "0": "Stellt beim Zusammensetzen von Material zum Aufstieg von Waffen mit einer Wahrscheinlichkeit von 10 % den 2-fachen Ertrag her."
    }
  },
  "constellation1": {
    "name": "Blume von Eden",
    "description": {
      "0": "Stellt Albedo beim Erblühen der Blüte der Vergänglichkeit von <strong>Chemische Evolution – Sonnennachbildung</strong> 1,2 Punkte Elementarenergie wieder her."
    }
  },
  "constellation2": {
    "name": "Zeit des Lebens",
    "description": {
      "0": "Verleiht Albedo beim Erblühen der Blüte der Vergänglichkeit von <strong>Chemische Evolution – Sonnennachbildung</strong> 30 s lang den Effekt Tödliche Abrechnung:",
      "1": [
        " Beendet den Effekt von Tödliche Abrechnung bei Anwendung von <strong>Fortpflanzung – Tektonische Welle</strong> und erhöht den Explosionsschaden von Fortpflanzung – Tektonische Welle sowie den von Blüten der Sterblichkeit gemäß den Stapelungen des beendeten Effekts.",
        " Erhöht den Schaden in Höhe von 30 % von Albedos VTD pro Stapelung von Tödliche Abrechnung.",
        " 4-fach stapelbar."
      ]
    }
  },
  "constellation3": {
    "name": "Sonnenkranz",
    "description": {
      "0": "Erhöht die Stufe der Fähigkeit <strong>Chemische Evolution – Sonnennachbildung</strong> um 3.",
      "1": "Höchststufe 15."
    }
  },
  "constellation4": {
    "name": "Gefallene Gottheit",
    "description": {
      "0": "Erhöht den Schaden von Angriffen aus dem Fall von aktuellen Figuren in der Truppe innerhalb des Wirkungsbereichs der Sonnennachbildung um 30 %."
    }
  },
  "constellation5": {
    "name": "Gezeiten der Unterwelt",
    "description": {
      "0": "Erhöht die Stufe der Fähigkeit <strong>Fortpflanzung – Tektonische Welle</strong> um 3.",
      "1": "Höchststufe 15."
    }
  },
  "constellation6": {
    "name": "Reine Erde",
    "description": {
      "0": "Erhöht den Schaden von aktuellen Figuren in der Truppe im Schutz von durch Kristallisation entstandenen Schilden innerhalb des Wirkungsbereichs der Sonnennachbildung um 17 %."
    }
  }
}