{
  "name": "Sigewinne",
  "title": "Wunderbare Drachenerbin",
  "description": "Die Oberschwester im Fort Méropide, eine Melusine, versorgt jeden Sünder im Unterwassergefängnis gleichermaßen.",
  "constellationName": "Nereides",
  "auto": {
    "name": "Gezielte Behandlung",
    "fields": {
      "normal": {
        "0": "<strong>Standardangriff</strong>",
        "1": "Führt bis zu 3 Angriffe hintereinander aus."
      },
      "charged": {
        "0": "<strong>Heftiger Schlag</strong>",
        "1": "Führt einen <strong>gezielten Schuss</strong> mit höherem Schaden und höherer Genauigkeit aus.",
        "2": "Konzentriert die Hydro-Kraft während des Zielens an der Pfeilspitze. Nachdem der Pfeil vollständig aufgeladen ist, feuert Sigewinne in regelmäßigen Abständen sich langsam bewegende „kleine Kümmerblase“ auf die Richtung des Zielens, die <hydro>Hydro-Schaden</hydro> verursacht. Beim Loslassen fügt der mit Stromschnellen aufgeladene Pfeil, wenn er einen Gegner trifft, diesem <hydro>Hydro-Schaden</hydro> zu."
      },
      "plunging": {
        "0": "<strong>Angriff aus dem Fall</strong>",
        "1": "Schießt in der Luft einen Pfeilregen ab, trifft schnell auf dem Boden auf und verursacht dort Flächenschaden."
      }
    },
    "skillParams": {
      "0": "SCH Phase 1",
      "1": "SCH Phase 2",
      "2": "SCH Phase 3",
      "3": "Gezielte Schüsse",
      "4": "Voll aufgeladene gezielte Schüsse",
      "5": "SCH der kleinen Kümmerblase",
      "6": "SCH beim Fallen",
      "7": "SCH beim Fallen aus niedriger/großer Höhe",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Hüpfende Hydrotherapie",
    "description": {
      "0": "Verwendet eine spezielle Blasenpistole aus dem Fort Méropide, die einen <strong>heilenden Wasserballon</strong> verschießt, der sowohl die Blutzirkulation anregen, als auch den Patienten in Schlaf versetzen kann.",
      "1": "Der Wasserballon hüpft zwischen Gegnern in der Nähe hin und her und fügt diesen, wenn er sie trifft, <hydro>Hydro-Schaden</hydro> basierend auf Sigewinnes max. LP zu. Stellt beim Hüpfen die LP aller Truppenmitglieder in der Nähe außer Sigewinne selbst basierend auf Sigewinnes eigenen max. LP wieder her.",
      "2": "Nach 5 Hüpfern verschwindet der heilende Wasserballon und stellt Sigewinne dabei LP basierend auf ihren max. LP wieder her.",
      "3": "Sollten keine Gegner in der Nähe sein, wird der heilende Wasserballon in der Gegend herumhüpfen. Es kann nur ein von Sigewinne selbst erschaffener Wasserballon zur gleichen Zeit existieren.",
      "4": "Beim Gedrückthalten wird der heilende Wasserballon mit geladener Kraft losgelassen.",
      "5": "<br/>",
      "6": "<strong>Gedrückt halten</strong>",
      "7": "Wechselt in den Zielmodus und tankt Kraft, um einen noch größeren Wasserballon abzufeuern, der noch mehr Schaden verursacht!",
      "8": "Der heilende Wasserballon wird mit der Zeit, die gedrückt gehalten wird, immer größer, bis zu einem Maximum von zwei Stufen. Mit jeder Stufe, die er größer wird, erhöhen sich der Schaden, den er zufügt, um 5 % und die LP, die er wiederherstellt, um 5 %. Der heilende Wasserballon wird nach jedem Hüpfer um eine Stufe kleiner, bis er wieder seine normale Größe erreicht hat.",
      "9": "Schwächere Gegner werden durch Treffer eines größeren Ballons gefesselt und können sich nicht mehr bewegen.",
      "10": "<br/>",
      "11": "Erschafft außerdem beim Auslösen 2 Quellwassertropfen in Sigewinnes Nähe. Jeder aufgenommene Quellwassertropfen gewährt ihr dabei Eid des Lebens in Höhe von 10 % ihrer max. LP.",
      "12": "Wird Sigewinnes Eid des Lebens entfernt, wird ihr für je 2.000 Punkte entfernten Eid des Lebens 1 Punkt Elementarenergie wiederhergestellt, wobei ihr auf diese Weise bis zu 5 Punkte Elementarenergie wiederhergestellt werden können.",
      "13": "<br/>",
      "14": "<strong>Arkhe: Ousia</strong>",
      "15": "In regelmäßigen Abständen lässt der heilende Wasserballon an den Stellen, an denen er auftrifft, eine Wogenklinge niedergehen, die mit Ousia versehenen <hydro>Hydro-Schaden</hydro> basierend auf Sigewinnes max. LP verursacht.",
      "16": "<br/>",
      "17": "<i>„Wie wäre das? Nutzen wir diese Art der Hydrotherapie. Sie regt den Kreislauf an, macht den Patienten Spaß und lässt die, die eigentlich schlafen sollten, ein kleines Nickerchen halten ...“</i>"
    },
    "skillParams": {
      "0": "SCH heilender Wasserballon",
      "1": "Heilung heilender Wasserballon",
      "2": "Heilung Ende der Hüpfer",
      "3": "Wogenklinge-SCH",
      "4": "Wogenklinge-Intervall",
      "5": "Abklingzeit",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Übereifrige Injektion",
    "description": {
      "0": "Zieht eine spezielle Spritze aus dem Fort Méropide hervor, gießt voller Leidenschaft und vollen Tranks den Bereich vor sich und verursacht basierend auf Sigewinnes max. LP fortlaufend <hydro>Hydro-Flächenschaden</hydro>.",
      "1": "Sigewinne sammelt außerdem beim Auslösen bis zu 2 Quellwassertropfen in einem bestimmten Umkreis in der Nähe ein.",
      "2": "<br/>",
      "3": "<i>„Ach, eine Überschreitung der Dosis ist genauso wie Gift. Das ist ziemlich gefährlich. Aber ein Patient braucht Fürsorge und Liebe, egal wie viel, es gibt nie zu viel.“</i>"
    },
    "skillParams": {
      "0": "Fähigkeits-SCH",
      "1": "Dauer",
      "2": "Abklingzeit",
      "3": "Elementarenergie",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Erfordert angemessene Ruhezeiten",
    "description": {
      "0": "Sigewinne verleiht sich beim Auslösen von <strong>Hüpfende Hydrotherapie</strong> den 18 s haltenden Effekt „Halb-obligatorische Genesung“: Verleiht ihr während der Wirkungsdauer einen <hydro>Hydro-SCH-Bonus</hydro> von 8 % sowie 10 Stapelungen Ruhezählung, von denen jedes Mal, wenn mit der Elementarfähigkeit eines inaktiven Truppenmitglieds in der Nähe mit Ausnahme von Sigewinne Schaden verursacht wird, eine Stapelung verbraucht wird, wodurch der durch diese Elementarfähigkeit verursachte Schaden erhöht wird: Erhöht für je 1.000 Punkte der max. LP von Sigewinne über 30.000 den Schaden um 80 Punkte. Auf diese Weise kann der verursachte Schaden der Elementarfähigkeit um bis zu 2.800 Punkte erhöht werden."
    }
  },
  "passive2": {
    "name": "Detaillierte Diagnose, sorgfältige Behandlung",
    "description": {
      "0": "Erhöht bei aktiver Heilung durch Sigewinne entsprechend dem Gesamtwert von Eid des Lebens aller Truppenmitglieder zusammen die Heilung um 3 % für je 1.000 Punkte Eid des Lebens. Bis zu 30 % Heilungs-Bonus auf diese Weise möglich."
    }
  },
  "passive3": {
    "name": "Notfalldosis",
    "description": {
      "0": "Stellt unter Wasser deiner eigenen aktiven Figur, wenn deren LP unter 50 % fallen, innerhalb von 2,5 s fortlaufend LP in Höhe von 50 % ihrer max. LP wieder her und reduziert für 10 s ihren WDS gegen alle Elemente sowie ihren phys. WDS um 10 %. 20 s Abklingzeit."
    }
  },
  "constellation1": {
    "name": "„Kann der glücklichste Geist Sorgen verstehen?“",
    "description": {
      "0": "Der heilende Wasserballon von <strong>Hüpfende Hydrotherapie</strong> kann 3-mal zusätzlich hüpfen und schrumpft während der ersten 3 Hüpfer nicht.",
      "1": "Außerdem werden die Effekte des passiven Talents „Erfordert angemessene Ruhezeiten“ verstärkt: Gewährt Sigewinne, wenn der heilende Wasserballon hüpft, 1 Stapelung Ruhezählung. Außerdem wird der Schaden-Bonus von Ruhezählung verändert: Erhöht für je 1.000 Punkte der max. LP von Sigewinne über 30.000 den Schaden um 100 Punkte. Auf diese Weise kann der Schaden um bis zu 3.500 Punkte erhöht werden. Das passive Talent „Erfordert angemessene Ruhezeiten“ muss zuerst freigeschaltet werden."
    }
  },
  "constellation2": {
    "name": "„Kann der gütigste Geist seine Feinde vernichten?“",
    "description": {
      "0": "Erstellt beim Anwenden von <strong>Hüpfende Hydrotherapie</strong> und <strong>Übereifrige Injektion</strong> einen Wasserballschild mit einer Stärke von 30 % der max. LP. Hält bei <hydro>Hydro-Schaden</hydro> 250 % ab. Der Schild hält bis zum Abschluss des Anwendungsvorgangs der oben genannten Fähigkeiten.",
      "1": "Verringert außerdem, nachdem der heilende Wasserballon von Hüpfende Hydrotherapie oder die Übereifrige Injektion einen Gegner trifft, dessen <hydro>Hydro-WDS</hydro> 8 s lang um 35 %."
    }
  },
  "constellation3": {
    "name": "„Kann der gesündeste Geist Fieber kurieren?“",
    "description": {
      "0": "Erhöht die Stufe der Fähigkeit <strong>Hüpfende Hydrotherapie</strong> um 3.",
      "1": "Höchststufe 15."
    }
  },
  "constellation4": {
    "name": "„Kann sich der schönste Geist dem Verfall verweigern?“",
    "description": {
      "0": "Verlängert die Wirkungsdauer von <strong>Übereifrige Injektion</strong> um 3 s."
    }
  },
  "constellation5": {
    "name": "„Kann der freudigste Geist die Qualen lindern?“",
    "description": {
      "0": "Erhöht die Stufe der Fähigkeit <strong>Übereifrige Injektion</strong> um 3.",
      "1": "Höchststufe 15."
    }
  },
  "constellation6": {
    "name": "„Kann der erleuchtetste Geist für mich beten?“",
    "description": {
      "0": "Erhöht die KT und den KSCH von <strong>Übereifrige Injektion</strong> basierend auf Sigewinnes max. LP, wenn sie Heilung gewährt: Erhöht für je 1.000 Punkte ihrer max. LP die KT um 0,4 % und den KSCH um 2,2 %, hält 15 s. Boni von bis zu 20 % KT und 110 % KSCH sind auf diese Weise möglich."
    }
  }
}