{
  "name": "Lyney",
  "title": "Das Spektakel von Fantasmagoria",
  "description": "Ein redegewandter und charismatischer Zauberer aus Fontaine. Er zieht sein Publikum mit raffinierten Tricks und einnehmenden Worten in seinen Bann.",
  "constellationName": "Felis Fuscus",
  "auto": {
    "name": "Erzwungene Rochade",
    "fields": {
      "normal": {
        "0": "<strong><strong>Standardangriff</strong>",
        "1": "Führt bis zu 4 Pfeilschüsse hintereinander aus."
      },
      "charged": {
        "0": "<strong>Heftiger Schlag</strong>",
        "1": "Führt einen <strong>gezielten Schuss</strong> mit höherem Schaden und höherer Genauigkeit aus.",
        "2": "Konzentriert die Pyro-Energie während des Zielens an der Pfeilspitze, die dann beim Angriff mit abgefeuert wird. Je nachdem, wie lange die Energie aufgeladen wird, kann dies unterschiedliche Effekte zur Folge haben:",
        "3": [
          " Energieladung Phase 1: Feuert einen Pyro-Pfeil ab, der <pyro>Pyro-Schaden</pyro> verursacht.",
          " Energieladung Phase 2: Schießt einen Zauberrequisiten-Pfeil ab, der <pyro>Pyro-Schaden</pyro> verursacht und, nachdem er getroffen hat, eine „Grinsekatzenmütze“ beschwört."
        ],
        "4": "Liegen beim Abfeuern des Zauberrequisiten-Pfeils Lyneys LP über 60 %, so verbraucht er einen Teil seiner LP und erhält dafür einen Stapel „Requisitenüberschuss“. 5-fach stapelbar. Wird 30 s nach Verlassen des Kampfs entfernt.",
        "5": "Verringert Lyneys LP beim Auslösen dieser Fähigkeit höchstens auf 60 %."
      },
      "plunging": {
        "0": "<strong>Angriff aus dem Fall</strong>",
        "1": "Schießt in der Luft einen Pfeilregen ab, trifft schnell auf dem Boden auf und verursacht dort Flächenschaden."
      },
      "grinMalkin": {
        "0": "<strong>Grinsekatzenmütze</strong>",
        "1": [
          " Verspottet Gegner in der Umgebung und zieht ihre Angriffe auf sich. Jeder Gegner kann nur 1-mal alle 5 s verspottet werden.",
          " Die Unversehrtheit der Mütze hängt von Lyneys max. LP ab.",
          " Feuert bei Zerstörung, oder wenn die Dauer endet, ein <strong>Feuerwerksgeschoss</strong> auf einen Gegner in der Umgebung, das <pyro>Pyro-Schaden</pyro> verursacht."
        ],
        "2": "Es kann immer nur 1 Grinsekatzenmütze gleichzeitig existieren."
      },
      "arkhe": {
        "0": "<strong>Arkhe: Pneuma</strong>",
        "1": "In regelmäßigen Abständen wird an der Position, die der Zauberrequisiten-Pfeil trifft, ein Geisterstachel fallengelassen, der mit Pneuma versehenen <pyro>Pyro-Schaden</pyro> verursacht."
      }
    },
    "skillParams": {
      "0": "SCH Phase 1",
      "1": "SCH Phase 2",
      "2": "SCH Phase 3",
      "3": "SCH Phase 4",
      "4": "SCH beim Fallen",
      "5": "SCH beim Fallen aus niedriger/großer Höhe",
      "6": "Gezielte Schüsse",
      "7": "Gezielte Schüsse Aufladephase 1",
      "8": "Zauberrequisiten-Pfeil-SCH",
      "9": "LP-Verbrauch",
      "10": "Erhaltene LP von Grinsekatzenmütze",
      "11": "Grinsekatzenmütze-Dauer",
      "12": "Feuerwerksgeschoss-SCH",
      "13": "Geisterstachel-SCH",
      "14": "Geisterstachel-Intervall",
      "15": ""
    }
  },
  "skill": {
    "name": "Ablenkende Lichter",
    "description": {
      "0": "Lyney schwenkt seinen Hut und zündet ein überraschendes Feuerwerk.",
      "1": "Verbraucht beim Auslösen vorhandene Stapelungen „Requisitenüberschuss“ und fügt dem Gegner vor sich <pyro>Pyro-Flächenschaden</pyro> zu. Der zugefügte Schaden erhöht sich entsprechend der Anzahl verbrauchter Stapelungen. Außerdem stellt Lyney LP auf Basis seiner max. LP wieder her.",
      "2": "<br/>",
      "3": "Befindet sich die von Lyney beschworene Grinsekatzenmütze auf dem Feld, so lässt das Feuerwerk diese in einer gewaltigen Explosion in die Luft gehen, wodurch <pyro>Pyro-Flächenschaden</pyro> in Höhe des durch das Feuerwerksgeschoss verursachten Schadens zugefügt wird.",
      "4": "Der durch die so herbeigeführte Explosion der Grinsekatzenmütze verursachte Schaden wird als Schaden des heftigen Schlags betrachtet.",
      "5": "<br/>",
      "6": "<i>„Viele wissen genau, dass Zauberkünstler diese Technik häufig einsetzen, um die Aufmerksamkeit des Publikums zu lenken ... Ganz recht, während du gerade in diese Richtung geschaut hast, sind Hut und Assistentin, die sich eben noch dort drüben befunden haben, verschwunden ... Faszinierend, oder?“</i>"
    },
    "skillParams": {
      "0": "Fähigkeits-SCH",
      "1": "Fähigkeits-SCH-Bonus",
      "2": "LP-Wiederherstellung",
      "3": "Abklingzeit",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Wundersame Magie – Parade der Wunder",
    "description": {
      "0": "Lyney wirkt seine Magie und verwandelt sich in eine flinke „Grinsemützenkatze“. (Nicht zu verwechseln mit der „Grinsekatzenmütze“. Hierbei handelt es sich um zwei völlig unterschiedliche Requisiten!)",
      "1": "Die Grinsemützenkatze lässt ein Feuerwerk auf Gegner niedergehen, sobald sie sich in deren Nähe befindet, wobei sie jedem von ihnen max. 1-mal <pyro>Pyro-Schaden</pyro> zufügt. Sobald der Effekt endet, entfernt Lyney die Grinsemützenkatze, indem ein Feuerwerk gezündet wird, das <pyro>Pyro-Flächenschaden</pyro> verursacht und eine Grinsekatzenmütze beschworen wird. Außerdem erhält Lyney eine Stapelung „Requisitenüberschuss“.",
      "2": "<br/>",
      "3": "Die Grinsemützenkatze kann aktiv entfernt werden.",
      "4": "<br/>",
      "5": "<i>„Und nun ein kleiner Vorgeschmack darauf, was noch kommt. Gut aufpassen, denn dies ist ein einzigartiger, einmaliger, wunderbarer Moment für uns!“</i>"
    },
    "skillParams": {
      "0": "Fähigkeits-SCH",
      "1": "SCH von Explosives Feuerwerk",
      "2": "Dauer",
      "3": "Abklingzeit",
      "4": "Elementarenergie",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Atemberaubende Darbietung",
    "description": {
      "0": "Verbraucht der von Lyney abgeschossene <strong>Zauberrequisiten-Pfeil</strong> LP, so stellt die durch ihn beschworene Grinsekatzenmütze, wenn sie Gegner trifft, bei Lyney 3 Punkte Elementarenergie wieder her und erhöht den verursachten Schaden um 80 % ANG."
    }
  },
  "passive2": {
    "name": "Abschließender Beifall",
    "description": {
      "0": "Erhöht den Schaden, den Lyney den vom <pyro>Pyro-Element</pyro> betroffenen Gegnern zufügt, auf folgende Weise:",
      "1": [
        " Erhöht den Schaden bedingungslos um 60 %.",
        " Für jede Figur in der Truppe außer Lyney, die die <pyro>Pyro</pyro>-Kraft beherrscht, wird der Schaden zusätzlich um 20 % erhöht."
      ],
      "2": "Durch die oben beschriebenen Methoden kann sich der Schaden, den Lyney Gegnern zufügt, die vom <pyro>Pyro-Element</pyro> betroffen sind, um bis zu 100 % erhöhen."
    }
  },
  "passive3": {
    "name": "Triviale Beobachtungen",
    "description": {
      "0": "Zeigt alle <strong>Besonderheiten Fontaines</strong> in der Nähe auf der Minikarte an."
    }
  },
  "constellation1": {
    "name": "Bizarre Wunder",
    "description": {
      "0": "Es können bis zu 2 <strong>Grinsekatzenmützen</strong> gleichzeitig existieren.",
      "1": "Außerdem werden durch Treffer mit dem Zauberrequisiten-Pfeil 2 Grinsekatzenmützen beschworen. Zugleich wird zusätzlich 1 „Requisitenüberschuss“ gestapelt. 15 s Abklingzeit."
    }
  },
  "constellation2": {
    "name": "Verlockender Köder",
    "description": {
      "0": "Lyney erhält alle 2 s einen Stapel „Fokussierte Konzentration“, wenn er auf dem Feld ist. Hierdurch wird sein KSCH um 20 % gesteigert. Dieser Effekt ist 3-fach stapelbar und wird aufgehoben, wenn Lyney das Feld verlässt."
    }
  },
  "constellation3": {
    "name": "Taschenspielertrick",
    "description": {
      "0": "Erhöht die Stufe der Fähigkeit <strong>Standardangriff – Erzwungene Rochade</strong> um 3.",
      "1": "Höchststufe 15."
    }
  },
  "constellation4": {
    "name": "Bewandert und erprobt",
    "description": {
      "0": "Verringert den <pyro>Pyro-WDS</pyro> der von Lyneys heftigem Schlag getroffenen Gegner 6 s lang um 20 %, wenn der heftige Schlag vom Elementartyp <pyro>Pyro</pyro> ist."
    }
  },
  "constellation5": {
    "name": "Des Rätsels Lösung",
    "description": {
      "0": "Erhöht die Stufe der Fähigkeit <strong>Wundersame Magie – Parade der Wunder</strong> um 3.",
      "1": "Höchststufe 15."
    }
  },
  "constellation6": {
    "name": "Ein gezwungenes Lächeln",
    "description": {
      "0": "Lyney schießt beim Abfeuern des <strong>Zauberrequisiten-Pfeils</strong> ein Feuerwerksgeschoss – Überarbeitet ab, welches 80 % des Schadens des Feuerwerksgeschoss’ verursacht. Dieser Schaden wird als Schaden von heftigen Schlägen betrachtet."
    }
  }
}