{
  "name": "Amenoma Kageuchi",
  "description": {
    "0": "Ein Schwert, das auf Bestellung von einem berühmten Samurai angefertigt wurde, der, den Legenden nach, sogar den schnellsten Tengu-Krieger mühelos niederschlagen konnte."
  },
  "passiveName": "Iwakura-Nachkomme",
  "passiveDescription": {
    "0": {
      "0": "Gewährt beim Auslösen einer Elementarfähigkeit 1 Samen der Nachkommenschaft, 5 s Abklingzeit. Samen der Nachkommenschaft halten 30 s, zu einem Zeitpunkt können bis zu 3 existieren. Verbraucht beim Auslösen einer Spezialfähigkeit alle vorhandenen Samen der Nachkommenschaft und stellt der Figur 2 s später <cryo>6</cryo> Punkte Elementarenergie pro verbrauchten Samen der Nachkommenschaft wieder her."
    },
    "1": {
      "0": "Gewährt beim Auslösen einer Elementarfähigkeit 1 Samen der Nachkommenschaft, 5 s Abklingzeit. Samen der Nachkommenschaft halten 30 s, zu einem Zeitpunkt können bis zu 3 existieren. Verbraucht beim Auslösen einer Spezialfähigkeit alle vorhandenen Samen der Nachkommenschaft und stellt der Figur 2 s später <cryo>7,5</cryo> Punkte Elementarenergie pro verbrauchten Samen der Nachkommenschaft wieder her."
    },
    "2": {
      "0": "Gewährt beim Auslösen einer Elementarfähigkeit 1 Samen der Nachkommenschaft, 5 s Abklingzeit. Samen der Nachkommenschaft halten 30 s, zu einem Zeitpunkt können bis zu 3 existieren. Verbraucht beim Auslösen einer Spezialfähigkeit alle vorhandenen Samen der Nachkommenschaft und stellt der Figur 2 s später <cryo>9</cryo> Punkte Elementarenergie pro verbrauchten Samen der Nachkommenschaft wieder her."
    },
    "3": {
      "0": "Gewährt beim Auslösen einer Elementarfähigkeit 1 Samen der Nachkommenschaft, 5 s Abklingzeit. Samen der Nachkommenschaft halten 30 s, zu einem Zeitpunkt können bis zu 3 existieren. Verbraucht beim Auslösen einer Spezialfähigkeit alle vorhandenen Samen der Nachkommenschaft und stellt der Figur 2 s später <cryo>10,5</cryo> Punkte Elementarenergie pro verbrauchten Samen der Nachkommenschaft wieder her."
    },
    "4": {
      "0": "Gewährt beim Auslösen einer Elementarfähigkeit 1 Samen der Nachkommenschaft, 5 s Abklingzeit. Samen der Nachkommenschaft halten 30 s, zu einem Zeitpunkt können bis zu 3 existieren. Verbraucht beim Auslösen einer Spezialfähigkeit alle vorhandenen Samen der Nachkommenschaft und stellt der Figur 2 s später <cryo>12</cryo> Punkte Elementarenergie pro verbrauchten Samen der Nachkommenschaft wieder her."
    }
  }
}