{
  "name": "Spiegel des Nachtwebers",
  "description": {
    "0": "Ein Spiegel aus makellosem Silber. Es heißt, dass er Zeuge der Geburt des Mondmädchens war und deshalb von den Nachkommen des Frostmonds als heilig angesehen wird."
  },
  "passiveName": "Tausendjähriges Gebet",
  "passiveDescription": {
    "0": {
      "0": "Verleiht dem Träger, wenn er mit seiner Elementarfähigkeit Hydro- oder Dendro-Schaden verursacht, den Effekt „Heilige Worte des Nordens“: Erhöht die Elementarkunde 4,5 s lang um <cryo>60</cryo> Punkte. Verleiht dem Träger, wenn Truppenmitglieder in der Nähe die Reaktion „Mondspross“ auslösen, den Effekt „Verse des Neumonds“: Erhöht die Elementarkunde 10 s lang um <cryo>60</cryo> Punkte. Erhöht, wenn die Effekte „Heilige Worte des Nordens“ und „Verse des Neumonds“ gleichzeitig existieren, den von allen Truppenmitgliedern in der Nähe mit der Reaktion „Sprießen“ verursachten Schaden um <cryo>120 %</cryo>, den mit den Reaktionen „Supraspross“ und „Flammenspross“ verursachten Schaden um <cryo>80 %</cryo> sowie den mit der Reaktion „Mondspross“ verursachten Schaden um <cryo>40 %</cryo>. Dieser Effekt ist nicht stapelbar und kann auch ausgelöst werden, wenn die damit ausgerüstete Figur inaktiv ist."
    },
    "1": {
      "0": "Verleiht dem Träger, wenn er mit seiner Elementarfähigkeit Hydro- oder Dendro-Schaden verursacht, den Effekt „Heilige Worte des Nordens“: Erhöht die Elementarkunde 4,5 s lang um <cryo>75</cryo> Punkte. Verleiht dem Träger, wenn Truppenmitglieder in der Nähe die Reaktion „Mondspross“ auslösen, den Effekt „Verse des Neumonds“: Erhöht die Elementarkunde 10 s lang um <cryo>75</cryo> Punkte. Erhöht, wenn die Effekte „Heilige Worte des Nordens“ und „Verse des Neumonds“ gleichzeitig existieren, den von allen Truppenmitgliedern in der Nähe mit der Reaktion „Sprießen“ verursachten Schaden um <cryo>150 %</cryo>, den mit den Reaktionen „Supraspross“ und „Flammenspross“ verursachten Schaden um <cryo>100 %</cryo> sowie den mit der Reaktion „Mondspross“ verursachten Schaden um <cryo>50 %</cryo>. Dieser Effekt ist nicht stapelbar und kann auch ausgelöst werden, wenn die damit ausgerüstete Figur inaktiv ist."
    },
    "2": {
      "0": "Verleiht dem Träger, wenn er mit seiner Elementarfähigkeit Hydro- oder Dendro-Schaden verursacht, den Effekt „Heilige Worte des Nordens“: Erhöht die Elementarkunde 4,5 s lang um <cryo>90</cryo> Punkte. Verleiht dem Träger, wenn Truppenmitglieder in der Nähe die Reaktion „Mondspross“ auslösen, den Effekt „Verse des Neumonds“: Erhöht die Elementarkunde 10 s lang um <cryo>90</cryo> Punkte. Erhöht, wenn die Effekte „Heilige Worte des Nordens“ und „Verse des Neumonds“ gleichzeitig existieren, den von allen Truppenmitgliedern in der Nähe mit der Reaktion „Sprießen“ verursachten Schaden um <cryo>180 %</cryo>, den mit den Reaktionen „Supraspross“ und „Flammenspross“ verursachten Schaden um <cryo>120 %</cryo> sowie den mit der Reaktion „Mondspross“ verursachten Schaden um <cryo>60 %</cryo>. Dieser Effekt ist nicht stapelbar und kann auch ausgelöst werden, wenn die damit ausgerüstete Figur inaktiv ist."
    },
    "3": {
      "0": "Verleiht dem Träger, wenn er mit seiner Elementarfähigkeit Hydro- oder Dendro-Schaden verursacht, den Effekt „Heilige Worte des Nordens“: Erhöht die Elementarkunde 4,5 s lang um <cryo>105</cryo> Punkte. Verleiht dem Träger, wenn Truppenmitglieder in der Nähe die Reaktion „Mondspross“ auslösen, den Effekt „Verse des Neumonds“: Erhöht die Elementarkunde 10 s lang um <cryo>105</cryo> Punkte. Erhöht, wenn die Effekte „Heilige Worte des Nordens“ und „Verse des Neumonds“ gleichzeitig existieren, den von allen Truppenmitgliedern in der Nähe mit der Reaktion „Sprießen“ verursachten Schaden um <cryo>210 %</cryo>, den mit den Reaktionen „Supraspross“ und „Flammenspross“ verursachten Schaden um <cryo>140 %</cryo> sowie den mit der Reaktion „Mondspross“ verursachten Schaden um <cryo>70 %</cryo>. Dieser Effekt ist nicht stapelbar und kann auch ausgelöst werden, wenn die damit ausgerüstete Figur inaktiv ist."
    },
    "4": {
      "0": "Verleiht dem Träger, wenn er mit seiner Elementarfähigkeit Hydro- oder Dendro-Schaden verursacht, den Effekt „Heilige Worte des Nordens“: Erhöht die Elementarkunde 4,5 s lang um <cryo>120</cryo> Punkte. Verleiht dem Träger, wenn Truppenmitglieder in der Nähe die Reaktion „Mondspross“ auslösen, den Effekt „Verse des Neumonds“: Erhöht die Elementarkunde 10 s lang um <cryo>120</cryo> Punkte. Erhöht, wenn die Effekte „Heilige Worte des Nordens“ und „Verse des Neumonds“ gleichzeitig existieren, den von allen Truppenmitgliedern in der Nähe mit der Reaktion „Sprießen“ verursachten Schaden um <cryo>240 %</cryo>, den mit den Reaktionen „Supraspross“ und „Flammenspross“ verursachten Schaden um <cryo>160 %</cryo> sowie den mit der Reaktion „Mondspross“ verursachten Schaden um <cryo>80 %</cryo>. Dieser Effekt ist nicht stapelbar und kann auch ausgelöst werden, wenn die damit ausgerüstete Figur inaktiv ist."
    }
  }
}