{
  "name": "Shenhe",
  "title": "Lonesome Transcendence",
  "description": "An adepti disciple with a most unusual air about her. Having spent much time cultivating in isolation in Liyue's mountains, she has become every bit as cool and distant as the adepti themselves.",
  "constellationName": "Crista Doloris",
  "auto": {
    "name": "Dawnstar Piercer",
    "fields": {
      "normal": {
        "0": "<strong>Normal Attack</strong>",
        "1": "Performs up to 5 consecutive spear strikes."
      },
      "charged": {
        "0": "<strong>Charged Attack</strong>",
        "1": "Consumes a certain amount of Stamina to lunge forward, dealing damage to opponents along the way."
      },
      "plunging": {
        "0": "<strong>Plunging Attack</strong>",
        "1": "Plunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact."
      }
    },
    "skillParams": {
      "0": "1-Hit DMG",
      "1": "2-Hit DMG",
      "2": "3-Hit DMG",
      "3": "4-Hit DMG",
      "4": "5-Hit DMG",
      "5": "Charged Attack DMG",
      "6": "Charged Attack Stamina Cost",
      "7": "Plunge DMG",
      "8": "Low/High Plunge DMG",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Spring Spirit Summoning",
    "description": {
      "0": "The frosted dew, silvery and dense, shall exorcise all demons.",
      "1": "Grants all nearby party members the Icy Quill effect and deals <cryo>Cryo DMG</cryo> in different ways based on whether it is pressed or held.",
      "2": "<br/>",
      "3": "<strong>Press</strong>",
      "4": "Rushes forward together with a Talisman Spirit, dealing <cryo>Cryo DMG</cryo> to opponents along the path.",
      "5": "<br/>",
      "6": "<strong>Hold</strong>",
      "7": "Commands the Talisman Spirit to deal <cryo>AoE Cryo DMG</cryo>.",
      "8": "<br/>",
      "9": "<strong>Icy Quill</strong>",
      "10": "When Normal, Charged, and Plunging Attacks, Elemental Skills, and Elemental Bursts deal <cryo>Cryo DMG</cryo> to opponents, the DMG dealt is increased based on Shenhe's current ATK.",
      "11": "<br/>",
      "12": "The Icy Quill's effects will be cleared once its duration ends or after being triggered a certain number of times. When held rather than pressed, the Icy Quill's effect lasts longer and can be triggered more times.",
      "13": "When one <cryo>Cryo DMG</cryo> instance strikes multiple opponents, the effect is triggered multiple times based on the number of opponents hit. The number of times the effect is triggered is calculated independently for each party member with the Icy Quill.",
      "14": "<br/>",
      "15": "<i>The power of the spirits is no falsehood. Burdened with her orders, the divine maiden hurries on!</i>"
    },
    "skillParams": {
      "0": "Press Skill DMG",
      "1": "Hold Skill DMG",
      "2": "DMG Bonus",
      "3": "Press/Hold Duration",
      "4": "Press/Hold Trigger Quota",
      "5": "Press CD",
      "6": "Hold CD",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Divine Maiden's Deliverance",
    "description": {
      "0": "Unleashes the power of the Talisman Spirit, allowing it to roam free in this plane, dealing <cryo>AoE Cryo DMG</cryo>.",
      "1": "The Talisman Spirit then creates a field that decreases the <cryo>Cryo RES</cryo> and Physical RES of opponents within it. It also deals periodic <cryo>Cryo DMG</cryo> to opponents within the field.",
      "2": "<br/>",
      "3": "<i>The way of the adepti is not defined only by the mysterious and fantastical. Only by observing the changes in the heavens and the earth, and understanding the laws of cause and effect in this realm, may its essence be understood.</i>"
    },
    "skillParams": {
      "0": "Skill DMG",
      "1": "RES Decrease",
      "2": "DoT",
      "3": "Duration",
      "4": "CD",
      "5": "Energy Cost",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Deific Embrace",
    "description": {
      "0": "An active character within the field created by <strong>Divine Maiden's Deliverance</strong> gains 15% <cryo>Cryo DMG Bonus</cryo>."
    }
  },
  "passive2": {
    "name": "Spirit Communion Seal",
    "description": {
      "0": "After Shenhe uses <strong>Spring Spirit Summoning</strong>, she will grant all nearby party members the following effects:",
      "1": [
        " Press: Elemental Skill and Elemental Burst DMG increased by 15% for 10s.",
        " Hold: Normal, Charged, and Plunging Attack DMG increased by 15% for 15s."
      ]
    }
  },
  "passive3": {
    "name": "Precise Comings and Goings",
    "description": {
      "0": "Gains 25% more rewards when dispatched on a Liyue Expedition for 20 hours."
    }
  },
  "constellation1": {
    "name": "Clarity of Heart",
    "description": {
      "0": "<strong>Spring Spirit Summoning</strong> can be used 1 more time."
    }
  },
  "constellation2": {
    "name": "Centered Spirit",
    "description": {
      "0": "<strong>Divine Maiden's Deliverance</strong> lasts for 6 seconds longer. Active characters within the skill's field deal 15% increased <cryo>Cryo</cryo> CRIT DMG."
    }
  },
  "constellation3": {
    "name": "Seclusion",
    "description": {
      "0": "Increases the Level of <strong>Spring Spirit Summoning</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation4": {
    "name": "Insight",
    "description": {
      "0": "When characters under the effect of <strong>Icy Quill</strong> applied by Shenhe trigger its DMG Bonus effects, Shenhe will gain a Skyfrost Mantra stack:",
      "1": [
        " When Shenhe uses <strong>Spring Spirit Summoning</strong>, she will consume all stacks of Skyfrost Mantra, increasing the DMG of that Spring Spirit Summoning by 5% for each stack consumed.",
        " Max 50 stacks. Stacks last for 60s."
      ]
    }
  },
  "constellation5": {
    "name": "Divine Attainment",
    "description": {
      "0": "Increases the Level of <strong>Divine Maiden's Deliverance</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation6": {
    "name": "Mystical Abandon",
    "description": {
      "0": "When characters trigger <strong>Icy Quill</strong>'s effects using Normal and Charged Attack DMG, it does not count toward the Trigger Quota."
    }
  }
}