{
  "name": "Sangonomiya Kokomi",
  "title": "Pearl of Wisdom",
  "description": "The Divine Priestess of Watatsumi Island. All of the island's affairs are at this young lady's fingertips.",
  "constellationName": "Dracaena Somnolenta",
  "auto": {
    "name": "The Shape of Water",
    "fields": {
      "normal": {
        "0": "<strong><strong>Normal Attack</strong>",
        "1": "Performs up to 3 consecutive attacks that take the form of swimming fish, dealing <hydro>Hydro DMG</hydro>."
      },
      "charged": {
        "0": "<strong>Charged Attack</strong>",
        "1": "Consumes a certain amount of Stamina to deal <hydro>AoE Hydro DMG</hydro> after a short casting time."
      },
      "plunging": {
        "0": "<strong>Plunging Attack</strong>",
        "1": "Gathering the might of Hydro, Kokomi plunges towards the ground from mid-air, damaging all opponents in her path. Deals <hydro>AoE Hydro DMG</hydro> upon impact with the ground."
      }
    },
    "skillParams": {
      "0": "1-Hit DMG",
      "1": "2-Hit DMG",
      "2": "3-Hit DMG",
      "3": "Charged Attack DMG",
      "4": "Charged Attack Stamina Cost",
      "5": "Plunge DMG",
      "6": "Low/High Plunge DMG",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Kurage's Oath",
    "description": {
      "0": "Summons a \"Bake-Kurage\" created from water that can heal her allies.",
      "1": "Using this skill will apply the <hydro>Wet</hydro> status to Sangonomiya Kokomi.",
      "2": "<br/>",
      "3": "<strong>Bake-Kurage</strong>",
      "4": "Deals <hydro>Hydro DMG</hydro> to surrounding opponents and heals nearby active characters at fixed intervals. This healing is based on Kokomi's Max HP.",
      "5": "<br/>",
      "6": "<i>Kokomi needs timely \"refreshment\" in order to maintain optimal work efficiency</i>."
    },
    "skillParams": {
      "0": "Regeneration",
      "1": "Ripple DMG",
      "2": "Duration",
      "3": "CD",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Nereid's Ascension",
    "description": {
      "0": "Summons the might of Watatsumi, dealing <hydro>Hydro DMG</hydro> to surrounding opponents, before robing Kokomi in a Ceremonial Garment made from the flowing waters of Sangonomiya.",
      "1": "<br/>",
      "2": "<strong>Ceremonial Garment</strong>",
      "3": [
        "Sangonomiya Kokomi's Normal Attack, Charged Attack and Bake-Kurage DMG are increased based on her Max HP.",
        "When her Normal and Charged Attacks hit opponents, Kokomi will restore HP for all nearby party members, and the amount restored is based on her Max HP.",
        "Increases Sangonomiya Kokomi's resistance to interruption and allows her to walk on the water's surface."
      ],
      "4": "<br/>",
      "5": "These effects will be cleared once Sangonomiya Kokomi leaves the field.",
      "6": "<br/>",
      "7": "<i>Clear light coalesces into robes around Her Excellency, Sangonomiya Kokomi, reflecting her magnificent form.</i>"
    },
    "skillParams": {
      "0": "Skill DMG",
      "1": "Normal Attack DMG Bonus",
      "2": "Charged Attack DMG Bonus",
      "3": "Bake-Kurage DMG Bonus",
      "4": "HP Regeneration Per Hit",
      "5": "Duration",
      "6": "CD",
      "7": "Energy Cost",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Tamakushi Casket",
    "description": {
      "0": "If Sangonomiya Kokomi's own Bake-Kurage is on the field when she uses <strong>Nereid's Ascension</strong>, the Bake-Kurage's duration will be refreshed."
    }
  },
  "passive2": {
    "name": "Song of Pearls",
    "description": {
      "0": "While donning the Ceremonial Garment created by <strong>Nereid's Ascension</strong>, the Normal and Charged Attack DMG Bonus Sangonomiya Kokomi gains based on her Max HP will receive a further increase based on 15% of her Healing Bonus."
    }
  },
  "passive3": {
    "name": "Princess of Watatsumi",
    "description": {
      "0": "Decreases swimming Stamina consumption for your own party members by 20%.",
      "1": "Not stackable with Passive Talents that provide the exact same effects."
    }
  },
  "passive": {
    "name": "Flawless Strategy",
    "description": {
      "0": "Sangonomiya Kokomi has a 25% Healing Bonus, but a 100% decrease in CRIT Rate."
    }
  },
  "constellation1": {
    "name": "At Water's Edge",
    "description": {
      "0": "While donning the Ceremonial Garment created by <strong>Nereid's Ascension</strong>, the final Normal Attack in Sangonomiya Kokomi's combo will unleash a swimming fish to deal 30% of her Max HP as <hydro>Hydro DMG</hydro>.",
      "1": "This DMG is not considered Normal Attack DMG."
    }
  },
  "constellation2": {
    "name": "The Clouds Like Waves Rippling",
    "description": {
      "0": "Sangonomiya Kokomi gains the following Healing Bonuses with regard to characters with 50% or less HP via the following methods:",
      "1": [
        "<strong>Kurage's Oath</strong> Bake-Kurage: 4.5% of Kokomi's Max HP.",
        "<strong>Nereid's Ascension</strong> Normal and Charged Attacks: 0.6% of Kokomi's Max HP."
      ]
    }
  },
  "constellation3": {
    "name": "The Moon, A Ship O'er the Seas",
    "description": {
      "0": "Increases the Level of <strong>Nereid's Ascension</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation4": {
    "name": "The Moon Overlooks the Waters",
    "description": {
      "0": "While donning the Ceremonial Garment created by <strong>Nereid's Ascension</strong>, Sangonomiya Kokomi's Normal Attack SPD is increased by 10%, and Normal Attacks that hit opponents will restore 0.8 Energy for her.",
      "1": "This effect can occur once every 0.2s."
    }
  },
  "constellation5": {
    "name": "All Streams Flow to the Sea",
    "description": {
      "0": "Increases the Level of <strong>Kurage's Oath</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation6": {
    "name": "Sango Isshin",
    "description": {
      "0": "While donning the Ceremonial Garment created by <strong>Nereid's Ascension</strong>, Sangonomiya Kokomi gains a 40% <hydro>Hydro DMG Bonus</hydro> for 4s when her Normal and Charged Attacks heal, or would heal, any party member with 80% or more HP."
    }
  }
}