{
  "name": "Alhaitham",
  "title": "Admonishing Instruction",
  "description": "The current scribe of the Sumeru Akademiya, a man endowed with extraordinary intelligence and talent. He lives free — free from the searching eyes of ordinary people, anyway.",
  "constellationName": "Vultur Volans",
  "auto": {
    "name": "Abductive Reasoning",
    "fields": {
      "normal": {
        "0": "<strong><strong>Normal Attack</strong>",
        "1": "Performs up to 5 rapid strikes."
      },
      "charged": {
        "0": "<strong>Charged Attack</strong>",
        "1": "Consumes a certain amount of Stamina to unleash 2 rapid sword strikes."
      },
      "plunging": {
        "0": "<strong>Plunging Attack</strong>",
        "1": "Plunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact."
      }
    },
    "skillParams": {
      "0": "1-Hit DMG",
      "1": "2-Hit DMG",
      "2": "3-Hit DMG",
      "3": "4-Hit DMG",
      "4": "5-Hit DMG",
      "5": "Charged Attack DMG",
      "6": "Charged Attack Stamina Cost",
      "7": "Plunge DMG",
      "8": "Low/High Plunge DMG",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Universality: An Elaboration on Form",
    "description": {
      "0": "Rushes forward, dealing <dendro>Dendro DMG</dendro> to nearby opponents when the rush ends, causing a Chisel-Light Mirror to form.",
      "1": "Holding this skill will cause it to behave differently.",
      "2": "<br/>",
      "3": "<strong>Hold</strong>",
      "4": "Enters Aiming Mode to adjust the direction of Alhaitham's rush attack.",
      "5": "<br/>",
      "6": "<strong>Chisel-Light Mirror</strong>",
      "7": "When this skill is unleashed, Alhaitham will generate 1 Chisel-Light Mirror. If there are no Mirrors at this time, he will generate 1 additional Mirror. Chisel-Light Mirrors will have the following properties:",
      "8": [
        "When he possesses Chisel-Light Mirrors, Alhaitham's Normal, Charged, and Plunging Attacks will be converted to <dendro>Dendro DMG</dendro>. This cannot be overridden.",
        "When attacks of the aforementioned kind hit opponents, the Chisel-Light Mirrors will unleash a Projection Attack that deals <dendro>AoE Dendro DMG</dendro> based on the number of Mirrors on the field.",
        "A total of 3 Chisel-Light Mirrors can exist at once.",
        "The Chisel-Light Mirrors will disappear one after the other over time, and will all disappear when Alhaitham leaves the field."
      ],
      "9": "<br/>",
      "10": "<i>\"Truth inherently exists amidst uncertainty. Even the greatest of scholars are not immune to error.\"</i>"
    },
    "skillParams": {
      "0": "Rush Attack DMG",
      "1": "Projection Attack Interval",
      "2": "1-Mirror Projection Attack DMG",
      "3": "2-Mirror Projection Attack DMG",
      "4": "3-Mirror Projection Attack DMG",
      "5": "Chisel-Light Mirror Removal Interval",
      "6": "CD",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Particular Field: Fetters of Phenomena",
    "description": {
      "0": "Creates a Particular Binding Field and deals multiple instances of <dendro>AoE Dendro DMG</dendro>.",
      "1": "If Chisel-Light Mirrors exist when this ability is unleashed, all such Mirrors will be consumed and increase the number of DMG instances dealt.",
      "2": "2s after this ability is unleashed, if 0/1/2/3 Mirrors were consumed, Alhaitham will generate 3/2/1/0 new Mirrors in turn.",
      "3": "<br/>",
      "4": "<i>\"If a researcher makes wisdom their goal, then they should be prepared to make an enemy of every word they read. Only then can they avoid bias.\"</i>"
    },
    "skillParams": {
      "0": "Single-Instance DMG",
      "1": "Basic Attack Instances",
      "2": "1-Mirror Attack Instances",
      "3": "2-Mirror Attack Instances",
      "4": "3-Mirror Attack Instances",
      "5": "CD",
      "6": "Energy Cost",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Four-Causal Correction",
    "description": {
      "0": "When Alhaitham's Charged or Plunging Attacks hit opponents, they will generate 1 Chisel-Light Mirror. This effect can be triggered once every 12s."
    }
  },
  "passive2": {
    "name": "Mysteries Laid Bare",
    "description": {
      "0": "Each point of Alhaitham's Elemental Mastery will increase the DMG dealt by Projection Attacks and <strong>Particular Field: Fetters of Phenomena</strong> by 0.1%.",
      "1": "The DMG of both aforementioned abilities can be increased by a maximum of 100% this way."
    }
  },
  "passive3": {
    "name": "Law of Reductive Overdetermination",
    "description": {
      "0": "When Alhaitham crafts Weapon Ascension Materials, he has a 10% chance to receive double the product."
    }
  },
  "constellation1": {
    "name": "Intuition",
    "description": {
      "0": "When a Projection Attack hits an opponent, <strong>Universality: An Elaboration on Form</strong>'s CD is decreased by 1.2s. This effect can be triggered once every 1s."
    }
  },
  "constellation2": {
    "name": "Debate",
    "description": {
      "0": "When Alhaitham generates a Chisel-Light Mirror, his Elemental Mastery will be increased by 50 for 8 seconds, max 4 stacks. Each stack's duration is counted independently. This effect can be triggered even when the maximum number of Chisel-Light Mirrors has been reached."
    }
  },
  "constellation3": {
    "name": "Negation",
    "description": {
      "0": "Increases the Level of <strong>Universality: An Elaboration on Form</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation4": {
    "name": "Elucidation",
    "description": {
      "0": "When <strong>Particular Field: Fetters of Phenomena</strong> is unleashed, the following effects will become active based on the number of Chisel-Light Mirrors consumed and created this time around:",
      "1": [
        "Each Mirror consumed will increase the Elemental Mastery of all other nearby party members by 30 for 15s.",
        "Each Mirror generated will grant Alhaitham a 10% <dendro>Dendro DMG Bonus</dendro> for 15s."
      ],
      "2": "<br/>",
      "3": "The pre-existing duration of the aforementioned effects will be cleared if you use Particular Field: Fetters of Phenomena again while they are in effect."
    }
  },
  "constellation5": {
    "name": "Sagacity",
    "description": {
      "0": "Increases the Level of <strong>Particular Field: Fetters of Phenomena</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation6": {
    "name": "Structuration",
    "description": {
      "0": "Alhaitham gains the following effects:",
      "1": [
        " 2 seconds after <strong>Particular Field: Fetters of Phenomena</strong> is unleashed, he will generate 3 Chisel-Light Mirrors regardless of the number of mirrors consumed.",
        " If Alhaitham generates Chisel-Light Mirrors when their numbers have already maxed out, his CRIT Rate and CRIT DMG will increase by 10% and 70% respectively for 6s. If this effect is triggered again during its initial duration, the duration remaining will be increased by 6s."
      ]
    }
  }
}