{
  "name": "Chongyun",
  "title": "Frozen Ardor",
  "description": "A young exorcist from a family of exorcists. He does everything he can to suppress his abundance of yang energy.",
  "constellationName": "Nubis Caesor",
  "auto": {
    "name": "Demonbane",
    "fields": {
      "normal": {
        "0": "<strong><strong>Normal Attack</strong>",
        "1": "Performs up to 4 consecutive strikes."
      },
      "charged": {
        "0": "<strong>Charged Attack</strong>",
        "1": "Drains Stamina over time to perform continuous spinning attacks against all nearby opponents.",
        "2": "At the end of the sequence, performs a more powerful slash. "
      },
      "plunging": {
        "0": "<strong>Plunging Attack</strong>",
        "1": "Plunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact."
      }
    },
    "skillParams": {
      "0": "1-Hit DMG",
      "1": "2-Hit DMG",
      "2": "3-Hit DMG",
      "3": "4-Hit DMG",
      "4": "Charged Attack Cyclic DMG",
      "5": "Charged Attack Final DMG",
      "6": "Charged Attack Stamina Cost",
      "7": "Max Duration",
      "8": "Plunge DMG",
      "9": "Low/High Plunge DMG",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Spirit Blade: Chonghua's Layered Frost",
    "description": {
      "0": "Chongyun strikes the ground with his greatsword, causing a Cryo explosion in a circular AoE in front of him that deals <cryo>Cryo DMG</cryo>.",
      "1": "After a short delay, the cold air created by the Cryo explosion will coalesce into a Chonghua Frost Field, within which all Sword, Claymore and Polearm-wielding characters' weapons will be infused with <cryo>Cryo</cryo>.",
      "2": "<br/>",
      "3": "<i>\"A crystal-clear ring, and all is silent. The rivers move not, and the clouds are heavy with frost. The altar gates open, and evil is banished.\"</i>"
    },
    "skillParams": {
      "0": "Skill DMG",
      "1": "Infusion Duration",
      "2": "Field Duration",
      "3": "CD",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Spirit Blade: Cloud-Parting Star",
    "description": {
      "0": "Performing the secret hand seals, Chongyun summons 3 giant spirit blades in mid-air that fall to the earth one by one after a short delay, exploding as they hit the ground.",
      "1": "When the spirit blades explode, they will deal <cryo>AoE Cryo DMG</cryo> and launch opponents.",
      "2": "<br/>",
      "3": "<i>\"As ice doth give the biting frost birth, My transcendent blade shakes heaven and earth. Heed my summons and come hence!\"</i>"
    },
    "skillParams": {
      "0": "Skill DMG",
      "1": "CD",
      "2": "Energy Cost",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Steady Breathing",
    "description": {
      "0": "Sword, Claymore, or Polearm-wielding characters within the field created by <strong>Spirit Blade: Chonghua's Layered Frost</strong> have their Normal ATK SPD increased by 8%."
    }
  },
  "passive2": {
    "name": "Rimechaser Blade",
    "description": {
      "0": "When the field created by <strong>Spirit Blade: Chonghua's Layered Frost</strong> disappears, another spirit blade will be summoned to strike nearby opponents, dealing 100% of Chonghua's Layered Frost's Skill DMG as <cryo>AoE Cryo DMG</cryo>. Opponents hit by this blade will have their <cryo>Cryo RES</cryo> decreased by 10% for 8s."
    }
  },
  "passive3": {
    "name": "Gallant Journey",
    "description": {
      "0": "When dispatched on an expedition in Liyue, time consumed is reduced by 25%."
    }
  },
  "constellation1": {
    "name": "Ice Unleashed",
    "description": {
      "0": "The last attack of Chongyun's Normal Attack combo releases 3 ice blades. Each blade deals 50% of Chongyun's ATK as <cryo>Cryo DMG</cryo> to all opponents in its path."
    }
  },
  "constellation2": {
    "name": "Atmospheric Revolution",
    "description": {
      "0": "Elemental Skills and Elemental Bursts cast within the Frost Field created by <strong>Spirit Blade: Chonghua's Layered Frost</strong> have their CD time decreased by 15%."
    }
  },
  "constellation3": {
    "name": "Cloudburst",
    "description": {
      "0": "Increases the Level of <strong>Spirit Blade: Cloud-Parting Star</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation4": {
    "name": "Frozen Skies",
    "description": {
      "0": "Chongyun regenerates 1 Energy every time he hits an opponent affected by <cryo>Cryo</cryo>.",
      "1": "This effect can only occur once every 2s."
    }
  },
  "constellation5": {
    "name": "The True Path",
    "description": {
      "0": "Increases the Level of <strong>Spirit Blade: Chonghua's Layered Frost</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation6": {
    "name": "Rally of Four Blades",
    "description": {
      "0": "<strong>Spirit Blade: Cloud-Parting Star</strong> deals 15% more DMG to opponents with a lower percentage of their Max HP remaining than Chongyun.",
      "1": "This skill will also summon 1 additional spirit blade."
    }
  }
}