{
  "name": "Song of Broken Pines",
  "description": {
    "0": "A greatsword as light as the sigh of grass in the breeze, yet as merciless to the corrupt as a typhoon."
  },
  "passiveName": "Rebel's Banner-Hymn",
  "passiveDescription": {
    "0": {
      "0": "A part of the \"Millennial Movement\" that wanders amidst the winds. Increases ATK by <cryo>16%</cryo>, and when Normal or Charged Attacks hit opponents, the character gains a Sigil of Whispers. This effect can be triggered once every 0.3s. When you possess 4 Sigils of Whispers, all of them will be consumed and all nearby party members will obtain the \"Millennial Movement: Banner-Hymn\" effect for 12s. \"Millennial Movement: Banner-Hymn\" increases Normal ATK SPD by <cryo>12%</cryo> and increases ATK by <cryo>20%</cryo>. Once this effect is triggered, you will not gain Sigils of Whispers for 20s. Of the many effects of the \"Millennial Movement,\" buffs of the same type will not stack."
    },
    "1": {
      "0": "A part of the \"Millennial Movement\" that wanders amidst the winds. Increases ATK by <cryo>20%</cryo>, and when Normal or Charged Attacks hit opponents, the character gains a Sigil of Whispers. This effect can be triggered once every 0.3s. When you possess 4 Sigils of Whispers, all of them will be consumed and all nearby party members will obtain the \"Millennial Movement: Banner-Hymn\" effect for 12s. \"Millennial Movement: Banner-Hymn\" increases Normal ATK SPD by <cryo>15%</cryo> and increases ATK by <cryo>25%</cryo>. Once this effect is triggered, you will not gain Sigils of Whispers for 20s. Of the many effects of the \"Millennial Movement,\" buffs of the same type will not stack."
    },
    "2": {
      "0": "A part of the \"Millennial Movement\" that wanders amidst the winds. Increases ATK by <cryo>24%</cryo>, and when Normal or Charged Attacks hit opponents, the character gains a Sigil of Whispers. This effect can be triggered once every 0.3s. When you possess 4 Sigils of Whispers, all of them will be consumed and all nearby party members will obtain the \"Millennial Movement: Banner-Hymn\" effect for 12s. \"Millennial Movement: Banner-Hymn\" increases Normal ATK SPD by <cryo>18%</cryo> and increases ATK by <cryo>30%</cryo>. Once this effect is triggered, you will not gain Sigils of Whispers for 20s. Of the many effects of the \"Millennial Movement,\" buffs of the same type will not stack."
    },
    "3": {
      "0": "A part of the \"Millennial Movement\" that wanders amidst the winds. Increases ATK by <cryo>28%</cryo>, and when Normal or Charged Attacks hit opponents, the character gains a Sigil of Whispers. This effect can be triggered once every 0.3s. When you possess 4 Sigils of Whispers, all of them will be consumed and all nearby party members will obtain the \"Millennial Movement: Banner-Hymn\" effect for 12s. \"Millennial Movement: Banner-Hymn\" increases Normal ATK SPD by <cryo>21%</cryo> and increases ATK by <cryo>35%</cryo>. Once this effect is triggered, you will not gain Sigils of Whispers for 20s. Of the many effects of the \"Millennial Movement,\" buffs of the same type will not stack."
    },
    "4": {
      "0": "A part of the \"Millennial Movement\" that wanders amidst the winds. Increases ATK by <cryo>32%</cryo>, and when Normal or Charged Attacks hit opponents, the character gains a Sigil of Whispers. This effect can be triggered once every 0.3s. When you possess 4 Sigils of Whispers, all of them will be consumed and all nearby party members will obtain the \"Millennial Movement: Banner-Hymn\" effect for 12s. \"Millennial Movement: Banner-Hymn\" increases Normal ATK SPD by <cryo>24%</cryo> and increases ATK by <cryo>40%</cryo>. Once this effect is triggered, you will not gain Sigils of Whispers for 20s. Of the many effects of the \"Millennial Movement,\" buffs of the same type will not stack."
    }
  }
}