{
  "name": "King's Squire",
  "description": {
    "0": "A weapon you obtained from an Aranara tale. It has taken on the shape of a bow that can shoot the enemies of the forest down."
  },
  "passiveName": "Labyrinth Lord's Instruction",
  "passiveDescription": {
    "0": {
      "0": "Obtain the Teachings of the Forest effect when unleashing Elemental Skills and Bursts, increasing Elemental Mastery by <cryo>60</cryo> for 12s. This effect will be removed when switching characters. When the Teachings of the Forest effect ends or is removed, it will deal <cryo>100%</cryo> of ATK as DMG to 1 nearby opponent. The Teachings of the Forest effect can be triggered once every 20s."
    },
    "1": {
      "0": "Obtain the Teachings of the Forest effect when unleashing Elemental Skills and Bursts, increasing Elemental Mastery by <cryo>80</cryo> for 12s. This effect will be removed when switching characters. When the Teachings of the Forest effect ends or is removed, it will deal <cryo>120%</cryo> of ATK as DMG to 1 nearby opponent. The Teachings of the Forest effect can be triggered once every 20s."
    },
    "2": {
      "0": "Obtain the Teachings of the Forest effect when unleashing Elemental Skills and Bursts, increasing Elemental Mastery by <cryo>100</cryo> for 12s. This effect will be removed when switching characters. When the Teachings of the Forest effect ends or is removed, it will deal <cryo>140%</cryo> of ATK as DMG to 1 nearby opponent. The Teachings of the Forest effect can be triggered once every 20s."
    },
    "3": {
      "0": "Obtain the Teachings of the Forest effect when unleashing Elemental Skills and Bursts, increasing Elemental Mastery by <cryo>120</cryo> for 12s. This effect will be removed when switching characters. When the Teachings of the Forest effect ends or is removed, it will deal <cryo>160%</cryo> of ATK as DMG to 1 nearby opponent. The Teachings of the Forest effect can be triggered once every 20s."
    },
    "4": {
      "0": "Obtain the Teachings of the Forest effect when unleashing Elemental Skills and Bursts, increasing Elemental Mastery by <cryo>140</cryo> for 12s. This effect will be removed when switching characters. When the Teachings of the Forest effect ends or is removed, it will deal <cryo>180%</cryo> of ATK as DMG to 1 nearby opponent. The Teachings of the Forest effect can be triggered once every 20s."
    }
  }
}