{
  "name": "Jadefall's Splendor",
  "description": {
    "0": "A ritual vessel carved from jade that reflects the luster of the skies and the clear waters."
  },
  "passiveName": "Primordial Jade Regalia",
  "passiveDescription": {
    "0": {
      "0": "For 3s after using an Elemental Burst or creating a shield, the equipping character can gain the Primordial Jade Regalia effect: Restore <cryo>4.5</cryo> Energy every 2.5s, and gain <cryo>0.3%</cryo> Elemental DMG Bonus for their corresponding Elemental Type for every 1,000 Max HP they possess, up to <cryo>12%</cryo>. Primordial Jade Regalia will still take effect even if the equipping character is not on the field."
    },
    "1": {
      "0": "For 3s after using an Elemental Burst or creating a shield, the equipping character can gain the Primordial Jade Regalia effect: Restore <cryo>5</cryo> Energy every 2.5s, and gain <cryo>0.5%</cryo> Elemental DMG Bonus for their corresponding Elemental Type for every 1,000 Max HP they possess, up to <cryo>20%</cryo>. Primordial Jade Regalia will still take effect even if the equipping character is not on the field."
    },
    "2": {
      "0": "For 3s after using an Elemental Burst or creating a shield, the equipping character can gain the Primordial Jade Regalia effect: Restore <cryo>5.5</cryo> Energy every 2.5s, and gain <cryo>0.7%</cryo> Elemental DMG Bonus for their corresponding Elemental Type for every 1,000 Max HP they possess, up to <cryo>28%</cryo>. Primordial Jade Regalia will still take effect even if the equipping character is not on the field."
    },
    "3": {
      "0": "For 3s after using an Elemental Burst or creating a shield, the equipping character can gain the Primordial Jade Regalia effect: Restore <cryo>6</cryo> Energy every 2.5s, and gain <cryo>0.9%</cryo> Elemental DMG Bonus for their corresponding Elemental Type for every 1,000 Max HP they possess, up to <cryo>36%</cryo>. Primordial Jade Regalia will still take effect even if the equipping character is not on the field."
    },
    "4": {
      "0": "For 3s after using an Elemental Burst or creating a shield, the equipping character can gain the Primordial Jade Regalia effect: Restore <cryo>6.5</cryo> Energy every 2.5s, and gain <cryo>1.1%</cryo> Elemental DMG Bonus for their corresponding Elemental Type for every 1,000 Max HP they possess, up to <cryo>44%</cryo>. Primordial Jade Regalia will still take effect even if the equipping character is not on the field."
    }
  }
}