{
  "name": "Staff of the Scarlet Sands",
  "description": {
    "0": "One of a paired set of scepters fashioned from obsidian. Legend has it that these staves grant the right to lead the people of the desert, but no retainer now lives who can verify the proper appearance of these regalia."
  },
  "passiveName": "Heat Haze at Horizon's End",
  "passiveDescription": {
    "0": {
      "0": "The equipping character gains <cryo>52%</cryo> of their Elemental Mastery as bonus ATK. When an Elemental Skill hits opponents, the Dream of the Scarlet Sands effect will be gained for 10s: The equipping character will gain <cryo>28%</cryo> of their Elemental Mastery as bonus ATK. Max 3 stacks."
    },
    "1": {
      "0": "The equipping character gains <cryo>65%</cryo> of their Elemental Mastery as bonus ATK. When an Elemental Skill hits opponents, the Dream of the Scarlet Sands effect will be gained for 10s: The equipping character will gain <cryo>35%</cryo> of their Elemental Mastery as bonus ATK. Max 3 stacks."
    },
    "2": {
      "0": "The equipping character gains <cryo>78%</cryo> of their Elemental Mastery as bonus ATK. When an Elemental Skill hits opponents, the Dream of the Scarlet Sands effect will be gained for 10s: The equipping character will gain <cryo>42%</cryo> of their Elemental Mastery as bonus ATK. Max 3 stacks."
    },
    "3": {
      "0": "The equipping character gains <cryo>91%</cryo> of their Elemental Mastery as bonus ATK. When an Elemental Skill hits opponents, the Dream of the Scarlet Sands effect will be gained for 10s: The equipping character will gain <cryo>49%</cryo> of their Elemental Mastery as bonus ATK. Max 3 stacks."
    },
    "4": {
      "0": "The equipping character gains <cryo>104%</cryo> of their Elemental Mastery as bonus ATK. When an Elemental Skill hits opponents, the Dream of the Scarlet Sands effect will be gained for 10s: The equipping character will gain <cryo>56%</cryo> of their Elemental Mastery as bonus ATK. Max 3 stacks."
    }
  }
}