{
  "name": "Dori",
  "title": "ห้วงฝันมหาเงินตรา",
  "description": "แม่ค้าเร่สารพัดผู้ลึกลับ สิ่งที่ชอบที่สุดก็คือประกายแวววับของ Mora",
  "constellationName": "Magicae Lucerna",
  "auto": {
    "name": "Marvelous Sword-Dance (Modified)",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "ฟาดฟันต่อเนื่องมากสุด 3 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายอย่างต่อเนื่อง เพื่อหมุนโจมตีศัตรูรอบตัวด้วยดาบขนาดใหญ่",
        "2": "เมื่อหยุดหมุน จะทำการฟันเพิ่มอย่างรุนแรงอีก 1 ครั้ง"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขณะชาร์จโจมตี",
      "4": "ความเสียหายชาร์จโจมตีครั้งสุดท้าย",
      "5": "ชาร์จโจมตีใช้พลังกาย",
      "6": "ระยะเวลาต่อเนื่องสูงสุด",
      "7": "ความเสียหายพุ่งลง",
      "8": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Spirit-Warding Lamp: Troubleshooter Cannon",
    "description": {
      "0": "เล็ง Spirit-Warding Lamp และยิง Troubleshooter Shot ใส่ศัตรู เพื่อสร้าง<electro>ความเสียหายไฟฟ้า</electro>",
      "1": "หลังจากที่ Troubleshooter Shot ถูกเป้าหมาย จะเกิด After-Sales Service Round ที่จะติดตามศัตรูที่อยู่ในบริเวณใกล้เคียงขึ้นมา 2 อัน ซึ่งจะทำให้เกิด<electro>ความเสียหายไฟฟ้า</electro>",
      "2": "<br/>",
      "3": "<i>ว่ากันว่า ไม่ว่าเรื่องกลุ้มใจของคุณจะเป็นแบบไหน ขอเพียงเสนอราคาที่น่าพึงพอใจ แล้ว Dori ก็จะสามารถแก้ไขให้ได้ทั้งนั้น</i>"
    },
    "skillParams": {
      "0": "ความเสียหาย Troubleshooter Shot",
      "1": "ความเสียหาย After-Sales Service Round",
      "2": "คูลดาวน์",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Alcazarzaray's Exactitude",
    "description": {
      "0": "เรียก Jinni ในตะเกียงออกมา เพื่อให้ความช่วยเหลือลูกค้าในรูปแบบต่าง ๆ",
      "1": "<br/>",
      "2": "<strong>Jinni</strong>",
      "3": "จะเชื่อมโยงกับตัวละครที่อยู่ในบริเวณใกล้เคียง ซึ่งตัวละครที่เชื่อมโยงกับ Jinni จะได้รับเอฟเฟกต์ดังนี้;",
      "4": [
        "ฟื้นฟูพลังชีวิตอย่างต่อเนื่อง โดยที่ปริมาณการฟื้นฟู จะขึ้นกับพลังชีวิตสูงสุดของ Dori;",
        "ได้รับพลังงานธาตุอย่างต่อเนื่อง;",
        "อยู่ในสถานะ<electro>ติดธาตุไฟฟ้า</electro>"
      ],
      "5": "<br/>",
      "6": "นอกจากนี้ เมื่อสิ่งที่เชื่อมโยงระหว่างตัวละครและ Jinni (Connector) สัมผัสถูกศัตรู ในทุก 0.4 วินาที จะสร้าง<electro>ความเสียหายไฟฟ้า</electro>แก่ศัตรูหนึ่งครั้ง",
      "7": "<br/>",
      "8": "ภายในช่วงเวลาเดียวกัน จะมี Jinni อยู่ได้เพียงอันเดียวเท่านั้น",
      "9": "<br/>",
      "10": "<i>\"อื๋อ? คุณลูกค้าเลือกตะเกียงอันนี้งั้นเหรอ? หืม... รสนิยมของคุณนี่ไม่เลวเลยนะเนี่ย! แต่ว่าเจ้านี่เป็นของล้ำค่าที่ไม่สามารถตีราคาได้หรอกนะ ก็เหมือนกับที่ ไม่ว่าคนอื่นจะให้ Mora เท่าไหร่ แต่คุณลูกค้าก็ยังไม่ยอมขายเจ้าตัวนำโชคที่อยู่ข้าง ๆ นั่นไปยังไงล่ะ\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหาย Connector",
      "1": "ปริมาณการรักษาต่อเนื่อง",
      "2": "ฟื้นฟูพลังงานธาตุ",
      "3": "ระยะเวลาต่อเนื่อง",
      "4": "คูลดาวน์",
      "5": "พลังงานธาตุ",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "An Eye for Gold",
    "description": {
      "0": "หลังจากตัวละครที่เชื่อมโยงกับ <strong>Jinni</strong> ทำให้เกิดปฏิกิริยาชาร์จไฟฟ้า, นำไฟฟ้า, โอเวอร์โหลด, ปลุกเร้า, บีบอัด, ไฮเปอร์บลูม, การกระจายของธาตุไฟฟ้า หรือการตกผลึกของธาตุไฟฟ้า ช่วงเวลาคูลดาวน์ของ <strong>Spirit-Warding Lamp: Troubleshooter Cannon</strong> จะลดลง 1 วินาที",
      "1": "ในทุก 3 วินาที เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง"
    }
  },
  "passive2": {
    "name": "Compound Interest",
    "description": {
      "0": "เมื่อ Troubleshooter Shot หรือ After-Sales Service Round ของ <strong>Spirit-Warding Lamp: Troubleshooter Cannon</strong> ถูกศัตรู ในทุก 100% ของประสิทธิภาพการฟื้นฟูพลังงานธาตุของ Dori จะฟื้นฟูพลังงานธาตุให้แก่ Dori 5 หน่วย",
      "1": "ในการปล่อย Spirit-Warding Lamp: Troubleshooter Cannon แต่ละครั้ง จะสามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้เพียงครั้งเดียว และฟื้นฟูได้มากสุด 15 หน่วย"
    }
  },
  "passive3": {
    "name": "Unexpected Order",
    "description": {
      "0": "เมื่อสร้างวัสดุยกระดับตัวละครและอาวุธ จะมีโอกาส 25% ที่จะได้รับวัตถุดิบบางส่วนที่ใช้สร้างคืน"
    }
  },
  "constellation1": {
    "name": "Additional Investment",
    "description": {
      "0": "จำนวน After-Sales Service Round ที่เกิดขึ้นหลังจาก <strong>Troubleshooter Shot</strong> ถูกเป้าหมาย เพิ่มขึ้น 1 อัน"
    }
  },
  "constellation2": {
    "name": "Special Franchise",
    "description": {
      "0": "ในขณะที่อยู่ในสถานะต่อสู้ เมื่อ <strong>Jinni</strong> ทำการรักษาตัวละครที่เชื่อมโยงอยู่ จะยิง Jinni Toop ออกมาจากตำแหน่งของตัวละครดังกล่าวหนึ่งลูก ซึ่งจะสร้างความเสียหายเป็น 50% ของพลังโจมตีของ Dori"
    }
  },
  "constellation3": {
    "name": "Wonders Never Cease",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Alcazarzaray's Exactitude</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Discretionary Supplement",
    "description": {
      "0": "ตัวละครที่เชื่อมโยงกับ <strong>Jinni</strong> จะได้รับบัฟต่อไปนี้ โดยขึ้นกับค่าพลังชีวิตและพลังงานธาตุในขณะนั้น:",
      "1": [
        "เมื่อค่าพลังชีวิตต่ำกว่า 50% โบนัสการรักษาที่ได้รับจะเพิ่มขึ้น 50%;",
        "พลังงานธาตุต่ำกว่า 50% ประสิทธิภาพการฟื้นฟูพลังงานธาตุจะเพิ่มขึ้น 30%"
      ]
    }
  },
  "constellation5": {
    "name": "Value for Mora",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Spirit-Warding Lamp: Troubleshooter Cannon</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Sprinkling Weight",
    "description": {
      "0": "หลังจากที่ Dori ใช้ <strong>Spirit-Warding Lamp: Troubleshooter Cannon</strong> ภายใน 3 วินาที จะได้รับเอฟเฟกต์ต่อไปนี้:",
      "1": [
        "<electro>พลังแห่งไฟฟ้า</electro>;",
        "เมื่อการโจมตีปกติถูกศัตรู จะฟื้นฟูพลังชีวิต 4% ของพลังชีวิตสูงสุดของ Dori ให้แก่ตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียง โดยที่ทุก 0.1 วินาที จะฟื้นฟูพลังชีวิตด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง"
      ]
    }
  }
}