{
  "name": "Ganyu",
  "title": "ผู้พิทักษ์แห่งจันทรา",
  "description": "เลขาของ Yuehai Pavilion มีเลือดของสัตว์เวท \"กิเลน\" ไหลเวียนอยู่ในร่างกาย",
  "constellationName": "Sinae Unicornis",
  "auto": {
    "name": "Liutian Archery",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "ยิงธนูโจมตีต่อเนื่องมากสุดถึงหกครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "การ<strong>เล็งโจมตี</strong>จะสร้างความเสียหายเพิ่มขึ้น และแม่นยำยิ่งขึ้น",
        "2": "เมื่อเล็งโจมตี ไอแห่งความเย็นจะถูกรวบรวม บนหัวของลูกศรและยิงออกไป โดยเอฟเฟกต์ที่เกิดจะแตกต่างกันไป ตามช่วงเวลาที่เล็งชาร์จดังนี้:",
        "3": [
          "ชาร์จระดับ 1: ยิงธนูที่มีไอเย็น สร้าง<cryo>ความเสียหายน้ำแข็ง</cryo>；",
          "ชาร์จระดับ 2: ยิงธนู Frostflake Arrow สร้าง<cryo>ความเสียหายน้ำแข็ง</cryo> หลังยิงถูกเป้าหมายจะบานออกเป็น Frostflake Arrow Bloom และสร้าง <cryo>ความเสียหายน้ำแข็งวงกว้าง</cryo>อีกครั้ง"
        ]
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "ปล่อยฝนธนูจากกลางอากาศและพุ่ง ลงมายังพื้นดินเพื่อโจมตีอย่างรวดเร็ว โดยจะสร้างความเสียหายวงกว้างเมื่อลง ถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขั้น 5",
      "5": "ความเสียหายขั้น 6",
      "6": "เล็งโจมตี",
      "7": "เล็งโจมตีและชาร์จระดับ 1",
      "8": "ความเสียหาย Frostflake Arrow",
      "9": "ความเสียหาย Frostflake Arrow Bloom",
      "10": "ความเสียหายพุ่งลง",
      "11": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Trail of the Qilin",
    "description": {
      "0": "Ganyu ทิ้ง Ice Lotus ไว้ดอกหนึ่ง แล้วพุ่งตัวถอยหลังอย่างรวดเร็ว เพื่อออกห่างจากสิ่งชั่วร้ายทั้งปวง และสร้าง<cryo>ความเสียหายน้ำแข็งวงกว้าง</cryo>",
      "1": "<br/>",
      "2": "<strong>Ice Lotus</strong>",
      "3": [
        "จะยั่วยุศัตรูที่อยู่โดยรอบ และดึงดูดการโจมตีของศัตรู;",
        "ระดับความทนทาน จะขึ้นกับอัตราส่วนพลังชีวิตสูงสุดที่ได้รับสืบทอดมาจาก Ganyu",
        "เมื่อถูกทำลาย หรือสิ้นสุดช่วงเวลาต่อเนื่อง จะบานออกอย่างเต็มที่ และทำให้เกิด<cryo>ความเสียหายน้ำแข็งวงกว้าง</cryo>"
      ],
      "4": "<br/>",
      "5": "<i>\"คุณบอกว่าเห็นฉันงั้นเหรอ? คิดไปเองรึเปล่า ตอนนั้นฉันทำงานล่วงเวลาอยู่นะ\"</i>"
    },
    "skillParams": {
      "0": "สืบทอดพลังชีวิต",
      "1": "ความเสียหายสกิล",
      "2": "ระยะเวลาต่อเนื่อง",
      "3": "คูลดาวน์",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Celestial Shower",
    "description": {
      "0": "ควบแน่นน้ำแข็งขึ้นในอากาศ เพื่อเรียก Sacred Cryo Pearl ที่ขับไล่สิ่งชั่วร้ายออกมา",
      "1": "ภายในช่วงเวลาคงอยู่ Sacred Cryo Pearl จะปล่อยสะเก็ดน้ำแข็งลงมาอย่างต่อเนื่อง เพื่อโจมตีศัตรูที่อยู่ในพื้นที่ และสร้าง<cryo>ความเสียหายน้ำแข็ง</cryo>",
      "2": "<br/>",
      "3": "<i>Ganyu สามารถสร้างหยาดฝนแสนหวาน ได้ตามใจชอบ แต่สำหรับเหล่าปีศาจร้าย ฝนเหล่านี้จะกลายเป็นหิมะที่ขม และหนาวเหน็บ</i>"
    },
    "skillParams": {
      "0": "ความเสียหาย Ice Shard",
      "1": "ระยะเวลาต่อเนื่อง",
      "2": "คูลดาวน์",
      "3": "พลังงานธาตุ",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Undivided Heart",
    "description": {
      "0": "ภายใน 5 วินาที หลังจากยิง Frostflake Arrow จะทำให้ Frostflake Arrow ที่ยิงในครั้งต่อไป และการเบ่งบานที่เกิดขึ้นจาก Frostflake Arrow เหล่านั้นมีอัตราคริเพิ่มขึ้น 20%"
    }
  },
  "passive2": {
    "name": "Harmony between Heaven and Earth",
    "description": {
      "0": "ตัวละครในทีมที่เข้าร่วมการต่อสู้ในขณะนั้น และอยู่ในพื้นที่ของ <strong>Celestial Shower</strong> จะได้รับ<cryo>โบนัสความเสียหายน้ำแข็ง</cryo> 20%"
    }
  },
  "passive3": {
    "name": "Perserved for the Hunt",
    "description": {
      "0": "เมื่อสร้างอาวุธประเภทธนู จะได้รับแร่ที่ใช้ในการหลอมคืน 15%"
    }
  },
  "constellation1": {
    "name": "Dew-Drinker",
    "description": {
      "0": "เมื่อการชาร์จระดับ 2 ของ Frostflake Arrow หรือ Frostflake Arrow Bloom โจมตีถูกศัตรู จะทำให้<cryo>ความต้านทานน้ำแข็ง</cryo> ของศัตรูลดลง 15% เป็นเวลา 6 วินาที;",
      "1": "นอกจากนี้เมื่อโจมตีถูกเป้าหมาย จะฟื้นฟูพลังงานธาตุให้แก่ Ganyu 2 หน่วย ซึ่งการชาร์จระดับ 2 ของ Frostflake Arrow ในแต่ละครั้ง จะทำให้เกิดเอฟเฟกต์ฟื้นฟูพลังธาตุได้เพียงครั้งเดียวเท่านั้น ไม่ว่าจะเป็น Frostflake Arrow หรือ Frostflake Arrow Bloom ที่โจมตีถูกเป้าหมาย"
    }
  },
  "constellation2": {
    "name": "The Auspicious",
    "description": {
      "0": "จำนวนครั้งที่สามารถใช้ <strong>Trail of the Qilin</strong> ได้ เพิ่มขึ้น 1 ครั้ง"
    }
  },
  "constellation3": {
    "name": "Cloud-Strider",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Celestial Shower</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Westward Sojourn",
    "description": {
      "0": "ในพื้นที่ของ <strong>Celestial Shower</strong> ความเสียหายที่ศัตรูได้รับจะเพิ่มขึ้น โดยเอฟเฟกต์นี้จะเพิ่มความรุนแรงขึ้นเรื่อย ๆ เมื่อเวลาผ่านไป",
      "1": "ในตอนแรกความเสียหายที่ได้รับจะเพิ่มขึ้น 5% หลังจากนั้นจะเพิ่มขึ้น 5% ในทุก ๆ 3 วินาที โดยเพิ่มได้สูงสุดถึง 25%",
      "2": "เมื่อศัตรูออกจากพื้นที่ เอฟเฟกต์นี้จะยังคงอยู่เป็นเวลา 3 วินาที"
    }
  },
  "constellation5": {
    "name": "The Merciful",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Trail of the Qilin</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "The Clement",
    "description": {
      "0": "ภายใน 30 วินาที หลังจากการใช้ <strong>Trail of the Qilin</strong> จะสามารถใช้ Frostflake Arrow ครั้งแรกได้เลย โดยไม่จำเป็นต้องชาร์จ"
    }
  }
}