{
  "name": "Mona",
  "title": "เงาสะท้อนดวงดาว",
  "description": "หญิงสาวลึกลับผู้เป็นโหรแห่งดวงดาว เรียกตัวเองว่า \"โหรแห่งดวงดาวผู้ยิ่งใหญ่ Mona\" มีความแข็งแกร่งอย่างล้นเหลือสมดังชื่อ รอบรู้ทว่าทระนง",
  "constellationName": "Astrolabos",
  "auto": {
    "name": "Ripple of Fate",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "ปล่อยการโจมตีน้ำต่อเนื่องมากสุด 4 ครั้ง เพื่อสร้าง<hydro>ความเสียหายน้ำ</hydro>"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายบางส่วน โดยหลังจากร่ายเสร็จจะสร้าง <hydro>ความเสียหายน้ำเป็นวงกว้าง</hydro>"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "รวบรวมพลังแห่งธาตุน้ำ กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้าง<hydro>ความเสียหายน้ำวงกว้าง</hydro> เมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายชาร์จโจมตี",
      "5": "ชาร์จโจมตีใช้พลังกาย",
      "6": "ความเสียหายพุ่งลง",
      "7": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Mirror Reflection of Doom",
    "description": {
      "0": "สร้างภาพลวงตาแห่งโชคชะตา Phantom ขึ้นจากการรวมตัวของน้ำ",
      "1": "<br/>",
      "2": "<strong>Phantom</strong>",
      "3": "มีคุณลักษณะพิเศษดังนี้:",
      "4": [
        "ยั่วยุและดึงดูดการโจมตีของศัตรูอย่างต่อเนื่อง;",
        "สร้าง<hydro>ความเสียหายน้ำ</hydro>แก่ศัตรูโดยรอบ อย่างต่อเนื่อง;",
        "Phantom จะระเบิดออกเมื่อช่วงเวลาต่อเนื่องสิ้นสุดลง และทำให้เกิด<hydro>ความเสียหายน้ำวงกว้าง</hydro>"
      ],
      "5": "<br/>",
      "6": "<strong>กดค้าง</strong>",
      "7": "อาศัยพลังของกระแสน้ำเพื่อถอยมาด้านหลังอย่างรวดเร็ว และเรียก Phantom ออกมา",
      "8": "<br/>",
      "9": "ขณะเดียวกัน ในการต่อสู้จะสามารถมี Phantom ที่เกิดจาก Mirror Reflection of Doom ได้เพียง 1 อัน เท่านั้น",
      "10": "<br/>",
      "11": "<i>เหล่าโหรแห่งดวงดาวผู้เก่งกาจนั้น พยายามสร้างภาพลวงตาขึ้นมา เพื่อส่งผ่านเคราะห์ร้ายมาตั้งแต่ช้านาน แต่ Mona เป็นคนแรกใน Teyvat ที่สามารถหลอกล่อเคราะห์ร้ายได้ถึงขนาดนี้</i>"
    },
    "skillParams": {
      "0": "ความเสียหายต่อเนื่อง",
      "1": "ความเสียหายการระเบิด",
      "2": "คูลดาวน์",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Stellaris Phantasm",
    "description": {
      "0": "รวบรวมคลื่นน้ำอันใสสะอาดเป็นประกาย มาสะท้อนภาพมายาแห่งดวงดาว จากนั้นทำให้ศัตรูติดสถานะ Illusory Bubble เป็นวงกว้าง",
      "1": "<br/>",
      "2": "<strong>Illusory Bubble</strong>",
      "3": "สร้างสถานะ<hydro>เปียกชุ่ม</hydro>แก่ศัตรู ที่ถูกหุ้มด้วยฟองอากาศแห่งโชคชะตา ศัตรูที่ค่อนข้างอ่อนแอจะถูกกักขังด้วยฟองอากาศ Illusory Bubble และไม่สามารถขยับได้",
      "4": "เมื่อศัตรูที่อยู่ภายใต้ผลกระทบของ Illusory Bubble ได้รับความเสียหาย จะเกิดเอฟเฟกต์ดังนี้:",
      "5": [
        "เพิ่มเอฟเฟกต์โบนัสความเสียหาย Omen แก่ศัตรู และเพิ่มความเสียหายจากการโจมตีครั้งนี้;",
        "เอฟเฟกต์ Illusory Bubble จะหายไป และ<hydro>สร้างความเสียหายน้ำ</hydro>เพิ่ม 1 ครั้ง"
      ],
      "6": "<br/>",
      "7": "<strong>Omen</strong>",
      "8": "ภายในช่วงระยะเวลาต่อเนื่อง ความเสียหายที่ได้รับจะเพิ่มขึ้น",
      "9": "<br/>",
      "10": "<i>ยามดวงตาของเทพเจ้าเริ่มชี้นำแสงสว่างบนท้องฟ้า โชคชะตาจึงถูกเรียกว่าโชคชะตานับตั้งแต่ตอนนั้นเป็นต้นมา</i>"
    },
    "skillParams": {
      "0": "ช่วงเวลาคงอยู่ของ Illusory Bubble",
      "1": "ความเสียหายการระเบิดของ Illusory Bubble",
      "2": "โบนัสความเสียหาย",
      "3": "ระยะเวลาต่อเนื่องของ Omen",
      "4": "คูลดาวน์",
      "5": "พลังงานธาตุ",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "sprint": {
    "name": "Illusory Torrent",
    "description": {
      "0": "<strong>Alternate Sprint</strong>",
      "1": "แทรกตัวหลบเข้าไปในกระแสน้ำ และเคลื่อนที่อย่างรวดเร็ว โดยแลกกับการใช้พลังกาย",
      "2": "<br/>",
      "3": "ภายใต้สภาวะเอฟเฟกต์ของ Illusory Torrent ร่างของ Mona จะทำให้สามารถเคลื่อนที่บนผิวน้ำได้อย่างรวดเร็ว",
      "4": "เมื่อ Illusory Torrent สิ้นสุด และปรากฏตัวออกมา จะทำให้ศัตรูโดยรอบอยู่ในสภาวะ<hydro>เปียกชุ่ม</hydro>",
      "5": "<br/>",
      "6": "<i>นี่เป็นเรื่องที่ Mona สามารถทำได้ แต่อาจารย์ของเธอนั้นกลับล้มเหลว ไม่เกี่ยวกับวิชั่นธาตุน้ำแต่อย่างใด เพราะอย่างไรซะ อาจารย์ของเธอคงไม่โดนคนอื่นวิ่งไล่สั่งสอนอยู่ดี</i>"
    }
  },
  "passive1": {
    "name": "\"Come 'n' Get Me, Hag!\"",
    "description": {
      "0": "2 วินาที หลังจากเข้าสู่สภาวะของ <strong>Illusory Torrent</strong> หากมีศัตรูอยู่ในบริเวณรอบตัว จะทำการสร้างภาพลวงตา Phantom ออกมา 1 ตน",
      "1": "Phantom ที่เกิดขึ้นด้วยวิธีนี้จะคงอยู่เป็นเวลา 2 วินาที โดยความเสียหายเมื่อระเบิด จะเท่ากับ 50% ของความเสียหายของ <strong>Mirror Reflection of Doom</strong>"
    }
  },
  "passive2": {
    "name": "Waterborne Destiny",
    "description": {
      "0": "เพิ่ม<hydro>โบนัสความเสียหายน้ำ</hydro>ของ Mona ขึ้น โดยระดับที่เพิ่มจะเท่ากับ 20% ของประสิทธิภาพการฟื้นฟูพลังงานของตัวเธอเอง"
    }
  },
  "passive3": {
    "name": "Principium of Astrology",
    "description": {
      "0": "เมื่อสร้างวัสดุเลื่อนขั้นอาวุธ จะมีโอกาส 25% ที่จะได้รับวัสดุส่วนหนึ่งที่ใช้ไปคืน"
    }
  },
  "constellation1": {
    "name": "Prophecy of Submersion",
    "description": {
      "0": "ภายใน 8 วินาที หลังจากที่ตัวละครของตนเองในทีมโจมตีถูกศัตรู ที่อยู่ภายใต้สภาวะ Omen เอฟเฟกต์ของ <hydro>ปฏิกิริยาที่เกี่ยวข้องกับธาตุน้ำ</hydro> จะเพิ่มสูงขึ้น:",
      "1": "ความเสียหายที่เกิดจาก การชาร์จไฟฟ้าเพิ่มขึ้น 15% ความเสียหายที่เกิดจาก การระเหยเพิ่มขึ้น 15% ความเสียหายที่เกิดจาก การกระจายธาตุน้ำเพิ่มขึ้น 15%",
      "2": "ระยะเวลาต่อเนื่องของ การแช่แข็งเพิ่มขึ้น 15%"
    }
  },
  "constellation2": {
    "name": "Lunar Chain",
    "description": {
      "0": "เมื่อการโจมตีปกติถูกศัตรู จะมีโอกาส 20% ที่จะปล่อยการชาร์จโจมตี 1 ครั้ง",
      "1": "เอฟเฟกต์นี้จะเกิดขึ้นได้หนึ่งครั้ง ในทุก 5 วินาที"
    }
  },
  "constellation3": {
    "name": "Restless Revolution",
    "description": {
      "0": "เพิ่มเลเวลของสกิล <strong>Stellaris Phantasm</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Prophecy of Oblivion",
    "description": {
      "0": "เมื่อตัวละครใดก็ตามในทีม โจมตีศัตรูที่อยู่ภายใต้สภาวะ Omen อัตราคริจะเพิ่มขึ้น 15%"
    }
  },
  "constellation5": {
    "name": "Mockery of Fortuna",
    "description": {
      "0": "เพิ่มเลเวลของสกิล <strong>Mirror Reflection of Doom</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Rhetorics of Calamitas",
    "description": {
      "0": "หลังจากเข้าสู่สภาวะ <strong>Illusory Torrent</strong> ในแต่ละวินาทีของการเคลื่อนที่ ความเสียหายของการชาร์จโจมตีของ Mona ครั้งต่อไปจะเพิ่มขึ้น 60%",
      "1": "สามารถรับโบนัสความเสียหาย ของการชาร์จโจมตีด้วยวิธีนี้ได้มากสุด 180% โดยที่เอฟเฟกต์นี้ จะคงอยู่ได้สูงสุด 8 วินาที"
    }
  }
}