{
  "name": "Arataki Itto",
  "title": "ขาใหญ่ประจำ Hanamizaka",
  "description": "ผู้นำรุ่นแรกของแก๊ง Arataki ผู้โด่งดังไปทั่วทั้ง Hanamizaka แห่ง Inazuma... หืม ว่ายังไงนะ? ไม่เคยได้ยินชื่อแก๊ง Arataki? อยากมีเรื่องรึไง?",
  "constellationName": "Taurus Iracundus",
  "auto": {
    "name": "Fight Club Legend",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "ฟาดฟันต่อเนื่องมากสุดสี่ครั้ง",
        "2": "เมื่อการโจมตีครั้งที่สองและครั้งที่สี่ถูกศัตรู จะทำให้เกิดเอฟเฟกต์ \"Superlative Superstrength\" 1 ชั้น และ 2 ชั้น ตามลำดับ",
        "3": "จะสามารถครอบครองได้มากสุด 5 ชั้น ซึ่งทุกครั้งที่เกิดเอฟเฟกต์นี้ จะรีเฟรชช่วงเวลาต่อเนื่องของ Superlative Superstrength ที่มีอยู่",
        "4": "<br/>",
        "5": "นอกจากนี้ ภายในช่วงเวลาสั้น ๆ หลังจากปล่อยสกิลธาตุ \"Masatsu Zetsugi: Akaushi Burst!\" หรือทำการวิ่ง จำนวนครั้งการโจมตีต่อเนื่องของการโจมตีปกติจะไม่รีเซ็ต"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "เมื่อกดค้างเพื่อใช้ชาร์จโจมตี หากครอบครอง Superlative Superstrength อยู่ จะเป็นการใช้ Arataki Kesagiri ที่ไม่ใช้พลังกาย โดยการโจมตีของ Arataki Kesagiri แต่ละครั้ง จะใช้ Superlative Superstrength หนึ่งชั้น; เมื่อใช้ Superlative Superstrength ชั้นสุดท้าย จะปิดท้ายด้วยการโจมตีที่มีความรุนแรงเป็นพิเศษ",
        "2": "ในตอนที่ไม่มี Superlative Superstrength จะใช้พลังกายเพื่อปลดปล่อย Saichimonji Slash ที่มีความรุนแรงออกมาหนึ่งครั้ง"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายการฟันต่อเนื่องของ Arataki Kesagiri",
      "5": "ความเสียหายการฟันครั้งสุดท้ายของ Arataki Kesagiri",
      "6": "ระยะเวลาของ Superlative Superstrength",
      "7": "ความเสียหายของ Saichimonji Slash",
      "8": "Saichimonji Slash ใช้พลังกาย",
      "9": "ความเสียหายพุ่งลง",
      "10": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Masatsu Zetsugi: Akaushi Burst!",
    "description": {
      "0": "ขว้าง \"Ushi\" กระทิง Akaushi ตัวน้อยผู้เป็นสมาชิกเสริมของแก๊ง Arataki ออกไปด้วยความเร็วสูง เพื่อสร้าง<geo>ความเสียหายหิน</geo>แก่ศัตรูที่ถูกโจมตี! เมื่อ Ushi ถูกศัตรู จะมอบเอฟเฟกต์ Superlative Superstrength 1 ชั้น ให้แก่ Arataki Itto",
      "1": "<br/>",
      "2": "Ushi จะยังคงอยู่ในการต่อสู้เพื่อให้การสนับสนุน:",
      "3": [
        "หลอกล่อศัตรูที่อยู่โดยรอบเพื่อดึงดูดการโจมตี;",
        "ระดับความทนทานจะขึ้นอยู่กับสัดส่วนของพลังชีวิตสูงสุดที่ได้รับสืบทอดมาจาก Arataki Itto;",
        "เมื่อได้รับความเสียหาย จะมอบเอฟเฟกต์ Superlative Superstrength ให้แก่ Arataki Itto 1 ชั้น โดยทุก 2 วินาที จะมอบเอฟเฟกต์ด้วยวิธีนี้ได้มากสุด 1 ชั้น;",
        "จะหนีไปเมื่อระดับความทนทานหมดลง หรือสิ้นสุดช่วงระยะเวลาต่อเนื่อง และจะมอบเอฟเฟกต์ Superlative Superstrength ให้แก่ Arataki Itto 1 ชั้น ในตอนที่จากไป"
      ],
      "4": "<br/>",
      "5": "<strong>กดค้าง</strong>",
      "6": "ปรับทิศทางการขว้าง",
      "7": "<br/>",
      "8": "Ushi จะถูกมองว่าเป็น<geo>วัตถุที่สร้างด้วยธาตุหิน</geo>; ในช่วงเวลาเดียวกัน จะสามารถมี Ushi ที่ตัวของ Arataki Itto เองเรียกออกมาได้เพียงหนึ่งตัวเท่านั้น",
      "9": "<br/>",
      "10": "<i>ชื่อของกระบวนท่านี้มาจากนิยายเรื่อง \"ศาสตร์การต่อสู้ของโอนิ\" (ประพันธ์โดย Junkichi) อย่างไรก็ตามดูเหมือนว่าการที่ลอกเลียนมาจาก \"เคล็ดวิชาการสังหารโอนิ\" นั้นจะทำให้ติดปัญหาเรื่องลิขสิทธิ์ แล้วอีกอย่าง ก็ Itto เค้าเป็นโอนินี่นา...</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "สืบทอดพลังชีวิต",
      "2": "ระยะเวลาต่อเนื่อง",
      "3": "คูลดาวน์",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Royal Descent: Behold, Itto the Evil!",
    "description": {
      "0": "ได้เวลาประกาศความยิ่งใหญ่ของ Itto แห่งแก๊ง Arataki แล้ว! แปลงกายเป็น \"Raging Oni King\" ชั่วระยะเวลาหนึ่ง โดยจะใช้ Oni King's Kanabou ในการต่อสู้",
      "1": "มีคุณลักษณะพิเศษดังต่อไปนี้:",
      "2": [
        "ความเสียหายของการโจมตีปกติ, ชาร์จโจมตี และโจมตีพุ่งลงจากอากาศ จะเปลี่ยนเป็น<geo>ความเสียหายหิน</geo>ที่ไม่สามารถซ้อนทับได้ด้วยธาตุอื่น;",
        "เพิ่มความเร็วในการโจมตีปกติของ Arataki Itto และเพิ่มพลังโจมตี โดยขึ้นกับพลังป้องกันของเขา;",
        "เมื่อการโจมตีครั้งแรกและครั้งที่สามถูกศัตรู ในแต่ละครั้งจะมอบเอฟเฟกต์ Superlative Superstrength 1 ชั้น ให้แก่ตัวของ Arataki Itto เอง;",
        "ความต้านทานธาตุทั้งหมดและความต้านทานกายภาพของ Arataki Itto จะลดลง 20%"
      ],
      "3": "<br/>",
      "4": "สภาวะ \"Raging Oni King\" จะหายไปเมื่อ Arataki Itto ออกจากการต่อสู้",
      "5": "<br/>",
      "6": "<i>ความหมายอันลึกซึ้งที่อยู่ท่ามกลางความหมายอันลึกซึ้งอีกทีของ Itto (พูดเอง) มันเป็นเรื่องไร้สาระที่จะต้องไปลอกเลียนแบบของอย่างอื่น เพื่อให้ตัวเองแข็งแกร่งขึ้น เพราะว่าราชาโอนิที่แข็งแกร่งและชั่วร้ายที่สุดในโลกนี้ ก็คือ \"Arataki Itto\" ยังไงล่ะ เพราะงั้นแค่ให้ Itto เลียนแบบ Itto ซะก็โอเคแล้ว!</i>",
      "7": "<i>Shouta คิดว่ามันเป็นเรื่องที่เท่มาก</i>"
    },
    "skillParams": {
      "0": "เพิ่มพลังโจมตี",
      "1": "เพิ่มความเร็วการโจมตี",
      "2": "ระยะเวลาต่อเนื่อง",
      "3": "คูลดาวน์",
      "4": "พลังงานธาตุ",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Arataki Ichiban",
    "description": {
      "0": "เมื่อ Arataki Itto ใช้ Arataki Kesagiri อย่างต่อเนื่อง จะได้รับเอฟเฟกต์ดังต่อไปนี้:",
      "1": [
        "การฟันแต่ละครั้งจะทำให้การฟันในครั้งต่อไป มีความเร็วในการโจมตีเพิ่มขึ้น 10% โดยจะสามารถเพิ่มด้วยวิธีนี้ได้มากสุด 30%;",
        "เพิ่มความสามารถในการต้านทานการหยุดชะงัก"
      ],
      "2": "<br/>",
      "3": "เอฟเฟกต์เหล่านี้จะหายไปเมื่อการฟันต่อเนื่องสิ้นสุดลง"
    }
  },
  "passive2": {
    "name": "Bloodline of the Crimson Oni",
    "description": {
      "0": "Arataki Kesagiri สร้างความเสียหายเพิ่มขึ้น โดยปริมาณที่เพิ่มจะเป็น 35% ของพลังป้องกันของ Arataki Itto"
    }
  },
  "passive3": {
    "name": "Woodchuck Chucked",
    "description": {
      "0": "เมื่อตัวละครในทีมของตัวเองได้รับไม้จากการโจมตีต้นไม้ จะมีโอกาส 25% ที่จะได้รับไม้เพิ่ม"
    }
  },
  "constellation1": {
    "name": "Stay a While and Listen Up",
    "description": {
      "0": "หลังจากใช้ <strong>Royal Descent: Behold, Itto the Evil!</strong> Arataki Itto จะได้รับเอฟเฟกต์ \"Superlative Superstrength\" 2 ชั้น และ 1 วินาที หลังจากนั้น ในทุก 0.5 วินาที Arataki Itto จะได้รับเอฟเฟกต์ \"Superlative Superstrength\" อีก 1 ชั้น เป็นเวลา 1.5 วินาที"
    }
  },
  "constellation2": {
    "name": "Gather 'Round, It's a Brawl!",
    "description": {
      "0": "หลังจากใช้ <strong>Royal Descent: Behold, Itto the Evil!</strong> ตัวละครแต่ละตัวในทีมที่มีชนิดของธาตุเป็น<geo>ธาตุหิน</geo> จะทำให้ช่วงเวลาคูลดาวน์ของสกิลดังกล่าวลดลง 1.5 วินาที และฟื้นฟูพลังงานธาตุของ Arataki Itto ขึ้น 6 หน่วย",
      "1": "ด้วยวิธีนี้ จะสามารถลดเวลาคูลดาวน์ได้มากสุด 4.5 วินาที และฟื้นฟูพลังงานธาตุได้มากสุด 18 หน่วย"
    }
  },
  "constellation3": {
    "name": "Horns Lowered, Coming Through",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Masatsu Zetsugi: Akaushi Burst!</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Jailhouse Bread and Butter",
    "description": {
      "0": "หลังจากสถานะ \"Raging Oni King\" ที่เกิดจาก <strong>Royal Descent: Behold, Itto the Evil!</strong> สิ้นสุดลง ตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียง จะมีพลังป้องกันเพิ่มขึ้น 20% พลังโจมตีเพิ่มขึ้น 20% เป็นเวลา 10 วินาที"
    }
  },
  "constellation5": {
    "name": "10 Years of Hanamizaka Fame",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Royal Descent: Behold, Itto the Evil!</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Arataki Itto, Present!",
    "description": {
      "0": "ความแรงคริของชาร์จโจมตีของ Arataki Itto เพิ่มขึ้น 70%; นอกจากนี้เมื่อใช้ \"Arataki Kesagiri\" จะมีโอกาส 50% ที่จะไม่ใช้ Superlative Superstrength"
    }
  }
}