{
  "name": "Tartaglia",
  "title": "Childe",
  "description": "\"Childe\" ผู้บริหารอันดับที่สิบเอ็ดของ Fatui ชื่อเสียงและความเก่งกาจของเขาเป็นที่เลื่องลือมาแต่ไกล",
  "constellationName": "Monoceros Caeli",
  "auto": {
    "name": "Cutting Torrent",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "ยิงธนูโจมตีต่อเนื่องได้สูงสุดถึง 6 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "เพิ่มความแม่นยำในการ<strong>เล็งโจมตี</strong>และสร้างความเสียหายมากขึ้น",
        "2": "เมื่อเล็งเป้าหมายจะทำการรวบรวมพลังธาตุน้ำไว้ตรงหัวลูกศร ซึ่งลูกธนูที่รวบรวมกระแสน้ำไว้เต็มที่แล้ว จะสร้าง<hydro>ความเสียหายน้ำ</hydro>แก่ศัตรูที่ถูกโจมตี และทำให้เกิดเอฟเฟกต์ Riptide"
      },
      "riptide": {
        "0": "<strong>Riptide</strong>",
        "1": "เมื่อศัตรูที่อยู่ภายใต้สภาวะ Riptide ถูกการโจมตีใด ๆ ของ Tartaglia จะทำให้เกิดเอฟเฟกต์<hydro>ความเสียหายน้ำวงกว้าง</hydro> ซึ่งความเสียหายที่เกิดจากเอฟเฟกต์เหล่านี้ จะถูกมองเป็นความเสียหายจากการโจมตีปกติ",
        "2": [
          "Riptide Flash: เมื่อการเล็งแบบชาร์จเต็มโจมตีโดนศัตรูที่ได้รับผลกระทบของ Riptide จะทำให้เกิดความเสียหายวงกว้างอย่างต่อเนื่อง โดย Riptide Flash จะถูกใช้ได้หนึ่งครั้ง ในทุก 0.7 วินาที",
          "Riptide Burst: เมื่อโค่นศัตรูที่ได้รับผลกระทบของ Riptide จะทำให้เกิดระเบิดน้ำและทำให้ศัตรูในบริเวณใกล้เคียงติดเอฟเฟกต์ Riptide"
        ]
      },
      "plunging": {
        "0": "<strong>การโจมตีพุ่งลงจากอากาศ</strong>",
        "1": "ปล่อยฝนธนูจากกลางอากาศและพุ่งลง มายังพื้นดินเพื่อโจมตีอย่างรวดเร็ว โดยจะสร้างความเสียหายวงกว้างเมื่อ ลงถึงพื้น",
        "2": "เมื่ออยู่ในรูปแบบการต่อสู้ระยะประชิดของ Foul Legacy: Raging Tide จะไม่สามารถโจมตีจากที่สูงได้"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายขั้น 5",
      "5": "ความเสียหายขั้น 6",
      "6": "เล็งโจมตี",
      "7": "เล็งโจมตีและชาร์จเต็ม",
      "8": "ความเสียหาย Riptide Flash",
      "9": "ความเสียหาย Riptide Burst",
      "10": "ระยะเวลาของ Riptide",
      "11": "ความเสียหายพุ่งลง",
      "12": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Foul Legacy: Raging Tide",
    "description": {
      "0": "ปลดปล่อยอาวุธที่สร้างขึ้นจากน้ำอันบริสุทธิ์ เพื่อสร้าง<hydro>ความเสียหายน้ำ</hydro>แก่ศัตรูที่อยู่โดยรอบ และเข้าสู่รูปแบบการต่อสู้ระยะประชิด",
      "1": "ในรูปแบบนี้ การโจมตีปกติและชาร์จโจมตีของ Tartaglia จะถูกเปลี่ยนเป็น<hydro>ความเสียหายธาตุน้ำ</hydro> โดยที่ไม่สามารถแทนที่ด้วยการแปลงของธาตุอื่นได้ และจะเกิดการเปลี่ยนแปลงดังต่อไปนี้:",
      "2": "<br/>",
      "3": "<strong>โจมตีปกติ</strong>",
      "4": "ปล่อยการโจมตี<hydro>ธาตุน้ำ</hydro>ต่อเนื่องมากสุด 6 ครั้ง",
      "5": "<br/>",
      "6": "<strong>ชาร์จโจมตี</strong>",
      "7": "ใช้พลังกายฟาดฟันดาบออกไปข้างหน้า 2 ครั้ง ในช่วงเวลาสั้น ๆ เพื่อสร้าง<hydro>ความเสียหายน้ำ</hydro>",
      "8": "<br/>",
      "9": "<strong>Riptide Slash</strong>",
      "10": "เมื่อโจมตีระยะใกล้ถูกศัตรูที่ได้รับผลกระทบของ Riptide จะทำให้เกิด Riptide Slash หนึ่งครั้ง เกิดเป็น<hydro>ความเสียหายน้ำวงกว้าง</hydro> โดยความเสียหายจาก Riptide Slash จะถูกนับเป็นความเสียหายสกิลธาตุ และใช้ได้มากสุดหนึ่งครั้งในทุก 1.5 วินาที",
      "11": "<br/>",
      "12": "เอฟเฟกต์จะหายไปหลังผ่านไป 30 วินาที หรือทำการปลดปล่อยสกิลอีกครั้ง โดยจะกลับสู่รูปแบบการต่อสู้ระยะไกล และเข้าสู่การคูลดาวน์สกิล ซึ่งยิ่งอยู่ในรูปแบบการต่อสู้ระยะประชิดนาน ระยะเวลาการคูลดาวน์ก็จะยิ่งนานไปด้วย",
      "13": "หากกลับสู่รูปแบบการต่อสู้ระยะไกลโดยอัตโนมัติหลังผ่านไป 30 วินาที จะเข้าสู่ช่วงเวลาคูลดาวน์สกิลที่นานยิ่งขึ้น",
      "14": "<br/>",
      "15": "<i>เพื่อที่จะเอาชนะความไม่ถนัดในการใช้ธนู ซึ่งเป็นจุดอ่อนของตัวเอง เขาจึงเลือกธนูเป็นอาวุธประจำกาย แต่ในการต่อสู้ที่แท้จริงนั้น คุณหลีกเลี่ยงไม่ได้ที่จะต้องงัดเอา ความแข็งแกร่งที่แท้จริงออกมา...</i>"
    },
    "skillParams": {
      "0": "ความเสียหายเมื่อเปลี่ยนรูปแบบ",
      "1": "ความเสียหายขั้น 1",
      "2": "ความเสียหายขั้น 2",
      "3": "ความเสียหายขั้น 3",
      "4": "ความเสียหายขั้น 4",
      "5": "ความเสียหายขั้น 5",
      "6": "ความเสียหายขั้น 6",
      "7": "ความเสียหายชาร์จโจมตี",
      "8": "ชาร์จโจมตีใช้พลังกาย",
      "9": "ความเสียหาย Riptide Slash",
      "10": "ระยะเวลาต่อเนื่องสูงสุด",
      "11": "เวลาคูลดาวน์",
      "12": "ช่วงเวลาลดคูลดาวน์",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Havoc: Obliteration",
    "description": {
      "0": "ใช้การโจมตีที่แตกต่างกันไปตามรูปแบบของ Tartaglia ในขณะนั้น",
      "1": "<br/>",
      "2": "<strong>รูปแบบการต่อสู้ระยะไกล: Flash of Havoc</strong>",
      "3": "ยิงธนูเวทที่มีธาตุน้ำอยู่ไปข้างหน้าอย่างรวดเร็ว สร้าง<hydro>ความเสียหายน้ำวงกว้าง</hydro> และเอฟเฟกต์ Riptide",
      "4": "หลังปล่อยออกไป จะได้รับพลังงานธาตุบางส่วนกลับคืนมา",
      "5": "<br/>",
      "6": "<strong>รูปแบบการต่อสู้ระยะประชิด: Light of Obliteration</strong>",
      "7": "สร้างการโจมตีวงกว้างอย่างรวดเร็ว 1 ครั้ง ทำให้เกิด<hydro>ความเสียหายน้ำ</hydro>อย่างรุนแรงต่อศัตรูทั้งหมดที่อยู่ในบริเวณใกล้เคียง และทำให้เกิด Riptide Blast",
      "8": "<br/>",
      "9": "<strong>Riptide Blast</strong>",
      "10": "เมื่อ Light of Obliteration โจมตีโดนศัตรูที่อยู่ในสภาวะ Riptide จะดูดกลืนเอฟเฟกต์และทำให้เกิดระเบิดน้ำ สร้าง<hydro>ความเสียหายน้ำวงกว้าง</hydro> โดยที่ความเสียหายจาก Riptide Blast จะถูกนับเป็นความเสียหายท่าไม้ตาย",
      "11": "<br/>",
      "12": "<i>กระแสน้ำที่ปั่นป่วนนั้น ไม่ใช่สิ่งที่หาดูได้ง่ายในประเทศหิมะบ้านเกิดของเขา บางทีการที่สามารถโอบกระแสน้ำไว้ในมือได้ อาจจะเป็นเพราะรู้ถึงคุณค่าของกระแสน้ำนั้นก็เป็นได้</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล: ระยะประชิด",
      "1": "ความเสียหายสกิล: ระยะไกล",
      "2": "ความเสียหาย Riptide Blast",
      "3": "สกิลคืนพลังงานธาตุ(ระยะไกล)",
      "4": "เวลาคูลดาวน์",
      "5": "พลังงานธาตุ",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Never Ending",
    "description": {
      "0": "เวลาคงอยู่ของเอฟเฟกต์ Riptide เพิ่มขึ้น 8 วินาที"
    }
  },
  "passive2": {
    "name": "Sword of Torrents",
    "description": {
      "0": "ภายใต้รูปแบบการต่อสู้ระยะประชิดของ <strong>Foul Legacy: Raging Tide</strong> เมื่อการโจมตีปกติหรือชาร์จโจมตี เกิดคริติคอลจะทำให้เกิดเอฟเฟกต์ Riptide กับศัตรูที่ถูกโจมตี"
    }
  },
  "passive3": {
    "name": "Master of Weaponry",
    "description": {
      "0": "เพิ่มเลเวล<strong>การโจมตีปกติ</strong> ของตัวละครของตนเองที่อยู่ในทีมขึ้น 1 ระดับ"
    }
  },
  "constellation1": {
    "name": "Foul Legacy: Tide Withholder",
    "description": {
      "0": "ลดเวลาคูลดาวน์ของ <strong>Foul Legacy: Raging Tide</strong> ลง 20%"
    }
  },
  "constellation2": {
    "name": "Foul Legacy: Understream",
    "description": {
      "0": "ฟื้นฟูพลังงานธาตุ 4 หน่วยให้ Tartaglia เมื่อศัตรูที่อยู่ภายใต้เอฟเฟกต์ Riptide ตาย"
    }
  },
  "constellation3": {
    "name": "Abyssal Mayhem: Vortex of Turmoil",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Foul Legacy: Raging Tide</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Abyssal Mayhem: Hydrospout",
    "description": {
      "0": "เมื่อมีการใช้เอฟเฟกต์ Riptide ของ Tartaglia ในการต่อสู้ หาก Tartaglia อยู่ในรูปแบบการต่อสู้ระยะประชิดของ <strong>Foul Legacy: Raging Tide</strong> จะปล่อย Riptide Slash ไม่เช่นนั้นก็จะปล่อย Riptide Flash ในทุก ๆ 4 วินาที ",
      "1": "Riptide Slash และ Riptide Flash ที่ปล่อยโดยกลุ่มดาว จะไม่ถูกจำกัดช่วงการปล่อยโดยเอฟเฟกต์ Riptide ของทั้งสอง และจะไม่มีผลต่อช่วงการปล่อยเอฟเฟกต์ดังกล่าว"
    }
  },
  "constellation5": {
    "name": "Havoc: Formless Blade",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Havoc: Obliteration</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Havoc: Annihilation",
    "description": {
      "0": "ภายใต้รูปแบบการต่อสู้ระยะประชิด เมื่อใช้ <strong>Havoc: Obliteration</strong> จะลบล้างเวลาคูลดาวน์ของ <strong>Foul Legacy: Raging Tide</strong>",
      "1": "เอฟเฟกต์ดังกล่าวจะถูกปล่อย เมื่อกลับสู่รูปแบบการต่อสู้ระยะไกล"
    }
  }
}