{
  "name": "Доктор Рацио",
  "abilities": {
    "basic": {
      "0": {
        "name": "Знание - сила",
        "fullDesc": "Наносит выбранному противнику мнимый урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки доктора Рацио.",
        "shortDesc": "Наносит небольшой мнимый урон выбранному противнику."
      }
    },
    "skill": {
      "0": {
        "name": "Интеллектуальная помощь",
        "fullDesc": "Наносит выбранному противнику мнимый урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки доктора Рацио.",
        "shortDesc": "Наносит мнимый урон выбранному противнику."
      }
    },
    "ult": {
      "0": {
        "name": "Силлогистический парадокс",
        "fullDesc": "Наносит выбранному противнику мнимый урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки доктора Рацио, и накладывает на него статус Недальновидность мудрецов. Когда союзник доктора Рацио атакует противника с этим статусом, доктор Рацио проводит по этой цели 1 <u>бонус-атаку</u>, описанную в его таланте.\\nСтатус Недальновидность мудрецов может быть активирован до {{2}} раз, и он действует только на последнюю цель сверхспособности доктора Рацио. Использование сверхспособности доктора Рацио сбрасывает количество доступных активаций этого эффекта.",
        "shortDesc": "Наносит мнимый урон выбранному противнику и накладывает на него статус Недальновидность мудрецов. Когда союзник доктора Рацио атакует противника с этим статусом, доктор Рацио проводит по этой цели <color=#f29e38ff><u>бонус-атаку</u></color>."
      }
    },
    "technique": {
      "0": {
        "name": "Изваяние идола",
        "fullDesc": "Использование техники создаёт на {{1}} сек. особое пространство, которое привлекает атаки ближайших противников. Если бой с противником начинается в этом пространстве, появляется <u>базовый шанс</u> {{2}}% понизить скорость каждого противника на {{3}}% на {{4}} хода. Одновременно может существовать только одно пространство, созданное союзниками.",
        "shortDesc": "Создаёт особое пространство, которое привлекает атаки противников. Если бой с противником начинается в этом пространстве, появляется высокий шанс <color=#f29e38ff>понизить скорость противников</color>."
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "shortDesc": ""
      }
    }
  }
}