{
  "name": "Великая Герта",
  "abilities": {
    "basic": {
      "0": {
        "name": "Понимаешь?",
        "fullDesc": "Наносит выбранному противнику ледяной урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Великой Герты.",
        "shortDesc": "Наносит небольшой ледяной урон выбранному противнику.",
        "tag": "Одиночная атака"
      }
    },
    "skill": {
      "0": {
        "name": "Открытие разума",
        "fullDesc": "Наносит выбранному противнику ледяной урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Великой Герты, и накладывает на него {{2}} ур. статуса Интерпретация. Наносит поражённой этим навыком цели и соседним целям ледяной урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Великой Герты. Этот эффект может повторяться 2 раза.",
        "shortDesc": "Наносит урон выбранному противнику. Также наносит поражённой этим навыком цели и соседним целям урон, который повторяется 2 раза.",
        "tag": "Взрывная атака"
      },
      "1": {
        "name": "У меня появилась безумная идея",
        "fullDesc": "Расходует 1 ур. статуса Вдохновение и наносит выбранному противнику ледяной урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Великой Герты, и накладывает на него {{2}} ур. статуса Интерпретация. Наносит поражённой этим навыком цели и соседним целям ледяной урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Великой Герты, который повторяется 2 раза. В конце наносит всем противникам ледяной урон, равный <orangeStrong>{{3, percent}}%</orangeStrong> от силы атаки Великой Герты.",
        "shortDesc": "Наносит урон выбранному противнику. Также наносит поражённой этим навыком цели и соседним целям урон, который повторяется 2 раза. После этого наносит урон всем противникам.",
        "tag": "Групповая атака"
      }
    },
    "ult": {
      "0": {
        "name": "Говорила ведь, что это магия",
        "fullDesc": "Перераспределяет количество уровней статуса Интерпретация всех противников и передаёт более высокое количество уровней этого статуса противнику элитного ранга и выше, а также наносит всем противникам ледяной урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Великой Герты. Использование сверхспособности повышает силу атаки Великой Герты на <orangeStrong>{{4, percent}}%</orangeStrong> на {{5}} хода. После использования этого умения Великая Герта может действовать немедленно и получает 1 ур. статуса Вдохновение до макс. {{6}} ур. Пока персонаж имеет этот статус, его навык усиливается до умения У меня появилась безумная идея.",
        "shortDesc": "<orangeStrong>Перераспределяет</orangeStrong> количество уровней статуса Интерпретация всех противников и передаёт более высокое количество уровней этого статуса противнику элитного ранга и выше, а также наносит ледяной урон всем противникам. После использования этого умения усиливает свой навык и выполняет действие немедленно.",
        "tag": "Групповая атака"
      }
    },
    "talent": {
      "0": {
        "name": "Отдай мне",
        "fullDesc": "Когда противник вступает в бой, Великая Герта накладывает на него 1 ур. статуса Интерпретация. В начале каждой волны накладывает на случайного противника {{6}} ур. статуса Интерпретация, отдавая предпочтение целям элитного ранга и выше. Пока основная цель усиленного навыка имеет статус Интерпретация, множитель наносимого ей и остальным целям урона повышается на <orangeStrong>{{1, percent(fixed: 1)}}%</orangeStrong> и <orangeStrong>{{2, percent(fixed: 1)}}%</orangeStrong> за каждый уровень статуса соответственно. Если количество персонажей Пути Эрудиции в отряде выше или равно 2, то этот эффект дополнительно повышается на <orangeStrong>{{1, percent(fixed: 1)}}%</orangeStrong> и <orangeStrong>{{2, percent(fixed: 1)}}%</orangeStrong> за каждый уровень статуса соответственно. Статус Интерпретация может складываться до {{3}} раз. Использование усиленного навыка сбрасывает имеющийся у основной цели статус Интерпретация до 1 ур. Когда противник покидает поле боя или становится побеждён, статус Интерпретация в первую очередь передаётся цели элитного ранга и выше.",
        "shortDesc": "Наносимый усиленным навыком <orangeStrong>урон повышается в зависимости от количества уровней имеющегося у цели статуса Интерпретация</orangeStrong>.",
        "tag": "Усиление"
      }
    },
    "technique": {
      "0": {
        "name": "Взглянем на кое-что хорошее",
        "fullDesc": "Использование техники повышает силу атаки Великой Герты в начале следующего боя на {{1, percent}}% на {{2}} хода.<br>Если в текущей локации есть обычные сундуки, то использование техники отмечает местоположение до {{3}} обычных сундуков.<br>Если использовать технику в Виртуальной вселенной или Расходящейся вселенной для начала боя, то в начале каждой волны персонаж наносит противникам ниже элитного ранга истинный урон, равный {{4, percent}}% от их макс. НР, а также наносит противникам элитного ранга и выше истинный урон, равный {{5, percent}}% от их макс. НР.",
        "shortDesc": "Использование техники <orangeStrong>отмечает местоположение нескольких обычных сундуков</orangeStrong> и повышает силу атаки Великой Герты в начале следующего боя.<br>Если использовать технику в Виртуальной вселенной или Расходящейся вселенной для начала боя, то в начале каждой волны персонаж наносит огромный истинный урон всем противникам.",
        "tag": "Усиление"
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Равнодушная честность",
        "fullDesc": "Атаки союзников накладывают на поражённых противников 1 ур. статуса Интерпретация. После атаки Великая Герта восстанавливает {{1}} ед. энергии за каждого поражённого этой атакой противника до макс. 5 целей. Если при использовании усиленного навыка количество уровней имеющегося у основной цели статуса Интерпретация достигает 42, то наносимый Великой Гертой урон повышается на {{2, percent}}% до окончания текущей атаки."
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Письмо из-за горизонта событий",
        "fullDesc": "Если в начале боя количество персонажей Пути Эрудиции в отряде выше или равно 2, то крит. урон всех союзников повышается на {{1, percent}}%. При подсчёте числа поражённых целей След Равнодушная честность засчитывает как минимум {{2}} цели. После атаки добавляет поражённой цели с наибольшим количеством уровней статуса Интерпретация {{3}} ур. этого статуса. Если атакующий - персонаж Пути Эрудиции, то цель дополнительно получает {{4}} ур. статуса Интерпретация."
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Изголодавшийся пейзаж",
        "fullDesc": "Каждый раз, когда противник получает 1 ур. статуса Интерпретация, Великая Герта получает 1 ур. статуса Ответ до макс. {{2}} ур. Во время использования сверхспособности её множитель урона повышается на {{1, percent(fixed: 1)}}% за каждый уровень статуса Ответ."
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Ночь, когда упали звёзды",
      "desc": "Когда усиленный навык подсчитывает количество уровней статуса Интерпретация, он прибавляет {{1, percent}}% от количества уровней статуса Интерпретация, имеющегося у цели с наибольшим количеством уровней этого статуса между основной и соседними целями усиленного навыка. Когда использование усиленного навыка сбрасывает количество уровней статуса Интерпретация, оно сбрасывается до {{2}}."
    },
    "2": {
      "name": "Ветер сквозь замочную скважину",
      "desc": "После начала боя и использования сверхспособности Великая Герта дополнительно получает 1 ур. статуса Вдохновение. Использование усиленного навыка продвигает следующее действие Великой Герты вперёд на {{1, percent}}%."
    },
    "3": {
      "name": "Дверь в лето",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "4": {
      "name": "Шестнадцатый ключ",
      "desc": "Скорость персонажей Пути Эрудиции в отряде повышается на {{1, percent}}%."
    },
    "5": {
      "name": "Правда, словно горькое лекарство",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10."
    },
    "6": {
      "name": "Ответ, словно сладкая приманка",
      "desc": "Пробитие ледяного сопротивления Великой Герты повышается на {{4, percent}}%. Если на поле боя имеется 3 и более, 2 или 1 противник, то множитель урона сверхспособности повышается на {{1, percent}}%, {{2, percent}}% или {{3, percent}}% соответственно."
    }
  }
}