{
  "name": "Фэйсяо",
  "abilities": {
    "basic": {
      "0": {
        "name": "Режущая вспышка",
        "fullDesc": "Наносит выбранному противнику ветряной урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Фэйсяо.",
        "shortDesc": "Наносит небольшой ветряной урон выбранному противнику.",
        "tag": "Одиночная атака"
      }
    },
    "skill": {
      "0": {
        "name": "Секира войны",
        "fullDesc": "Наносит выбранному противнику ветряной урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Фэйсяо, и немедленно выполняет бонус-атаку, описанную в таланте персонажа, 1 раз.",
        "shortDesc": "Наносит ветряной урон выбранному противнику и выполняет бонус-атаку, описанную в таланте персонажа, 1 раз.",
        "tag": "Одиночная атака"
      }
    },
    "ult": {
      "0": {
        "name": "Раскол земли",
        "fullDesc": "Наносит выбранному противнику ветряной урон, максимально равный <orangeStrong>{{4, percent}}%</orangeStrong> от силы атаки Фэйсяо, и истощает его стойкость вне зависимости от типа уязвимости. Если уязвимость цели не пробита, то эффективность пробития уязвимости Фэйсяо повышается на {{2, percent}}%.<br>Во время использования этого умения Фэйсяо сначала проводит по этой цели атаку Блиц режущих вспышек или Секира войны пронзает небеса в общем {{3}} раз, и в конце она наносит этой цели ветряной урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от своей силы атаки.",
        "shortDesc": "Во время использования сверхспособности стойкость противника может истощаться <orangeStrong>вне зависимости от типа его уязвимости</orangeStrong>. Если уязвимость цели не пробита, <orangeStrong>эффективность пробития уязвимости Фэйсяо повышается</orangeStrong>.<br>Проводит атаки Блиц режущих вспышек или Секира войны пронзает небеса по одному противнику <orangeStrong>{{3}}</orangeStrong> раз, после чего наносит ему ветряной урон.",
        "tag": "Одиночная атака"
      },
      "1": {
        "name": "Блиц режущих вспышек",
        "fullDesc": "Наносит выбранному противнику ветряной урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Фэйсяо. Если уязвимость цели пробита, то множитель урона повышается на <orangeStrong>{{2, percent}}%</orangeStrong>.",
        "shortDesc": "Наносит небольшой ветряной урон выбранному противнику и повышает множитель урона, наносимого противникам <orangeStrong>с пробитой уязвимостью</orangeStrong>.",
        "tag": "Одиночная атака"
      },
      "2": {
        "name": "Секира войны пронзает небеса",
        "fullDesc": "Наносит выбранному противнику ветряной урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Фэйсяо. Если уязвимость цели не пробита, то множитель урона повышается на <orangeStrong>{{2, percent}}%</orangeStrong>.",
        "shortDesc": "Наносит небольшой ветряной урон выбранному противнику и повышает множитель урона, наносимого противникам <orangeStrong>с непробитой уязвимостью</orangeStrong>.",
        "tag": "Одиночная атака"
      },
      "3": {
        "name": "Раскол земли",
        "shortDesc": "Во время использования сверхспособности стойкость противника может истощаться <orangeStrong>вне зависимости от типа его уязвимости</orangeStrong>. Если уязвимость цели не пробита, <orangeStrong>эффективность пробития уязвимости Фэйсяо повышается</orangeStrong>.<br>Проводит атаки Блиц режущих вспышек или Секира войны пронзает небеса по одному противнику <orangeStrong>{{3}}</orangeStrong> раз, после чего наносит ему ветряной урон.",
        "tag": "Одиночная атака"
      }
    },
    "talent": {
      "0": {
        "name": "Охота за молнией",
        "fullDesc": "Сверхспособность может быть активирована, когда заряд Крылатый Зверь достигает {{3}} ед. (макс. {{4}} ед.). Фэйсяо получает 1 ед. заряда Крылатый Зверь за каждые {{2}} проведённые союзниками атаки. Атаки сверхспособности самой Фэйсяо не засчитываются.<br>После того как союзник Фэйсяо атакует противника, она немедленно проводит по этой цели бонус-атаку, которая наносит ветряной урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Фэйсяо. Если на поле боя нет подходящей цели, то эта атака будет направлена на случайного противника. Этот эффект может сработать только 1 раз за ход, и количество его срабатываний сбрасывается в начале хода Фэйсяо. Выполнение этой атаки повышает наносимый Фэйсяо урон на <orangeStrong>{{5, percent}}%</orangeStrong> на {{6}} хода.",
        "shortDesc": "Сверхспособность может быть активирована, когда заряд Крылатый Зверь достигает <orangeStrong>{{3}}</orangeStrong> ед. (макс. <orangeStrong>{{4}}</orangeStrong> ед.). Фэйсяо получает единицу заряда <orangeStrong>Крылатый Зверь</orangeStrong> за каждые <orangeStrong>{{2}}</orangeStrong> проведённые союзниками атаки.<br>После того как союзник использует атаку, Фэйсяо проводит по основной цели <orangeStrong>бонус-атаку</orangeStrong>, наносящую ветряной урон. Этот эффект может сработать только 1 раз за ход. Выполнение этой атаки повышает <orangeStrong>наносимый ею урон</orangeStrong>.",
        "tag": "Одиночная атака"
      }
    },
    "technique": {
      "0": {
        "name": "Рождённая бурей",
        "fullDesc": "После использования техники персонаж переходит в состояние Прорыв фронта на {{1}} сек. Будучи в этом состоянии, персонаж притягивает противников в определённом радиусе, и его скорость повышается на {{2, percent}}%. После вступления в бой персонаж получает {{4}} ед. заряда Крылатый Зверь.<br>Атаки, выполненные в состоянии Прорыв фронта, заставляют вступить в бой всех притянутых противников. В начале боя и в начале каждой волны все противники получают ветряной урон, равный {{3, percent}}% от силы атаки Фэйсяо. Этот урон гарантированно является крит. попаданием. Если количество притянутых противников выше 1, то за каждого дополнительного противника множитель этого урона повышается на {{5, percent}}% до макс. {{6, percent}}%.",
        "shortDesc": "Переходит в состояние Прорыв фронта, которое постоянно притягивает противников и повышает скорость персонажа. После вступления в бой персонаж получает заряд Крылатый Зверь.<br>Будучи в состоянии Прорыв фронта, персонаж может свободно атаковать всех притянутых противников. В начале каждой волны все противники получают ветряной урон, который гарантированно является крит. попаданием. <orangeStrong>Чем больше противников притянуто, тем выше множитель урона</orangeStrong>.",
        "tag": "Усиление"
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Небесная тропа",
        "fullDesc": "В начале боя персонаж получает {{1}} ед. заряда Крылатый Зверь.<br>Если во время предыдущего хода персонаж не выполнял бонус-атаку, то в начале текущего хода он получает 1 ед. заряда Крылатый Зверь, необходимую для выполнения этой атаки."
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Изменение формы",
        "fullDesc": "Когда сверхспособность персонажа наносит урон противнику, она считается бонус-атакой. Крит. урон бонус-атаки повышается на {{1, percent}}%."
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Удержание молнии",
        "fullDesc": "Использование навыка повышает силу атаки на {{1, percent}}% на {{2}} хода."
      }
    }
  },
  "ranks": {
    "1": {
      "name": "С небесами моя борьба",
      "desc": "После использования атак Блиц режущих вспышек или Секира войны пронзает небеса урон сверхспособности Фэйсяо повышается на {{1, percent}}% от изначального урона. Этот эффект может складываться до {{2}} раз и длится до окончания действия сверхспособности."
    },
    "2": {
      "name": "О луне мои мечтанья",
      "desc": "Теперь Фэйсяо получает 1 ед. заряда Крылатый Зверь и за каждую выполненную союзниками бонус-атаку. Этот эффект может сработать только {{1}} раз за ход."
    },
    "3": {
      "name": "К звёздам мои ожиданья",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10."
    },
    "4": {
      "name": "О буре мои домыслы",
      "desc": "Урон стойкости бонус-атаки, описанной в таланте персонажа, повышается на {{1, percent}}%. Когда персонаж выполняет бонус-атаку, его скорость повышается на {{2, percent}}% на {{3}} хода."
    },
    "5": {
      "name": "К небесам мои стремленья",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "6": {
      "name": "К дому моё возвращенье",
      "desc": "Пробитие всех типов сопротивления наносимого Фэйсяо урона сверхспособности повышается на {{1, percent}}%. Урон бонус-атаки, описанной в её таланте, считается уроном сверхспособности, и его множитель повышается на {{2, percent}}%."
    }
  }
}