{
  "name": "Блэйд",
  "abilities": {
    "basic": {
      "0": {
        "name": "Осколочный меч",
        "fullDesc": "Наносит выбранному противнику ветряной урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Блэйда.",
        "shortDesc": "Наносит небольшой ветряной урон выбранному противнику."
      },
      "1": {
        "name": "Частокол мечей",
        "fullDesc": "Расходует {{1}}% от макс. HP Блэйда и наносит выбранному противнику ветряной урон, равный <orangeStrong>{{2}}%</orangeStrong> от силы атаки Блэйда плюс <orangeStrong>{{4}}%</orangeStrong> от его макс. HP, и ветряной урон соседним целям, равный <orangeStrong>{{3}}%</orangeStrong> от силы атаки Блэйда плюс <orangeStrong>{{5}}%</orangeStrong> от его макс. HP.\\nЕсли текущего HP недостаточно, то использование атаки Частокол мечей опускает текущее HP Блэйда до 1 ед.\\nАтака Частокол мечей не может восстанавливать очки навыков.",
        "shortDesc": "Расходует своё HP и наносит ветряной урон противнику, а также наносит небольшой ветряной урон соседним целям."
      }
    },
    "skill": {
      "0": {
        "name": "Адский пейзаж",
        "fullDesc": "Расходует {{1}}% от макс. HP Блэйда и накладывает на него статус Адский пейзаж.\\nПерсонаж со статусом Адский пейзаж не может использовать навык, наносимый им урон повышается на <orangeStrong>{{4}}%</orangeStrong>, а его базовая атака Осколочный меч усиливается до атаки Частокол мечей на {{2}} хода.\\nЕсли текущего HP недостаточно, то использование навыка опускает текущее HP до 1 ед.\\nЭтот навык не восстанавливает энергию. После использования этого навыка текущий ход не заканчивается.",
        "shortDesc": "Расходует HP для <orangeStrong>усиления базовой атаки</orangeStrong>, и текущий ход не заканчивается"
      }
    },
    "ult": {
      "0": {
        "name": "Смертный приговор",
        "fullDesc": "Устанавливает текущее HP Блэйда на отметку 50% и наносит выбранному противнику ветряной урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Блэйда плюс <orangeStrong>{{2}}%</orangeStrong> от его макс. HP плюс <orangeStrong>{{5}}%</orangeStrong> от суммы потерянного им в этом бою HP, и ветряной урон соседним целям, равный <orangeStrong>{{3}}%</orangeStrong> от силы атаки Блэйда плюс <orangeStrong>{{4}}%</orangeStrong> от его макс. HP плюс <orangeStrong>{{6}}%</orangeStrong> от суммы потерянного им в этом бою HP.\\nПоказатель суммы потерянного в текущем бою HP не может превышать {{7}}% от макс. HP Блэйда. Использование сверхспособности сбрасывает и начинает подсчёт суммы потерянного в этом бою HP заново.",
        "shortDesc": "Устанавливает своё текущее HP на отметку 50% и наносит огромный ветряной урон выбранному противнику, а также наносит ветряной урон соседним целям."
      }
    },
    "technique": {
      "0": {
        "name": "Ветер кармы",
        "fullDesc": "Немедленно атакует противника и после начала боя расходует {{2}}% от макс. HP Блэйда и наносит всем противникам ветряной урон, равный {{1}}% от его макс. HP.\\nЕсли текущего HP недостаточно, то использование техники опускает текущее HP до 1 ед.",
        "shortDesc": "Атакует противника и после начала боя расходует своё HP, чтобы нанести ветряной урон всем противникам."
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Порезы в аду жгут сильнее",
      "desc": "Использование сверхспособности наносит выбранному противнику дополнительный урон, равный {{1}}% от суммы потерянного Блэйдом в текущем бою HP.\\nПоказатель суммы потерянного в текущем бою HP не может превышать {{2}}% от макс. HP Блэйда. Использование сверхспособности сбрасывает и начинает подсчёт суммы потерянного в этом бою HP заново."
    },
    "2": {
      "name": "Тысячи сожалений об одной разбитой мечте",
      "desc": "Когда Блэйд имеет статус Адский пейзаж, его крит. шанс повышается на {{1}}%."
    },
    "3": {
      "name": "Холодная тень закалённого клинка",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "4": {
      "name": "Отвергнутый смертью, проклятый жизнью",
      "desc": "Когда текущее HP опускается со значения выше 50% до значения ниже или равно 50%, макс. HP Блэйда повышается на {{1}}%. Этот эффект может складываться до {{2}} раз."
    },
    "5": {
      "name": "Смерть от взгляда десяти владык",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10."
    },
    "6": {
      "name": "Перерождение в бесчувственную оболочку",
      "desc": "Макс. количество уровней статуса Заряд понижается до 4. Урон бонус-атаки таланта дополнительно повышается на {{1}}% от макс. HP Блэйда."
    }
  }
}