{
  "name": "Арлан",
  "abilities": {
    "basic": {
      "0": {
        "name": "Молниеносный порыв",
        "fullDesc": "Наносит выбранному противнику электрический урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Арлана.",
        "shortDesc": "Наносит небольшой электрический урон выбранному противнику."
      }
    },
    "skill": {
      "0": {
        "name": "Разрушитель кандалов",
        "fullDesc": "Расходует {{1}}% HP Арлана и наносит выбранному противнику электрический урон, равный <orangeStrong>{{2}}%</orangeStrong> от силы атаки Арлана. При недостаточном HP после использования навыка HP Арлана будет снижено до 1 ед.",
        "shortDesc": "Расходует часть HP Арлана и наносит электрический урон выбранному противнику."
      }
    },
    "ult": {
      "0": {
        "name": "Бешеное наказание",
        "fullDesc": "Наносит выбранному противнику электрический урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Арлана, и электрический урон соседним целям, равный <orangeStrong>{{2}}%</orangeStrong> от силы атаки Арлана.",
        "shortDesc": "Наносит огромный электрический урон выбранному противнику и электрический урон соседним целям."
      }
    },
    "technique": {
      "0": {
        "name": "Быстрый урожай",
        "fullDesc": "Немедленно атакует противника и после начала боя наносит всем противникам электрический урон, равный {{1}}% от силы атаки Арлана.",
        "shortDesc": "Атакует противника и после начала боя наносит всем противникам небольшой электрический урон."
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "До самого конца",
      "desc": "Когда HP ниже или равно 50% от его макс. HP, урон навыка повышается на {{1}}%."
    },
    "2": {
      "name": "Вырваться на свободу",
      "desc": "Использование навыка или сверхспособности снимает 1 ослабление с персонажа."
    },
    "3": {
      "name": "Непоколебимая мощь",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10."
    },
    "4": {
      "name": "Бешенство загнанного",
      "desc": "После начала боя, если Арлан получает добивающий удар, он не становится неспособным сражаться. Вместо этого он немедленно восстанавливает своё HP до {{1}}%. Этот эффект снимается после одного срабатывания или длится {{2}} хода."
    },
    "5": {
      "name": "Во весь опор",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "6": {
      "name": "Самопожертвование",
      "desc": "Когда HP ниже или равно 50% от макс. HP, урон сверхспособности повышается на {{1}}%, а множитель урона соседним целям повышается до множителя урона выбранного противника."
    }
  }
}