{
  "name": "Чёрный Лебедь",
  "abilities": {
    "basic": {
      "0": {
        "name": "Прозрение, рассвет тишины",
        "fullDesc": "Наносит выбранному противнику ветряной урон, равный <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> от силы атаки Чёрного Лебедя, и имеет <u>базовый шанс</u> <color=#f29e38ff><unbreak>#2[i]%</unbreak></color> наложить на цель 1 ур. статуса <u>Аркан</u>. Каждый имеющийся у противника статус Выветривание, Кровотечение, Горение или Шок также имеет <u>базовый шанс</u> <color=#f29e38ff><unbreak>#3[i]%</unbreak></color> наложить на него 1 доп. ур. статуса <u>Аркан</u>.",
        "shortDesc": "Наносит небольшой ветряной урон выбранному противнику и имеет шанс наложить на цель статус <u>Аркан</u>. Атака цели, имеющей статус <color=#f29e38ff>Выветривание, Кровотечение, Горение или Шок</color>, даёт отдельный шанс <color=#f29e38ff>дополнительно наложить статус <u>Аркан</u></color>."
      }
    },
    "skill": {
      "0": {
        "name": "Декаданс, закат лжи",
        "fullDesc": "Наносит выбранному противнику и соседним целям ветряной урон, равный <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> от силы атаки Чёрного Лебедя, и имеет <u>базовый шанс</u> <unbreak>#2[i]%</unbreak> наложить на них по 1 ур. статуса <u>Аркан</u>. Также имеет <u>базовый шанс</u> <unbreak>#3[i]%</unbreak> понизить защиту этих целей на <color=#f29e38ff><unbreak>#4[f1]%</unbreak></color> на <unbreak>#5[i]</unbreak> хода.",
        "shortDesc": "Наносит небольшой ветряной урон выбранному противнику и соседним целям, а также имеет высокий шанс <color=#f29e38ff>наложить на них статус <u>Аркан</u></color> и понизить их защиту."
      }
    },
    "ult": {
      "0": {
        "name": "Объятия потустороннего мира",
        "fullDesc": "Накладывает статус Прозрение на всех противников на <unbreak>#2[i]</unbreak> хода.\\nПолучаемый противником со статусом Прозрение в свой ход урон повышается на <color=#f29e38ff><unbreak>#3[i]%</unbreak></color>, а имеющийся у него статус <u>Аркан</u> также считается статусами Выветривание, Кровотечение, Горение и Шок. К тому же, когда статус <u>Аркан</u> в начале каждого хода наносит урон, количество его уровней не сбрасывается. Эффект сохранения количества уровней статуса <u>Аркан</u> может сработать только <unbreak>#4[i]</unbreak> раз за время действия статуса Прозрение. Повторное наложение этого статуса сбрасывает количество срабатываний этого эффекта.\\nУмение также наносит всем противникам ветряной урон, равный <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> от силы атаки Чёрного Лебедя.",
        "shortDesc": "Накладывает на всех противников статус Прозрение, который повышает получаемый ими в течение своего хода урон, в то время как <color=#f29e38ff>статус <u>Аркан</u> начинает считаться статусами Выветривание, Кровотечение, Горение и Шок</color>. Кроме этого, нанесённый в начале следующего хода статусом <u>Аркан</u> урон не сбрасывает количество уровней этого статуса. Умение также наносит ветряной урон всем противникам."
      }
    },
    "technique": {
      "0": {
        "name": "Принятие истины, отвержение видимости",
        "fullDesc": "Использование техники имеет <u>базовый шанс</u> <unbreak>#1[i]%</unbreak> наложить на всех противников по 1 ур. статуса <u>Аркан</u> в начале следующего боя. Каждый успешно наложенный на цель статус <u>Аркан</u> накладывает на эту же цель 1 доп. уровень статуса <u>Аркан</u> до тех пор, пока шанс накладывания этого статуса на цель не исчерпает себя. <u>Базовый шанс</u> каждого последующего наложения статуса <u>Аркан</u> на эту цель равен <unbreak>#2[i]%</unbreak> от <u>базового шанса</u> предыдущего успешно наложенного на неё статуса <u>Аркан</u>.",
        "shortDesc": "Использование техники даёт высокий шанс наложить на каждого противника статус <u>Аркан</u> в начале следующего боя. <color=#f29e38ff>Уровни этого статуса продолжают складываться, пока шанс не исчерпает себя</color>."
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника."
      }
    }
  }
}