{
  "name": "Хохо",
  "abilities": {
    "basic": {
      "0": {
        "name": "Флаг: Призыв бури",
        "fullDesc": "Наносит выбранному противнику ветряной урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от макс. НР Хохо.",
        "shortDesc": "Наносит небольшой ветряной урон выбранному противнику.",
        "tag": "Одиночная атака"
      }
    },
    "skill": {
      "0": {
        "name": "Талисман: Защита",
        "fullDesc": "Снимает {{5}} ослабление с выбранного союзника и немедленно восстанавливает его НР, равное <orangeStrong>{{1, percent(fixed: 1)}}%</orangeStrong> от макс. НР Хохо + <orangeStrong>{{2}}</orangeStrong> ед., а также восстанавливает НР соседних целей, равное <orangeStrong>{{3, percent(fixed: 1)}}%</orangeStrong> от макс. НР Хохо + <orangeStrong>{{4}}</orangeStrong> ед.",
        "shortDesc": "Снимает 1 ослабление с союзника, а также <orangeStrong>восстанавливает НР</orangeStrong> этого союзника и соседних целей.",
        "tag": "Восстановление"
      }
    },
    "ult": {
      "0": {
        "name": "Хвост: Духовное господство",
        "fullDesc": "Восстанавливает всем членам отряда, кроме себя, <orangeStrong>{{1, percent(fixed: 1)}}%</orangeStrong> от их макс. энергии, а также повышает их силу атаки на <orangeStrong>{{2, percent(fixed: 1)}}%</orangeStrong> на {{3}} хода.",
        "shortDesc": "<orangeStrong>Восстанавливает энергию</orangeStrong> всех членов отряда, кроме своей, а также <orangeStrong>повышает их силу атаки</orangeStrong>.",
        "tag": "Поддержка"
      }
    },
    "talent": {
      "0": {
        "name": "Одержимость: Метафизическая связь",
        "fullDesc": "После использования навыка Хохо получает статус Жертвенность жизни на {{1}} хода. В начале каждого хода Хохо длительность этого статуса уменьшается на 1 ход. Пока Хохо имеет статус Жертвенность жизни, в начале хода союзника или при использовании его сверхспособности она восстанавливает этому союзнику НР, равное <orangeStrong>{{3, percent(fixed: 1)}}%</orangeStrong> от своего макс. НР плюс <orangeStrong>{{5}}</orangeStrong> ед., а также 1 раз исцеляет каждого союзника, чей процент текущего НР ниже или равен {{6, percent}}%.<br>Активация статуса Жертвенность жизни для исцеления союзника снимает с него {{2}} ослабление. Этот эффект может сработать до {{7}} раз. Повторное использование навыка сбрасывает количество срабатываний этого эффекта.",
        "shortDesc": "После использования навыка Хохо получает статус Жертвенность жизни. Пока Хохо имеет этот статус, в начале хода союзника или при использовании его сверхспособности она <orangeStrong>восстанавливает его НР</orangeStrong>, а также 1 раз <orangeStrong>исцеляет каждого союзника с относительно низким НР</orangeStrong>. Активация статуса Жертвенность жизни для исцеления союзника <orangeStrong>снимает с него 1 ослабление</orangeStrong>.",
        "tag": "Восстановление"
      }
    },
    "technique": {
      "0": {
        "name": "Демон: Разоблачение зла",
        "fullDesc": "Хохо пугает окружающих противников, накладывая на них статус Душа в пятки. Противники с этим статусом убегают от Хохо в течение {{4}} сек. После начала боя с противником со статусом Душа в пятки появляется базовый шанс {{1, percent}}% понизить силу атаки всех противников на {{2, percent}}% на {{3}} хода.",
        "shortDesc": "Накладывает статус Душа в пятки на окружающих противников. После начала боя с противником со статусом Душа в пятки появляется высокий шанс <orangeStrong>понизить силу атаки</orangeStrong> противников.",
        "tag": "Ослабление"
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Страх действовать",
        "fullDesc": "В начале боя Хохо получает статус Жертвенность жизни на {{1}} ход."
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Проклятая",
        "fullDesc": "Шанс избежать эффекта контроля повышается на {{1, percent}}%."
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Стрессовая реакция на страх",
        "fullDesc": "Когда талант Хохо активируется для исцеления союзников, она восстанавливает {{1}} ед. своей энергии."
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Одержимость хелиоби, пристанище зла",
      "desc": "Длительность вызванного талантом статуса Жертвенность жизни увеличивается на {{2}} ход. Пока Хохо имеет этот статус, скорость всех союзников повышается на {{1, percent}}%."
    },
    "2": {
      "name": "В хвосте дух, запечатанный судьями",
      "desc": "Если союзник Хохо получает добивающий удар, пока она имеет статус Жертвенность жизни, он не становится неспособным сражаться. Вместо этого Хохо немедленно восстанавливает {{1, percent}}% НР этого союзника, после чего длительность Жертвенности жизни уменьшается на 1 ход. Этот эффект может сработать до {{2}} раз за бой."
    },
    "3": {
      "name": "Проклятая судьбой, словно пламя для мотыльков",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "4": {
      "name": "Извечный конфликт, сплетённая жизнь",
      "desc": "Когда Хохо исцеляет союзника при помощи навыка или активации эффекта таланта, её исходящее исцеление повышается пропорционально тому, насколько низко текущее НР цели, до макс. {{1, percent}}%."
    },
    "5": {
      "name": "Избавление от зла, указом десяти владык",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10."
    },
    "6": {
      "name": "Единая цель, общая судьба",
      "desc": "Когда Хохо исцеляет союзника, наносимый им урон повышается на {{1, percent}}% на {{2}} хода."
    }
  }
}