{
  "name": "Лука",
  "abilities": {
    "basic": {
      "0": {
        "name": "Прямой удар",
        "fullDesc": "Наносит выбранному противнику физический урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Луки.",
        "shortDesc": "Наносит небольшой физический урон выбранному противнику."
      },
      "1": {
        "name": "Раскалывающий небеса кулак",
        "fullDesc": "Расходует 2 ур. статуса Воля к битве и проводит 3 удара умения Прямой удар, каждый из которых наносит выбранному противнику физический урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Луки.\\nЗатем проводит 1 удар Восходящий апперкот, который наносит выбранному противнику физический урон, равный <orangeStrong>{{2}}%</orangeStrong> от силы атаки Луки.",
        "shortDesc": "Расходует 2 ур. статуса Воля к битве и наносит физический урон выбранному противнику."
      }
    },
    "skill": {
      "0": {
        "name": "Кровоточащий удар",
        "fullDesc": "Наносит выбранному противнику физический урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Луки, после чего имеет <u>базовый шанс</u> {{2}}% наложить на цель статус Кровотечение на {{5}} хода.\\nПротивник со статусом Кровотечение получает в начале каждого хода периодический физический урон, равный {{3}}% от своего макс. HP. Этот урон не может превышать <orangeStrong>{{4}}%</orangeStrong> от силы атаки Луки.",
        "shortDesc": "Наносит физический урон выбранному противнику и имеет высокий шанс наложить на него <orangeStrong>статус Кровотечение</orangeStrong>."
      }
    },
    "ult": {
      "0": {
        "name": "Решающий удар",
        "fullDesc": "Получает {{5}} ур. статуса Воля к битве, а также имеет <u>базовый шанс</u> {{2}}% повысить получаемый выбранным противником урон на <orangeStrong>{{3}}%</orangeStrong> на {{4}} хода, после чего наносит этой цели физический урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Луки.",
        "shortDesc": "Получает <orangeStrong>{{5}}</orangeStrong> ур. статуса Воля к битве, а также имеет высокий шанс повысить получаемый выбранным противником урон и наносит ему огромный физический урон."
      }
    },
    "technique": {
      "0": {
        "name": "Предвкушение",
        "fullDesc": "Немедленно атакует противника и после начала боя наносит случайному противнику физический урон, равный {{1}}% от силы атаки Луки, а также имеет <u>базовый шанс</u> {{2}}% наложить на цель статус Кровотечение, сходный с описанным в навыке персонажа, после чего Лука дополнительно получает 1 ур. статуса Воля к битве.",
        "shortDesc": "Атакует противника и после начала боя наносит случайному противнику физический урон, а также имеет высокий шанс наложить на цель <orangeStrong>статус Кровотечение</orangeStrong>, а затем получить 1 доп. уровень статуса Воля к битве."
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Кинетическая перегрузка",
        "fullDesc": "Использование навыка немедленно снимает {{1}} усиление с противника.",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Остановка циркуляции",
        "fullDesc": "Получение 1 ур. статуса Воля к битве дополнительно восстанавливает {{1}} ед. энергии.",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Слом боевого духа",
        "fullDesc": "Во время использования усиленной базовой атаки каждый удар навыка Прямой удар имеет фиксированный шанс {{1}}% нанести 1 дополнительный удар. Этот эффект не применяется к дополнительным ударам.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Непрерывный бой",
      "desc": "Если выбранный противник во время действия Луки имеет статус Кровотечение, то наносимый Лукой урон повышается на {{1}}% на {{2}} хода."
    },
    "2": {
      "name": "Враг слаб, а я силён",
      "desc": "Если у поражённого навыком противника физический тип уязвимости, Лука получает {{1}} ур. статуса Воля к битве."
    },
    "3": {
      "name": "Рождённый для ринга",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "4": {
      "name": "Несмотря ни на что",
      "desc": "Каждый уровень статуса Воля к битве повышает силу атаки персонажа на {{1}}%. Этот эффект может складываться до {{2}} раз."
    },
    "5": {
      "name": "Дух Дикого огня",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10."
    },
    "6": {
      "name": "Аплодисменты чемпиону",
      "desc": "Когда удар Восходящий апперкот усиленной базовой атаки поражает противника со статусом Кровотечение, он позволяет этому статусу немедленно нанести урон, равный {{1}}% от изначального урона, 1 доп. раз за каждый выполненный удар умения Прямой удар текущей усиленной атаки."
    }
  }
}