{
  "name": "Цзяоцю",
  "abilities": {
    "basic": {
      "0": {
        "name": "Пылающее сердце",
        "fullDesc": "Наносит выбранному противнику огненный урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Цзяоцю.",
        "shortDesc": "Наносит небольшой огненный урон выбранному противнику.",
        "tag": "Одиночная атака"
      }
    },
    "skill": {
      "0": {
        "name": "Пламенный натиск",
        "fullDesc": "Наносит выбранному противнику огненный урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Цзяоцю, и наносит соседним целям огненный урон, равный <orangeStrong>{{2, percent}}%</orangeStrong> от силы атаки Цзяоцю. Также имеет базовый шанс {{3, percent}}% наложить на основную цель 1 ур. статуса Жаркий пепел.",
        "shortDesc": "Наносит огненный урон противнику и небольшой огненный урон соседним целям, а также имеет высокий шанс наложить на главную цель 1 ур. статуса Жаркий пепел.",
        "tag": "Взрывная атака"
      }
    },
    "ult": {
      "0": {
        "name": "Волшебство пирографии",
        "fullDesc": "Уравнивает количество уровней имеющегося у противников статуса Жаркий пепел с самым высоким количеством уровней статуса Жаркий пепел на поле боя, после чего создаёт зону и наносит всем противникам огненный урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Цзяоцю.<br>Урон сверхспособности, получаемый противниками в этой зоне, повышается на <orangeStrong>{{3, percent(fixed: 1)}}%</orangeStrong>, а также появляется базовый шанс <orangeStrong>{{2, percent}}%</orangeStrong> наложить на них 1 ур. статуса Жаркий пепел во время их действия. Пока зона активна, этот эффект может сработать до {{5}} раз, и только 1 раз за ход каждого противника. Доступное количество срабатываний этого эффекта сбрасывается каждый раз, когда Цзяоцю использует свою сверхспособность.<br>Зона длится {{4}} хода, в начале каждого хода персонажа её длительность уменьшается на 1 ход. Если Цзяоцю становится неспособен сражаться, зона исчезает.",
        "shortDesc": "Уравнивает количество уровней имеющегося у противников статуса Жаркий пепел с самым высоким количеством уровней статуса Жаркий пепел на поле боя, после чего создаёт зону и наносит всем противникам огненный урон. <orangeStrong>Урон сверхспособности, получаемый противниками в этой зоне, повышается</orangeStrong>, и во время своего действия они имеют шанс получить 1 ур. статуса Жаркий пепел.",
        "tag": "Групповая атака"
      }
    },
    "talent": {
      "0": {
        "name": "Квартет утончённого вкуса",
        "fullDesc": "Когда Цзяоцю использует базовую атаку, навык или сверхспособность для атаки противника, он имеет базовый шанс {{1, percent}}% наложить на цель 1 ур. статуса Жаркий пепел. Один уровень этого статуса повышает получаемый противником урон на <orangeStrong>{{2, percent(fixed: 1)}}%</orangeStrong>. Каждый дополнительный уровень статуса повышает получаемый противником урон на <orangeStrong>{{3, percent(fixed: 1)}}%</orangeStrong>.<br>Статус Жаркий пепел может складываться до {{4}} раз и длится {{5}} хода.<br>Когда противник получает статус Жаркий пепел, считается, что он также имеет статус Горение, и получает периодический огненный урон, равный <orangeStrong>{{6, percent}}%</orangeStrong> от силы атаки Цзяоцю, в начале каждого хода.",
        "shortDesc": "Когда базовая атака, навык или сверхспособность поражают противника, он имеет высокий шанс получить 1 ур. статуса Жаркий пепел, который повышает получаемый им урон и считается статусом Горение.",
        "tag": "Ослабление"
      }
    },
    "technique": {
      "0": {
        "name": "Пламенное подавление",
        "fullDesc": "Использование техники создаёт пространство, которое существует {{2}} сек. При вступлении в бой с противником, находящимся в этом пространстве, наносит всем противникам огненный урон, равный {{1, percent}}% от силы атаки Цзяоцю, а также имеет базовый шанс {{3, percent}}% наложить на них 1 ур. статуса Жаркий пепел. Одновременно может существовать только одно пространство, созданное союзниками.",
        "shortDesc": "Создаёт особое пространство. После вступления в бой с противником в этом пространстве наносит небольшой огненный урон всем противникам и имеет высокий шанс наложить на них 1 ур. статуса Жаркий пепел.",
        "tag": "Ослабление"
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Огонь очищения",
        "fullDesc": "Немедленно восстанавливает {{1}} ед. энергии в начале боя."
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Пламя очага",
        "fullDesc": "Когда шанс попадания эффектов Цзяоцю становится выше {{1, percent}}%, за каждые {{2, percent}}%, превышающие это значение, его сила атаки повышается на доп. {{3, percent}}% до макс. {{4, percent}}%."
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Тлеющий аромат",
        "fullDesc": "Пока на поле боя существует зона, вступающие в бой противники получают статус Жаркий пепел. Количество наложенных уровней этого статуса равно наибольшему имеющемуся во время действия зоны количеству уровней статуса Жаркий пепел, но оно не может быть ниже {{1}} ур."
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Пять путей, пять вкусов",
      "desc": "Урон, наносимый противникам со статусом Жаркий пепел, повышается на {{1, percent}}%. Каждый раз, когда талант персонажа активирует статус Жаркий пепел, он добавляет {{2}} ур. к текущему количеству уровней этого статуса."
    },
    "2": {
      "name": "Вкус страданий",
      "desc": "Если противник имеет статус Жаркий пепел, то множитель получаемого им периодического огненного урона от этого статуса повышается на {{1, percent}}%."
    },
    "3": {
      "name": "Непреодолимая гармония",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10."
    },
    "4": {
      "name": "Спокойное сердце, мир в душе",
      "desc": "Пока существует зона, сила атаки противников понижается на {{1, percent}}%."
    },
    "5": {
      "name": "Сражение между светом и тьмой",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "6": {
      "name": "Пламя девяти цветов",
      "desc": "После победы над противником оставшиеся у него уровни статуса Жаркий пепел добавляются противнику с наименьшим количеством уровней этого статуса. Макс. количество уровней статуса Жаркий пепел увеличивается до {{2}}. Каждый уровень этого статуса понижает все типы сопротивления цели на {{3, percent}}%."
    }
  }
}