{
  "name": "Лоча",
  "abilities": {
    "basic": {
      "0": {
        "name": "Шипы бездны",
        "fullDesc": "Наносит выбранному противнику мнимый урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Лочи.",
        "shortDesc": "Наносит небольшой мнимый урон выбранному противнику."
      }
    },
    "skill": {
      "0": {
        "name": "Молитва цветка бездны",
        "fullDesc": "Использование навыка восстанавливает выбранному союзнику HP, равное <orangeStrong>{{1}}%</orangeStrong> от силы атаки Лочи плюс <orangeStrong>{{2}}</orangeStrong> ед. Лоча также получает 1 ур. Цветка Бездны.\\nКогда HP любого союзника опускается ниже или равно {{3}}%, Лоча немедленно применяет к нему сходный с навыком эффект и не расходует очки навыков. Этот эффект может сработать повторно только через {{4}} хода.",
        "shortDesc": "<orangeStrong>Восстанавливает</orangeStrong> HP выбранного союзника и получает 1 уровень Цветка бездны."
      }
    },
    "ult": {
      "0": {
        "name": "Желание смерти",
        "fullDesc": "Снимает с каждого противника {{2}} <u>усиление</u> и наносит всем противникам мнимый урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Лочи. Лоча также получает 1 ур. Цветка Бездны.",
        "shortDesc": "<orangeStrong>Снимает</orangeStrong> по одному <orangeStrong><u>усилению</u></orangeStrong> со всех противников и наносит им мнимый урон, а также получает 1 уровень Цветка Бездны."
      }
    },
    "technique": {
      "0": {
        "name": "Милосердие дурака",
        "fullDesc": "После использования техники в начале следующего боя немедленно срабатывает талант Лочи.",
        "shortDesc": "Использование техники позволяет в начале следующего боя немедленно активировать эффект таланта."
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Омовение живых",
      "desc": "Сила атаки всех союзников в Магическом круге повышается на {{1}}%."
    },
    "2": {
      "name": "Дар очищения",
      "desc": "Когда срабатывает эффект навыка, если HP выбранного союзника ниже 50%, то исходящее исцеление Лочи повышается на {{1}}%. Если HP выбранного союзника выше или равно 50%, то на него накладывается Щит, который может поглотить урон, равный {{2}}% от силы атаки Лочи плюс {{3}} ед., на {{4}} хода."
    },
    "3": {
      "name": "Попытка дурака",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10."
    },
    "4": {
      "name": "Тяжесть короны",
      "desc": "Пока активен Магический круг, противники получают статус Слабость, который понижает наносимый ими урон на {{1}}%."
    },
    "5": {
      "name": "Метка жертвенности",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "6": {
      "name": "Прах к праху",
      "desc": "Использование сверхспособности имеет фиксированный шанс {{1}}% понизить сопротивление всех противников урону любого типа на {{2}}% на {{3}} хода."
    }
  }
}