{
  "name": "Цзин Юань",
  "abilities": {
    "basic": {
      "0": {
        "name": "Сияющий свет",
        "fullDesc": "Наносит выбранному противнику электрический урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Цзин Юаня.",
        "shortDesc": "Наносит небольшой электрический урон выбранному противнику.",
        "tag": "Одиночная атака"
      }
    },
    "skill": {
      "0": {
        "name": "Раскалывающийся зенит",
        "fullDesc": "Наносит всем противникам электрический урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Цзин Юаня, и увеличивает количество ударов за одно действие Повелителя молний на {{2}} в следующем ходе.",
        "shortDesc": "Наносит небольшой электрический урон всем противникам и <orangeStrong>увеличивает количество ударов за одно действие Повелителя молний</orangeStrong>.",
        "tag": "Групповая атака"
      }
    },
    "ult": {
      "0": {
        "name": "Несущий свет",
        "fullDesc": "Наносит всем противникам электрический урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Цзин Юаня, и увеличивает количество ударов за одно действие Повелителя молний на {{2}} в следующем ходе.",
        "shortDesc": "Наносит электрический урон всем противникам и <orangeStrong>увеличивает количество ударов за одно действие Повелителя молний</orangeStrong>.",
        "tag": "Групповая атака"
      }
    },
    "talent": {
      "0": {
        "name": "Искоренение праны",
        "fullDesc": "В начале боя призывает Повелителя молний, который имеет базовую скорость {{1}} и базовое количество ударов за одно действие {{4}}. Когда Повелитель Молний выполняет действие, его удары считаются бонус-атаками, в которых каждый удар наносит случайному противнику электрический урон, равный <orangeStrong>{{2, percent}}%</orangeStrong> от силы атаки Цзин Юаня, и электрический урон соседним целям, равный {{5, percent}}% от урона, нанесённого основной цели.<br>За одно действие количество ударов Повелителя молний может достигать {{6}}. Каждый раз, когда количество ударов за одно действие Повелителя молний увеличивается на 1, его скорость увеличивается на {{3}}. После того, как его действие заканчивается, скорость и количество ударов за одно действие Повелителя молний возвращаются к своим базовым значениям.<br>Повелитель молний исчезает, если Цзин Юань становится неспособен сражаться.<br>Повелитель молний становится неспособен действовать, если Цзин Юань находится под эффектом контроля.",
        "shortDesc": "Призывает Повелителя молний в начале боя, который во время своего действия выполняет бонус-атаку. Повелитель молний <orangeStrong>автоматически</orangeStrong> <orangeStrong>наносит небольшой электрический урон</orangeStrong> случайному противнику и соседним целям.",
        "tag": "Отскок"
      }
    },
    "technique": {
      "0": {
        "name": "Призыв духа",
        "fullDesc": "Использование техники увеличивает в первом ходе следующего боя количество ударов Повелителя молний за одно действие на {{1}}.",
        "shortDesc": "Использование техники <orangeStrong>увеличивает количество ударов Повелителя молнии за одно действие</orangeStrong> в следующем бою.",
        "tag": "Усиление"
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Пробитие строя",
        "fullDesc": "Если количество ударов за одно действие Повелителя молний больше или равно {{1}} в следующем ходе, то его крит. урон в следующем ходе повышается на {{2, percent}}%."
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Предварительная подготовка",
        "fullDesc": "Немедленно восстанавливает {{1}} ед. энергии в начале боя."
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Военный маршал",
        "fullDesc": "Использование навыка повышает крит. шанс на {{1, percent}}% на {{2}} хода."
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Взмах крушит скалы",
      "desc": "Когда Повелитель молний атакует, множитель урона по соседним целям повышается на {{1, percent}}% от множителя урона поражённого противника."
    },
    "2": {
      "name": "Фаланга заслоняет солнце",
      "desc": "После того как Повелитель молний совершает действие, наносимый базовой атакой, навыком и сверхспособностью Цзин Юаня урон повышается на {{1, percent}}% на {{2}} хода."
    },
    "3": {
      "name": "Удар рассекает свет",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10."
    },
    "4": {
      "name": "Клинок роняет звёзды",
      "desc": "После каждой атаки Повелителя молний Цзин Юань восстанавливает {{1}} ед. энергии."
    },
    "5": {
      "name": "Опыт побеждает смерть",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "6": {
      "name": "Слава поражает врагов",
      "desc": "Каждая атака Повелителя молний накладывает на поражённого противника статус Слабость.<br>Противники со статусом Слабость получают на {{1, percent}}% больше урона до конца текущего хода Повелителя молний. Этот эффект может складываться до {{2}} раз."
    }
  }
}