{
  "name": "Яшма",
  "abilities": {
    "basic": {
      "0": {
        "name": "Плеть богатства",
        "fullDesc": "Наносит выбранному противнику квантовый урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Яшмы, и квантовый урон соседним целям, равный <orangeStrong>{{2, percent}}%</orangeStrong> от силы атаки Яшмы.",
        "shortDesc": "Наносит небольшой квантовый урон выбранному противнику, а также небольшой квантовый урон соседним целям.",
        "tag": "Взрывная атака"
      }
    },
    "skill": {
      "0": {
        "name": "Гарантия приобретения",
        "fullDesc": "Превращает выбранного союзника в Сборщика долгов и повышает его скорость на {{1}} на {{4}} хода.<br>Когда Сборщик долгов выполняет атаку, он наносит каждому поражённому противнику доп. квантовый урон, равный <orangeStrong>{{3, percent}}%</orangeStrong> от силы атаки Яшмы. При этом Сборщик долгов расходует {{2, percent}}% от своего макс. НР. Если текущего НР недостаточно, то текущее НР персонажа опускается до 1 ед.<br>Если сама Яшма становится Сборщиком долгов, она не получает эффект повышения скорости, а её атаки не расходуют НР.<br>Пока на поле боя есть Сборщик долгов, Яшма не может использовать свой навык. В начале каждого хода Яшмы длительность состояния Сборщик долгов уменьшается на 1 ход.",
        "shortDesc": "Превращает выбранного союзника в <orangeStrong>Сборщика долгов</orangeStrong> и повышает его скорость. После атаки <orangeStrong>Сборщик долгов</orangeStrong> наносит всем противникам небольшой доп. квантовый урон и расходует своё НР. Когда сама Яшма становится Сборщиком долгов, она не получает усиление скорости и её атаки не расходуют НР.",
        "tag": "Поддержка"
      }
    },
    "ult": {
      "0": {
        "name": "Омут подписания контракта",
        "fullDesc": "Наносит всем противникам квантовый урон, равный <orangeStrong>{{3, percent}}%</orangeStrong> от силы атаки Яшмы. Также усиливается бонус-атака, описанная в таланте Яшмы. Её множитель урона повышается на <orangeStrong>{{1, percent}}%</orangeStrong>. Этот эффект может сработать до {{2}} раз.",
        "shortDesc": "Наносит квантовый урон всем противникам и повышает множитель урона <orangeStrong>бонус-атаки</orangeStrong>, описанной в таланте персонажа.",
        "tag": "Групповая атака"
      }
    },
    "talent": {
      "0": {
        "name": "Обирающий клык",
        "fullDesc": "После атаки Яшмы или её союзника, который стал Сборщиком долгов, за каждую поражённую цель Яшма получает 1 ур. заряда. Когда заряд достигает {{3}} ур., Яшма расходует {{3}} ур. заряда и выполняет 1 бонус-атаку, которая наносит всем противникам квантовый урон, равный <orangeStrong>{{5, percent}}%</orangeStrong> от силы атаки Яшмы. Эта бонус-атака не генерирует заряд.<br>Когда Яшма выполняет бонус-атаку, описанную в её таланте, она немедленно получает {{4}} ур. статуса Залог, каждый уровень которого повышает её крит. урон на <orangeStrong>{{1, percent(fixed: 1)}}%</orangeStrong>. Этот эффект может складываться до {{2}} раз.",
        "shortDesc": "После атаки Яшмы или её союзника, ставшего <orangeStrong>Сборщиком долгов</orangeStrong>, за каждую поражённую цель Яшма получает 1 ур. заряда. Когда заряд достигает <orangeStrong>{{3}}</orangeStrong> ур., персонаж расходует <orangeStrong>{{3}}</orangeStrong> ур. заряда и выполняет <orangeStrong>бонус-атаку</orangeStrong>, которая наносит квантовый урон всем противникам.<br>Когда Яшма выполняет <orangeStrong>бонус-атаку</orangeStrong>, она получает статус Залог, который повышает её крит. урон и может складываться до <orangeStrong>{{2}}</orangeStrong> раз.",
        "tag": "Групповая атака"
      }
    },
    "technique": {
      "0": {
        "name": "Видение охотника",
        "fullDesc": "Использование техники накладывает на противников в определённой зоне статус Слепое подчинение на {{1}} сек. Противники с этим статусом не могут атаковать отряд. После атаки противника со статусом Слепое подчинение в начале боя все противники с этим статусом немедленно вступают в бой, а Яшма наносит им квантовый урон, равный {{2, percent}}% от её силы атаки, и получает {{3}} ур. статуса Залог.",
        "shortDesc": "Накладывает на противников в определённой зоне статус Слепое подчинение. После атаки противника со статусом Слепое подчинение все противники со статусом Слепое подчинение вступают в бой одновременно. В начале боя наносит всем противникам небольшой квантовый урон и немедленно получает <orangeStrong>{{3}}</orangeStrong> ур. статуса Залог.",
        "tag": "Ослабление"
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Обратный выкуп",
        "fullDesc": "Когда противник вступает в бой, Яшма получает {{2}} ур. статуса Залог. В начале хода Сборщика долгов Яшма дополнительно получает {{1}} ур. статуса Залог."
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Залоговый чек",
        "fullDesc": "В начале боя действие Яшмы продвигается вперёд на {{1, percent}}%."
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Конфискация активов",
        "fullDesc": "Каждый уровень статуса Залог, описанного в таланте персонажа, дополнительно повышает силу атаки Яшмы на {{1, percent(fixed: 1)}}%."
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Альтруизм? Им можно торговать",
      "desc": "Урон бонус-атаки, описанной в таланте Яшмы, повышается на {{1, percent}}%. Когда персонаж со статусом Сборщик долгов атакует 2 или 1 противника, Яшма дополнительно получает {{2}} и {{3}} ур. заряда соответственно."
    },
    "2": {
      "name": "Мораль? Ею заверено",
      "desc": "Когда статус Залог достигает {{1}} ур., крит. шанс Яшмы повышается на {{2, percent}}%."
    },
    "3": {
      "name": "Честность? Можно внести в залог",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "4": {
      "name": "Искренность? Опциональна",
      "desc": "Во время использования сверхспособности наносимый Яшмой урон игнорирует {{1, percent}}% защиты противника в течение {{2}} ходов."
    },
    "5": {
      "name": "Надежда? Давно распродана",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10."
    },
    "6": {
      "name": "Справедливость? Требует поручительства",
      "desc": "Когда на поле боя есть Сборщик долгов, пробитие квантового сопротивления Яшмы повышается на {{1, percent}}%, и она переходит в состояние Сборщик долгов."
    }
  }
}