{
  "name": "Ханья",
  "abilities": {
    "basic": {
      "0": {
        "name": "Кисть оракула",
        "fullDesc": "Наносит выбранному противнику физический урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Ханья.",
        "shortDesc": "Наносит небольшой физический урон выбранному противнику."
      }
    },
    "skill": {
      "0": {
        "name": "Оковы самсары",
        "fullDesc": "Наносит выбранному противнику физический урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Ханья, и накладывает на него статус Ноша.\\nЗа каждые 2 выполненные базовые атаки, навыка или сверхспособности на противнике со статусом Ноша союзники немедленно восстанавливают 1 очко навыков. Статус Ноша остаётся только на последнем противнике, на которого он был наложен, и он автоматически снимается после того, как эффект восстановления очка навыков таланта Ханья активируется {{2}} раза.",
        "shortDesc": "Наносит физический урон выбранному противнику и накладывает на него статус Ноша. За каждые 2 выполненные базовые атаки, навыка или сверхспособности на противнике со статусом Ноша союзники <orangeStrong>восстанавливают 1 очко навыков</orangeStrong>."
      }
    },
    "ult": {
      "0": {
        "name": "Следование указам десяти владык",
        "fullDesc": "Повышает скорость выбранного союзника на <orangeStrong>{{3}}%</orangeStrong> от скорости Ханья, а также повышает его силу атаки на <orangeStrong>{{1}}%</orangeStrong> на {{2}} хода.",
        "shortDesc": "<orangeStrong>Повышает скорость и силу атаки</orangeStrong> выбранного союзника."
      }
    },
    "technique": {
      "0": {
        "name": "Правосудие преисподней",
        "fullDesc": "Немедленно атакует противника и после начала боя накладывает на случайного противника описанный в навыке персонажа статус Ноша.",
        "shortDesc": "Атакует противника и после начала боя накладывает на случайного противника описанный в навыке персонажа статус Ноша."
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Одно сердце",
      "desc": "Когда союзник с эффектом сверхспособности Ханья побеждает противника, её действие продвигается вперёд на {{1}}%. Этот эффект может сработать только {{2}} раз за ход."
    },
    "2": {
      "name": "Два взгляда",
      "desc": "Использование навыка повышает скорость персонажа на {{1}}% на {{2}} ход."
    },
    "3": {
      "name": "Три искушения",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10."
    },
    "4": {
      "name": "Четыре истины",
      "desc": "Длительность сверхспособности дополнительно увеличивается на {{1}} ход."
    },
    "5": {
      "name": "Пять скандх",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "6": {
      "name": "Шесть заслуг",
      "desc": "Эффект повышения урона, описанный в таланте персонажа, дополнительно повышает урон на {{1}}%."
    }
  }
}