{
  "name": "Хохо",
  "abilities": {
    "basic": {
      "0": {
        "name": "Флаг: Призыв бури",
        "fullDesc": "Наносит выбранному противнику ветряной урон, равный <orangeStrong>{{1}}%</orangeStrong> от макс. HP Хохо.",
        "shortDesc": "Наносит небольшой ветряной урон выбранному противнику."
      }
    },
    "skill": {
      "0": {
        "name": "Талисман: Защита",
        "fullDesc": "Снимает {{5}} <u>ослабление</u> с выбранного союзника и немедленно восстанавливает его HP, равное <orangeStrong>{{1}}%</orangeStrong> от макс. HP Хохо + <orangeStrong>{{2}}</orangeStrong> ед., а также восстанавливает HP соседних целей, равное <orangeStrong>{{3}}%</orangeStrong> от макс. HP Хохо + <orangeStrong>{{4}}</orangeStrong> ед.",
        "shortDesc": "Снимает 1 <u>ослабление</u> с союзника, а также <orangeStrong>восстанавливает HP</orangeStrong> этого союзника и соседних целей."
      }
    },
    "ult": {
      "0": {
        "name": "Хвост: Духовное господство",
        "fullDesc": "Восстанавливает всем членам отряда, кроме себя, <orangeStrong>{{1}}%</orangeStrong> от их макс. энергии, а также повышает их силу атаки на <orangeStrong>{{2}}%</orangeStrong> на {{3}} хода.",
        "shortDesc": "<orangeStrong>Восстанавливает энергию</orangeStrong> всех членов отряда, кроме своей, а также <orangeStrong>повышает их силу атаки</orangeStrong>."
      }
    },
    "technique": {
      "0": {
        "name": "Демон: Разоблачение зла",
        "fullDesc": "Хохо пугает окружающих противников, накладывая на них статус Душа в пятки. Противники с этим статусом убегают от Хохо в течение {{4}} сек. После начала боя с противником со статусом Душа в пятки появляется <u>базовый шанс</u> {{1}}% понизить силу атаки всех противников на {{2}}% на {{3}} хода.",
        "shortDesc": "Накладывает статус Душа в пятки на окружающих противников. После начала боя с противником со статусом Душа в пятки появляется высокий шанс <orangeStrong>понизить силу атаки</orangeStrong> противников."
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Одержимость хелиоби, пристанище зла",
      "desc": "Длительность вызванного талантом статуса Жертвенность жизни увеличивается на {{2}} ход. Пока Хохо имеет этот статус, скорость всех союзников повышается на {{1}}%."
    },
    "2": {
      "name": "В хвосте дух, запечатанный судьями",
      "desc": "Если союзник Хохо получает добивающий удар, пока она имеет статус Жертвенность жизни, он не становится неспособным сражаться. Вместо этого Хохо немедленно восстанавливает {{1}}% HP этого союзника, после чего длительность Жертвенности жизни уменьшается на 1 ход. Этот эффект может сработать до {{2}} раз за бой."
    },
    "3": {
      "name": "Проклятая судьбой, словно пламя для мотыльков",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "4": {
      "name": "Извечный конфликт, сплетённая жизнь",
      "desc": "Когда Хохо исцеляет союзника при помощи навыка или активации эффекта таланта, её исходящее исцеление повышается пропорционально тому, насколько низко текущее HP цели, до макс. {{1}}%."
    },
    "5": {
      "name": "Избавление от зла, указом десяти владык",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10."
    },
    "6": {
      "name": "Единая цель, общая судьба",
      "desc": "Когда Хохо исцеляет союзника, наносимый им урон повышается на {{1}}% на {{2}} хода."
    }
  }
}