{
  "name": "Чёрный Лебедь",
  "abilities": {
    "basic": {
      "0": {
        "name": "Прозрение, рассвет тишины",
        "fullDesc": "Наносит выбранному противнику ветряной урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Чёрного Лебедя, и имеет базовый шанс <orangeStrong>{{2, percent}}%</orangeStrong> наложить на цель 1 ур. статуса Аркан. Каждый имеющийся у противника статус Выветривание, Кровотечение, Горение или Шок также имеет базовый шанс <orangeStrong>{{3, percent}}%</orangeStrong> наложить на него 1 доп. ур. статуса Аркан.",
        "shortDesc": "Наносит небольшой ветряной урон выбранному противнику и имеет шанс наложить на цель статус Аркан. Атака цели, имеющей статус <orangeStrong>Выветривание, Кровотечение, Горение или Шок</orangeStrong>, даёт отдельный шанс <orangeStrong>дополнительно наложить статус Аркан</orangeStrong>.",
        "tag": "Одиночная атака"
      }
    },
    "skill": {
      "0": {
        "name": "Декаданс, закат лжи",
        "fullDesc": "Наносит выбранному противнику и соседним целям ветряной урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Чёрного Лебедя, и имеет базовый шанс {{2, percent}}% наложить на них по 1 ур. статуса Аркан. Также имеет базовый шанс {{3, percent}}% понизить защиту этих целей на <orangeStrong>{{4, percent(fixed: 1)}}%</orangeStrong> на {{5}} хода.",
        "shortDesc": "Наносит небольшой ветряной урон выбранному противнику и соседним целям, а также имеет высокий шанс <orangeStrong>наложить на них статус Аркан</orangeStrong> и понизить их защиту.",
        "tag": "Взрывная атака"
      }
    },
    "ult": {
      "0": {
        "name": "Объятия потустороннего мира",
        "fullDesc": "Накладывает статус Прозрение на всех противников на {{2}} хода.<br>Получаемый противником со статусом Прозрение в свой ход урон повышается на <orangeStrong>{{3, percent}}%</orangeStrong>, а имеющийся у него статус Аркан также считается статусами Выветривание, Кровотечение, Горение и Шок. К тому же, когда статус Аркан в начале каждого хода наносит урон, количество его уровней не сбрасывается. Эффект сохранения количества уровней статуса Аркан может сработать только {{4}} раз за время действия статуса Прозрение. Повторное наложение этого статуса сбрасывает количество срабатываний этого эффекта.<br>Умение также наносит всем противникам ветряной урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Чёрного Лебедя.",
        "shortDesc": "Накладывает на всех противников статус Прозрение, который повышает получаемый ими в течение своего хода урон, в то время как <orangeStrong>статус Аркан начинает считаться статусами Выветривание, Кровотечение, Горение и Шок</orangeStrong>. Кроме этого, нанесённый в начале следующего хода статусом Аркан урон не сбрасывает количество уровней этого статуса. Умение также наносит ветряной урон всем противникам.",
        "tag": "Групповая атака"
      }
    },
    "talent": {
      "0": {
        "name": "Каприс плетения судьбы",
        "fullDesc": "Каждый раз, когда противник получает периодический урон в начале хода, он имеет базовый шанс <orangeStrong>{{2, percent}}%</orangeStrong> получить 1 ур. статуса Аркан.<br>Противник со статусом Аркан получает периодический ветряной урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Чёрного Лебедя, в начале каждого хода. Каждый уровень статуса Аркан повышает множитель этого урона на <orangeStrong>{{3, percent(fixed: 1)}}%</orangeStrong>, после чего количество уровней статуса Аркан сбрасывается до 1. Статус Аркан может складываться до {{8}} раз.<br>Когда статус Аркан наносит урон в начале хода цели, Чёрный Лебедь активирует дополнительные эффекты в зависимости от количества имеющихся у цели уровней статуса Аркан:<br>Наличие {{4}} и более ур. статуса Аркан наносит соседним целям периодический ветряной урон, равный <orangeStrong>{{5, percent}}%</orangeStrong> от её силы атаки, и имеет базовый шанс <orangeStrong>{{2, percent}}%</orangeStrong> наложить на них по 1 ур. статуса Аркан.<br>Наличие {{6}} и более ур. статуса Аркан позволяет нанесённому в этот раз периодическому урону игнорировать {{7, percent}}% защиты атакованной цели и соседних целей.",
        "shortDesc": "Когда противник получает периодический урон в начале каждого хода, он имеет шанс получить статус Аркан. Он также получает <orangeStrong>периодический ветряной урон</orangeStrong> в начале хода, в то время как Чёрный Лебедь активирует <orangeStrong>дополнительные эффекты</orangeStrong> в зависимости от количества уровней имеющегося у него статуса Аркан.",
        "tag": "Ослабление"
      }
    },
    "technique": {
      "0": {
        "name": "Принятие истины, отвержение видимости",
        "fullDesc": "Использование техники имеет базовый шанс {{1, percent}}% наложить на всех противников по 1 ур. статуса Аркан в начале следующего боя. Каждый успешно наложенный на цель статус Аркан накладывает на эту же цель 1 доп. уровень статуса Аркан до тех пор, пока шанс накладывания этого статуса на цель не исчерпает себя. Базовый шанс каждого последующего наложения статуса Аркан на эту цель равен {{2, percent}}% от базового шанса предыдущего успешно наложенного на неё статуса Аркан.",
        "shortDesc": "Использование техники даёт высокий шанс наложить на каждого противника статус Аркан в начале следующего боя. <orangeStrong>Уровни этого статуса продолжают складываться, пока шанс не исчерпает себя</orangeStrong>.",
        "tag": "Усиление"
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Беспокойные внутренности",
        "fullDesc": "Когда персонаж использует навык для атаки противника со статусами Выветривание, Кровотечение, Горение или Шок, каждый из них имеет базовый шанс {{1, percent}}% дополнительно наложить на цель 1 ур. статуса Аркан."
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Очертания на дне кубка",
        "fullDesc": "Когда противник вступает в бой, он имеет базовый шанс {{1, percent}}% получить 1 ур. статуса Аркан.<br>Каждый раз, когда противник получает периодический урон в течение одной атаки союзника, он имеет базовый шанс {{1, percent}}% получить 1 ур. статуса Аркан. За одну атаку противник может получить до {{2}} ур. этого статуса."
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Знамение в тени свечи",
        "fullDesc": "Наносимый урон повышается на {{1, percent}}% от шанса попадания эффектов персонажа до макс. {{2, percent}}%."
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Семь столпов мудрости",
      "desc": "Когда Чёрный Лебедь находится на поле боя, ветряное, физическое, огненное и электрическое сопротивление противников со статусами Выветривание, Кровотечение, Горение и Шок понижается на {{1, percent}}% соответственно."
    },
    "2": {
      "name": "Не плачь обо мне, мой агнец",
      "desc": "Победа над противником со статусом Аркан имеет базовый шанс {{1, percent}}% наложить по {{2}} ур. статуса Аркан на соседние цели."
    },
    "3": {
      "name": "Как наверху, так и внизу",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "4": {
      "name": "Слёзы - тоже подарок",
      "desc": "Сопротивление эффектам противника со статусом Прозрение понижается на {{1, percent}}%. Начало хода противника с этим статусом или победа над ним восстанавливает {{2}} ед. энергии Чёрного Лебедя. Эффект восстановления энергии может сработать только 1 раз за время действия статуса Прозрение. Повторное наложение этого статуса сбрасывает количество срабатываний этого эффекта."
    },
    "5": {
      "name": "По пути перелётных птиц",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10."
    },
    "6": {
      "name": "Богов славят, мученики преданы забвению",
      "desc": "Когда противник получает атаку союзника Чёрного Лебедя, она получает базовый шанс {{2, percent}}% наложить на него 1 ур. статуса Аркан.<br>Каждый раз, когда Чёрный Лебедь накладывает на противника статус Аркан, она получает фиксированный шанс {{1, percent}}% увеличить количество накладываемых в этот раз уровней статуса Аркан на {{3}}."
    }
  }
}