{
  "name": "Юньли",
  "abilities": {
    "basic": {
      "0": {
        "name": "Сальто порывистого ветра",
        "fullDesc": "Наносит выбранному противнику физический урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Юньли.",
        "shortDesc": "Наносит небольшой физический урон выбранному противнику."
      }
    },
    "skill": {
      "0": {
        "name": "Ударная волна",
        "fullDesc": "Восстанавливает НР, равное <orangeStrong>{{3}}%</orangeStrong> от силы атаки Юньли плюс <orangeStrong>{{4}}</orangeStrong> ед., и наносит выбранному противнику физический урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Юньли, а также физический урон соседним целям, равный <orangeStrong>{{2}}%</orangeStrong> от силы атаки Юньли.",
        "shortDesc": "Восстанавливает НР персонажа, а также наносит небольшой физический урон выбранному противнику и соседним целям."
      }
    },
    "ult": {
      "0": {
        "name": "Вестник небес",
        "fullDesc": "Расходует {{8}} ед. энергии, получает статус Блок и накладывает на всех противников статус Насмешка до конца следующего хода союзника или противника. Крит. урон следующей контратаки Юньли повышается на <orangeStrong>{{2}}%</orangeStrong>. Если в это время активируется описанный в таланте персонажа эффект контратаки, то он меняется на <u>контратаку</u> Интуит: Истребление и снимает статус Блок. Если во время действия статуса Блок эффект контратаки не был активирован, то после окончания статуса Блок Юньли проводит <u>контратаку</u> Интуит: Вырубка по случайному противнику.\\nИнтуит: Вырубка: Наносит цели физический урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Юньли, а также наносит соседним целям физический урон, равный <orangeStrong>{{6}}%</orangeStrong> от силы атаки Юньли.\\nИнтуит: Истребление: Наносит цели физический урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Юньли, а также наносит соседним целям физический урон, равный <orangeStrong>{{6}}%</orangeStrong> от силы атаки Юньли, а затем наносит {{4}} доп. ударов, каждый из которых наносит случайному противнику физический урон, равный <orangeStrong>{{7}}%</orangeStrong> от силы атаки Юньли.\\nКогда Юньли наносит урон с помощью этого умения, этот урон считается уроном сверхспособности.",
        "shortDesc": "Получает статус Блок и начинает привлекать атаки всех противников. Будучи атакованным в это время, персонаж выполняет <orangeStrong><u>усиленную контратаку</u></orangeStrong>, которая наносит <orangeStrong>физический урон</orangeStrong> атаковавшему противнику и соседним целям, а затем наносит выбранному противнику небольшой физический урон, который отскакивает 6 раз. Если во время действия Блока не атаковать противника, то Блок также наносит случайному противнику и соседним целям физический урон."
      }
    },
    "technique": {
      "0": {
        "name": "Упреждающий удар",
        "fullDesc": "Получает эффект Оберег на {{2}} сек. Если в течение этого эффекта Юньли атакует противника или получает атаку, она немедленно использует на случайном противнике умение Интуит: Истребление и повышает урон этой атаки на {{1}}%.",
        "shortDesc": "Получает эффект Оберег на 20 сек. Если в течение этого эффекта Юньли атакует противника или получает атаку, она немедленно использует на случайном противнике умение Интуит: Истребление."
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Огненный диск",
        "fullDesc": "После каждого срабатывания умения Интуит: Вырубка следующее срабатывание умения Интуит: Вырубка заменяется на умение Интуит: Истребление.",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Изгнание демонов",
        "fullDesc": "Статус Блок позволяет избежать полученного эффекта контроля и понижает получаемый урон на {{1}}%.",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Истинное разделение",
        "fullDesc": "Использование контратаки повышает силу атаки Юньли на {{1}}% на 1 ход.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Полированная сталь",
      "desc": "Повышает урон умений Интуит: Вырубка и Интуит: Истребление на {{1}}%, а также увеличивает количество дополнительных ударов умения Интуит: Истребление на {{2}}."
    },
    "2": {
      "name": "Пробуждающий блеск",
      "desc": "Когда персонаж наносит урон контратакой, он игнорирует {{1}}% защиты цели."
    },
    "3": {
      "name": "Длинный меч разрубит гору",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10."
    },
    "4": {
      "name": "Ревущая кувалда",
      "desc": "После использования Интуита: Вырубка или Интуита: Истребление сопротивление эффектам повышается на {{1}}% на {{2}} ход."
    },
    "5": {
      "name": "Прочность орудий древних",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "6": {
      "name": "Упорство воина, душа музыканта",
      "desc": "Когда противник использует любое умение во время действия статуса Блок, вне зависимости от того, атакует противник Юньли или нет, срабатывает умение Интуит: Истребление и снимается статус Блок. Когда умения Интуит: Вырубка или Интуит: Истребление наносят урон, крит. шанс повышается на {{1}}%, а пробитие физического сопротивления - на {{2}}%."
    }
  }
}