{
  "name": "Зеле",
  "abilities": {
    "basic": {
      "0": {
        "name": "Налёт",
        "fullDesc": "Наносит выбранному противнику квантовый урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Зеле.",
        "shortDesc": "Наносит небольшой квантовый урон выбранному противнику."
      }
    },
    "skill": {
      "0": {
        "name": "Лезвие в ножнах",
        "fullDesc": "Повышает скорость Зеле на {{2}}% на {{3}} хода и наносит выбранному противнику квантовый урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Зеле.",
        "shortDesc": "Наносит квантовый урон выбранному противнику и повышает свою скорость."
      }
    },
    "ult": {
      "0": {
        "name": "Вихрь бабочек",
        "fullDesc": "Входит в усиленное состояние и наносит выбранному противнику квантовый урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Зеле.",
        "shortDesc": "Входит в <orangeStrong>усиленное состояние</orangeStrong> и наносит огромный квантовый урон выбранному противнику."
      }
    },
    "technique": {
      "0": {
        "name": "Призрачная иллюзия",
        "fullDesc": "Использование техники накладывает состояние Незаметность на {{1}} сек. Пока Незаметность активна, Зеле не может быть обнаружена противниками. В начале боя, вызванного атакующим действием, Зеле немедленно входит в усиленное состояние.",
        "shortDesc": "Входит в состояние <orangeStrong>Незаметности</orangeStrong>. В начале боя, вызванного атакующим действием, немедленно входит в <orangeStrong>усиленное состояние</orangeStrong>."
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Отсекание",
      "desc": "Когда персонаж наносит урон противнику, HP которого ниже или равно {{1}}%, его крит. шанс повышается на {{2}}%."
    },
    "2": {
      "name": "Танец бабочки",
      "desc": "Повышение скорости от навыка может складываться до {{1}} раз."
    },
    "3": {
      "name": "Кружение в вихре",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "4": {
      "name": "Промелькнувшая тень",
      "desc": "Когда Зеле побеждает противника, она восстанавливает {{1}} ед. энергии."
    },
    "5": {
      "name": "Пронизывающий взгляд",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10."
    },
    "6": {
      "name": "Дезинтеграция",
      "desc": "Использование сверхспособности накладывает на выбранного противника статус Вихрь бабочек на {{2}} ход. Будучи атакованным, противник со статусом Вихрь бабочек получает дополнительный квантовый урон, равный {{1}}% от урона сверхспособности Зеле. Если противник будет побеждён уроном от статуса Вихрь бабочек, вызванным атаками других союзников, то талант Зеле не сработает.\\nКогда Зеле становится неспособной сражаться, наложенный на противников статус Вихрь бабочек снимается."
    }
  }
}