{
  "name": "Бутхилл",
  "abilities": {
    "basic": {
      "0": {
        "name": "Подкова черепокрушения",
        "fullDesc": "Наносит выбранному противнику физический урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Бутхилла.",
        "shortDesc": "Наносит небольшой физический урон выбранному противнику."
      },
      "1": {
        "name": "Взведённый револьвер",
        "fullDesc": "Наносит выбранному противнику физический урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Бутхилла.\\nУсиленная атака не восстанавливает очки навыков и может быть использована только для атаки противника в состоянии Дуэль.",
        "shortDesc": "Наносит физический урон противнику. Может атаковать только противника в состоянии Дуэль."
      }
    },
    "skill": {
      "0": {
        "name": "Танго танцора горящего гравия",
        "fullDesc": "Бутхилл и выбранный противник переходят в состояние Дуэль. Базовая атака Бутхилла усиливается, и он не может использовать навык в течение {{3}} ходов. Длительность этого эффекта уменьшается на 1 ход в начале каждого хода Бутхилла.\\nПротивник в состоянии Дуэль получает статус Насмешка. Получаемый целью и Бутхиллом друг от друга урон повышается на <orangeStrong>{{1}}%</orangeStrong>/{{2}}% соответственно.\\nПобеда над целью или пробитие её уязвимости накладывает на Бутхилла 1 ур. статуса Карманное преимущество, после чего он выходит из состояния Дуэль.\\nИспользование этого навыка не восстанавливает энергию и не заканчивает ход.",
        "shortDesc": "Начинает <orangeStrong>Дуэль</orangeStrong>. После того как цель Дуэли <orangeStrong>побеждена или её уязвимость пробита</orangeStrong>, Бутхилл получает статус Карманное преимущество и выходит из состояния Дуэль. Его <orangeStrong>базовая атака усиливается</orangeStrong>, и текущий ход не заканчивается."
      }
    },
    "ult": {
      "0": {
        "name": "Закатное шоу пылевого вихря",
        "fullDesc": "Добавляет выбранному противнику физическую уязвимость на {{3}} хода.\\nТакже наносит этой цели физический урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Бутхилла, и <u>задерживает её действие</u> на <orangeStrong>{{2}}%</orangeStrong>.",
        "shortDesc": "<orangeStrong>Добавляет физическую уязвимость</orangeStrong> противнику, а также наносит ему огромный физический урон и задерживает его действие."
      }
    },
    "technique": {
      "0": {
        "name": "Улыбка три на девять",
        "fullDesc": "После использования техники первое использование навыка в следующем бою добавляет выбранной цели физическую уязвимость, описанную в сверхспособности персонажа, на {{1}} хода.",
        "shortDesc": "Использование техники добавляет <orangeStrong>физическую уязвимость</orangeStrong> одному противнику после первого использования навыка в следующем бою."
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Призрачная зарядка",
        "fullDesc": "Крит. шанс персонажа повышается на {{1}}% от эффекта пробития, а его крит. урон - на {{3}}% от эффекта пробития. Таким образом крит. шанс может быть повышен до макс. {{2}}%, а крит. урон - до макс. {{4}}%.",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Над змеями",
        "fullDesc": "Пока Бутхилл находится в состоянии Дуэль, урон, получаемый от противников, не находящихся в состоянии Дуэль, понижается на {{1}}%.",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "В упор",
        "fullDesc": "Получение статуса Карманное преимущество в состоянии Дуэль восстанавливает {{1}} ед. энергии. Этот эффект также срабатывает при получении уровней статуса Карманное преимущество, превышающих макс. количество уровней.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Одинокая звезда пыльных дорог",
      "desc": "В начале боя получает 1 ур. статуса Карманное преимущество, который позволяет Бутхиллу при нанесении урона игнорировать {{1}}% защиты противника."
    },
    "2": {
      "name": "Делец надгробий",
      "desc": "Получение статуса Карманное преимущество в состоянии Дуэль восстанавливает {{1}} очко навыков и повышает эффект пробития на {{2}}% на {{3}} хода. Этот эффект не может сработать повторно в течение одного хода, но может сработать при получении уровней статуса Карманное преимущество, превышающих макс. количество уровней."
    },
    "3": {
      "name": "Страж мраморного сада",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10."
    },
    "4": {
      "name": "Специалист по холодному мясу",
      "desc": "Урон, получаемый противником, находящимся в состоянии Дуэль, от атак Бутхилла дополнительно повышается на {{1}}%. Когда противник в состоянии Дуэль атакует Бутхилла, эффект повышения получаемого им урона понижается на {{2}}%."
    },
    "5": {
      "name": "Харизма пня",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "6": {
      "name": "Тюремный енот",
      "desc": "Когда талант персонажа наносит урон пробития, персонаж наносит цели доп. урон пробития, равный {{1}}% от множителя первоначального урона, а также наносит соседним целям урон пробития, равный {{2}}% от множителя изначального урона."
    }
  }
}