{
  "name": "Доктор Рацио",
  "abilities": {
    "basic": {
      "0": {
        "name": "Знание - сила",
        "fullDesc": "Наносит выбранному противнику мнимый урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки доктора Рацио.",
        "shortDesc": "Наносит небольшой мнимый урон выбранному противнику."
      }
    },
    "skill": {
      "0": {
        "name": "Интеллектуальная помощь",
        "fullDesc": "Наносит выбранному противнику мнимый урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки доктора Рацио.",
        "shortDesc": "Наносит мнимый урон выбранному противнику."
      }
    },
    "ult": {
      "0": {
        "name": "Силлогистический парадокс",
        "fullDesc": "Наносит выбранному противнику мнимый урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки доктора Рацио, и накладывает на него статус Недальновидность мудрецов. Когда союзник доктора Рацио атакует противника с этим статусом, доктор Рацио проводит по этой цели 1 <u>бонус-атаку</u>, описанную в его таланте.\\nСтатус Недальновидность мудрецов может быть активирован до {{2}} раз, и он действует только на последнюю цель сверхспособности доктора Рацио. Использование сверхспособности доктора Рацио сбрасывает количество доступных активаций этого эффекта.",
        "shortDesc": "Наносит мнимый урон выбранному противнику и накладывает на него статус Недальновидность мудрецов. Когда союзник доктора Рацио атакует противника с этим статусом, доктор Рацио проводит по этой цели <orangeStrong><u>бонус-атаку</u></orangeStrong>."
      }
    },
    "technique": {
      "0": {
        "name": "Изваяние идола",
        "fullDesc": "Использование техники создаёт на {{1}} сек. особое пространство, которое привлекает атаки ближайших противников. Если бой с противником начинается в этом пространстве, появляется <u>базовый шанс</u> {{2}}% понизить скорость каждого противника на {{3}}% на {{4}} хода. Одновременно может существовать только одно пространство, созданное союзниками.",
        "shortDesc": "Создаёт особое пространство, которое привлекает атаки противников. Если бой с противником начинается в этом пространстве, появляется высокий шанс <orangeStrong>понизить скорость противников</orangeStrong>."
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Обобщение",
        "fullDesc": "Использование навыка доктора Рацио повышает его крит. шанс на {{1}}% и крит. урон - на {{2}}% за каждое имеющееся у цели ослабление. Этот эффект может складываться до {{3}} раз.",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Вывод",
        "fullDesc": "Использование навыка для атаки противника даёт базовый шанс {{1}}% понизить сопротивление эффектам цели на {{2}}% на {{3}} хода.",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Умозаключение",
        "fullDesc": "Когда доктор Рацио наносит урон цели с {{1}} и более ослаблениями, наносимый этой цели урон повышается на {{2}}% за каждое имеющееся у цели ослабление, до макс. {{3}}%.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Гордыня предшествует падению",
      "desc": "Макс. количество уровней статуса Обобщение, описанного в Следах персонажа, увеличивается на {{1}} ур. В начале боя персонаж немедленно получает {{2}} ур. статуса Обобщение. Для активации этого эффекта требуется открытый След Обобщение."
    },
    "2": {
      "name": "Божественное кроется в деталях",
      "desc": "После того как бонус-атака, описанная в таланте персонажа, поражает цель, она наносит ей доп. мнимый урон, равный {{1}}% от силы атаки доктора Рацио, за каждое имеющееся у цели ослабление. Этот эффект может сработать до {{2}} раз за каждую бонус-атаку."
    },
    "3": {
      "name": "Познай самого себя",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10."
    },
    "4": {
      "name": "Незнание - порок",
      "desc": "Срабатывание таланта доктора Рацио дополнительно восстанавливает {{1}} ед. его энергии."
    },
    "5": {
      "name": "Так идут к звёздам",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "6": {
      "name": "Правда побеждает всё",
      "desc": "Макс. количество срабатываний статуса Недальновидность мудрецов увеличивается на {{1}}. Наносимый бонус-атакой, описанной в таланте персонажа, урон повышается на {{2}}%."
    }
  }
}