{
  "name": "Март 7 • Охота",
  "abilities": {
    "basic": {
      "0": {
        "name": "Мой меч изгоняет злых духов",
        "fullDesc": "Наносит выбранному противнику мнимый урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Март 7, и получает {{2}} ур. заряда.",
        "shortDesc": "Наносит небольшой мнимый урон выбранному противнику и получает <orangeStrong>{{2}}</orangeStrong> ед. заряда."
      },
      "1": {
        "name": "Брови собраны, сердце проколото",
        "fullDesc": "Изначально наносит урон {{4}} раза, каждый из которых наносит выбранному противнику мнимый урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Март 7. Нанесение последнего удара имеет <u>фиксированный шанс</u> {{2, percent}}% нанести 1 дополнительный удар до макс. {{3}} ударов. Увеличение общего количества ударов усиленной базовой атаки не повышает восстанавливаемое благодаря её использованию количество энергии.\\nУсиленная базовая атака не восстанавливает очки навыков.",
        "shortDesc": "Наносит выбранному противнику мнимый урон, изначально состоящий из <orangeStrong>{{4}}</orangeStrong> удара(ов). <orangeStrong>Имеет шанс дополнительно нанести до <color=#f29e38ff>#3[i]</orangeStrong> удара(ов)</color>."
      }
    },
    "skill": {
      "0": {
        "name": "Учитель, пора пить чай!",
        "fullDesc": "Выбирает одного союзника (кроме себя) в качестве Учителя и повышает его скорость на <orangeStrong>{{1, percent(fixed: 1)}}%</orangeStrong>. Только последний союзник, ставший целью навыка Март 7, может считаться её Учителем.\\nИспользование базовой атаки или нанесение урона от 1 удара усиленной базовой атаки активирует один из следующих эффектов, который зависит от Пути Учителя:\\nЭрудиция, Разрушение или Охота: наносит <u>дополнительный урон</u> сходного с Учителем типа, равный <orangeStrong>{{2, percent}}%</orangeStrong> от силы атаки Март 7.\\nГармония, Небытие, Сохранение или Изобилие: урон стойкости этой атаки повышается на {{3, percent}}%.",
        "shortDesc": "Использование базовой атаки или нанесение урона усиленной базовой атакой активирует эффект, который зависит от <orangeStrong>Пути Учителя</orangeStrong>:\\nЭрудиция, Разрушение или Охота: наносит <orangeStrong><u>дополнительный урон</u></orangeStrong> сходного с Учителем типа;\\nГармония, Небытие, Сохранение или Изобилие: повышается <orangeStrong>урон стойкости</orangeStrong>."
      }
    },
    "ult": {
      "0": {
        "name": "Март 7, блестящая героиня",
        "fullDesc": "Наносит выбранному противнику мнимый урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Март 7.\\nУвеличивает изначальное количество ударов следующей усиленной базовой атаки на {{2}} и повышает <u>фиксированный шанс</u> нанести дополнительный урон на {{3, percent}}%.",
        "shortDesc": "Наносит мнимый урон выбранному противнику, а также <orangeStrong>увеличивает количество ударов и повышает шанс нанесения урона</orangeStrong> следующей <orangeStrong>усиленной базовой атаки</orangeStrong>."
      }
    },
    "technique": {
      "0": {
        "name": "Три блюда за раз",
        "fullDesc": "Если в отряде есть Март 7, то каждый раз, когда союзник использует технику, в начале следующего боя она получает 1 ур. заряда до макс. {{1}} раз.\\nПосле использования своей техники в начале следующего боя Март 7 восстанавливает {{2}} ед. энергии.",
        "shortDesc": "Каждый раз, когда союзник использует технику, Март 7 в начале следующего боя получает заряд. После использования своей техники она восстанавливает свою энергию в следующем бою."
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Парящий лебедь",
        "fullDesc": "В начале боя действие Март 7 продвигается вперёд на {{1, percent}}%.",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Острый ум",
        "fullDesc": "Март 7 может истощать стойкость противников, имеющих уязвимость сходного с её Учителем типа. Пробитие уязвимости активирует эффект пробития мнимой уязвимости.",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Укротитель приливов",
        "fullDesc": "После использования усиленной базовой атаки крит. урон Учителя повышается на {{1, percent}}%, а его эффект пробития - на {{2, percent}}% на {{3}} хода.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Мой меч пробуждает звёздный свет",
      "desc": "Когда на поле боя есть Учитель, скорость Март 7 повышается на {{1, percent}}%."
    },
    "2": {
      "name": "Танец меча на бьющихся волнах",
      "desc": "Когда Учитель использует базовую атаку или навык для атаки противника, Март 7 немедленно выполняет бонус-атаку, которая наносит основной цели мнимый урон, равный {{1, percent}}% от силы атаки Март 7. Также активируется эффект, соответствующий Пути Учителя, после чего Март 7 получает {{3}} ур. заряда. Если на поле боя нет подходящей цели, то эта атака поражает случайного противника. Этот эффект может сработать только 1 раз за ход."
    },
    "3": {
      "name": "Острый ум и боевая мощь",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10."
    },
    "4": {
      "name": "Великолепие никогда не пугает",
      "desc": "В начале хода восстанавливает {{1}} ед. энергии."
    },
    "5": {
      "name": "Меч бодрит, сладкое вредит",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "6": {
      "name": "Самая лучшая девушка в мире",
      "desc": "Использование сверхспособности повышает крит. урон следующей усиленной базовой атаки на {{1, percent}}%."
    }
  }
}