{
  "name": "Кафка",
  "abilities": {
    "basic": {
      "0": {
        "name": "Полуночный шум",
        "fullDesc": "Наносит выбранному противнику электрический урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Кафки.",
        "shortDesc": "Наносит небольшой электрический урон выбранному противнику."
      }
    },
    "skill": {
      "0": {
        "name": "Ласковый лунный свет",
        "fullDesc": "Наносит выбранному противнику электрический урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Кафки, и электрический урон соседним целям, равный <orangeStrong>{{3, percent}}%</orangeStrong> от силы атаки Кафки.\\nЕсли выбранный противник уже имеет статус с периодическим уроном, то навык немедленно наносит урон, равный <orangeStrong>{{2, percent}}%</orangeStrong> от всех имеющихся у противника статусов с периодическим уроном.",
        "shortDesc": "Наносит электрический урон выбранному противнику и небольшой электрический урон соседним целям.\\nЕсли на основную цель наложено ослабление с эффектом периодического урона, то этот эффект <orangeStrong>наносит урон 1 доп. раз</orangeStrong>."
      }
    },
    "ult": {
      "0": {
        "name": "Сумеречная трель",
        "fullDesc": "Наносит всем противникам электрический урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Кафки, а также имеет <u>базовый шанс</u> {{2, percent}}% наложить на цели статус Шок на {{3}} хода и немедленно нанести им урон, равный <orangeStrong>{{5, percent}}%</orangeStrong> от изначального урона.\\nПротивник со статусом Шок будет получать периодический электрический урон, равный <orangeStrong>{{4, percent}}%</orangeStrong> от силы атаки Кафки, в начале каждого хода.",
        "shortDesc": "Наносит небольшой электрический урон всем противникам и имеет высокий шанс <orangeStrong>наложить на них статус Шок</orangeStrong>.\\nЕсли на противника уже наложен статус Шок, то он <orangeStrong>наносит урон 1 доп. раз</orangeStrong>."
      }
    },
    "technique": {
      "0": {
        "name": "Прощение не связано с милосердием",
        "fullDesc": "Немедленно атакует всех противников в указанной зоне и после начала боя наносит всем противникам электрический урон, равный {{3, percent}}% от силы атаки Кафки. Также имеет <u>базовый шанс</u> {{1, percent}}% наложить на всех противников сходный со сверхспособностью статус Шок на {{2}} хода.",
        "shortDesc": "Атакует всех противников в указанной зоне, после начала боя наносит всем противникам небольшой электрический урон и имеет высокий шанс <orangeStrong>наложить на них статус Шок</orangeStrong>."
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Пытка",
        "fullDesc": "При использовании сверхспособности противники вместо получения урона от наложенного статуса Шок немедленно получают урон от всех наложенных статусов с периодическим уроном.",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Разбой",
        "fullDesc": "Победа над противником со статусом Шок дополнительно восстанавливает {{1}} ед. энергии Кафки.",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Шипы",
        "fullDesc": "Сверхспособность, техника и бонус-атака таланта Кафки повышают базовый шанс наложить на противника статус Шок на {{1, percent}}%.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Da Capo",
      "desc": "Выполнение бонус-атаки таланта имеет базовый шанс {{1, percent}}% повысить получаемый целями периодический урон на {{2, percent}}% на {{3}} хода."
    },
    "2": {
      "name": "Fortississimo",
      "desc": "Когда Кафка находится на поле боя, наносимый периодический урон всех союзников повышается на {{1, percent}}%."
    },
    "3": {
      "name": "Capriccio",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10."
    },
    "4": {
      "name": "Recitativo",
      "desc": "Когда противник получает урон от наложенного Кафкой статуса Шок, она дополнительно восстанавливает {{1}} ед. энергии."
    },
    "5": {
      "name": "Doloroso",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "6": {
      "name": "Leggiero",
      "desc": "Множитель урона против противников с наложенным сверхспособностью, техникой или бонус-атакой таланта Кафки статусом Шок повышается на {{1, percent}}%, а длительность этого статуса увеличивается на {{2}} ход."
    }
  }
}