{
  "name": "Дань Хэн: Пожиратель Луны",
  "abilities": {
    "basic": {
      "0": {
        "name": "Лотос покровительства",
        "fullDesc": "Выполняет 2 удара, которые наносят выбранному противнику мнимый урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Дань Хэна: Пожирателя Луны.",
        "shortDesc": "Наносит небольшой мнимый урон выбранному противнику."
      },
      "1": {
        "name": "Превосходство",
        "fullDesc": "Выполняет 3 удара, которые наносят выбранному противнику мнимый урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Дань Хэна: Пожирателя Луны.",
        "shortDesc": "Выполняет атаку <orangeStrong>из 3 ударов</orangeStrong>, которая наносит противнику мнимый урон."
      },
      "2": {
        "name": "Божественное копьё",
        "fullDesc": "Выполняет 5 ударов, которые наносят выбранному противнику мнимый урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Дань Хэна: Пожирателя Луны. Начиная с 4 удара также наносит соседним целям мнимый урон, равный <orangeStrong>{{2, percent}}%</orangeStrong> от его силы атаки.",
        "shortDesc": "Выполняет атаку <orangeStrong>из 5 ударов</orangeStrong>, которая наносит огромный мнимый урон противнику, а также небольшой мнимый урон соседним целям. Последние 2 удара перед каждым ударом дают 1 ур. статуса Громкий рёв, который повышает крит. урон."
      },
      "3": {
        "name": "Стремительный прыжок",
        "fullDesc": "Выполняет 7 ударов, которые наносят выбранному противнику мнимый урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Дань Хэна: Пожирателя Луны. Начиная с 4 удара также наносит соседним целям мнимый урон, равный <orangeStrong>{{2, percent}}%</orangeStrong> от его силы атаки.",
        "shortDesc": "Выполняет атаку <orangeStrong>из 7 ударов</orangeStrong>, которая наносит огромный мнимый урон противнику, а также мнимый урон соседним целям. Последние 4 удара перед каждым ударом дают 1 ур. статуса Громкий рёв, который повышает крит. урон."
      }
    },
    "skill": {
      "0": {
        "name": "Освобождение драконьей силы",
        "fullDesc": "Усиливает эффект базовой атаки до 3 раз. Использование этого умения не расходует очки навыков и не считается за использование навыка.\\n1 усиление меняет атаку Лотос покровительства на атаку Превосходство.\\n2 усиления меняют атаку Лотос покровительства на атаку Божественное копьё.\\n3 усиления меняют атаку Лотос покровительства на атаку Стремительный прыжок.\\nВо время использования атаки Божественное копьё или Стремительный прыжок, начиная с 4 удара, перед каждым ударом Дань Хэн: Пожиратель Луны получает 1 ур. статуса Громкий рёв, который повышает его крит. урон на <orangeStrong>{{1, percent(fixed: 1)}}%</orangeStrong>. Этот эффект может складываться до {{2}} раз и длится до конца хода персонажа.",
        "shortDesc": "Усиливает базовую атаку Лотос покровительства до атаки <orangeStrong>Превосходство</orangeStrong>, <orangeStrong>Божественное копьё</orangeStrong> или <orangeStrong>Стремительный прыжок</orangeStrong>."
      },
      "1": {
        "name": "Отмена",
        "fullDesc": "Отменяет усиление.",
        "shortDesc": ""
      }
    },
    "ult": {
      "0": {
        "name": "Уносящие лазурные воды",
        "fullDesc": "Выполняет 3 удара, которые наносят выбранному противнику мнимый урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Дань Хэна: Пожирателя Луны, и мнимый урон соседним целям, равный <orangeStrong>{{2, percent}}%</orangeStrong> от его силы атаки. Дань Хэн: Пожиратель Луны также получает {{3}} Чешуи дракона.\\nПерсонаж может иметь до {{4}} Чешуй дракона и использовать их в эквивалентном количестве вместо очков навыков. Использование Чешуи дракона считается за использование очка навыков.",
        "shortDesc": "Наносит огромный мнимый урон противнику, а также мнимый урон соседним целям. Получает 2 ур. статуса Чешуя дракона. <orangeStrong>Потребление уровней</orangeStrong> этого статуса Дань Хэном: Пожирателем Луны считается за <orangeStrong>потребление очков навыков</orangeStrong>."
      }
    },
    "technique": {
      "0": {
        "name": "Усмиряющий небеса призматический дракон",
        "fullDesc": "Использование техники даёт статус Прыгающий дракон на {{2}} сек. Использование атаки при имеющемся статусе Прыгающий дракон заставляет персонажа стремительно двигаться вперёд на определённое расстояние и атаковать всех затронутых противников, во время быстрого передвижения персонаж игнорирует все атаки противников. При имеющемся статусе Прыгающий дракон в начале боя, вызванного атакующим действием, наносит всем противникам мнимый урон, равный {{3, percent}}% от силы атаки Дань Хэна: Пожирателя Луны. Он также получает {{1}} Чешую дракона.",
        "shortDesc": "Получает статус Прыгающий дракон. Использование атаки заставляет персонажа стремительно двигаться вперёд на определённую дальность и атаковать всех затронутых противников. В начале боя, вызванного атакующим действием, наносит всем противникам мнимый урон. Персонаж также получает 1 Чешую дракона."
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Скрытая звезда",
        "fullDesc": "Немедленно восстанавливает {{1}} ед. энергии в начале боя.",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Обуздание паводка",
        "fullDesc": "Шанс избежать эффекта контроля повышается на {{1, percent}}%.",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Пробудившаяся легенда",
        "fullDesc": "Крит. урон персонажа повышается на {{1, percent}}%, когда он наносит урон противнику с мнимой уязвимостью.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Окутанный небесами",
      "desc": "Увеличивает макс. уровень складывания статуса Праведное сердце на {{1}}. Каждый удар даёт 1 доп. уровень этого статуса."
    },
    "2": {
      "name": "Знамёна владычества",
      "desc": "После использования сверхспособности действие Дань Хэна: Пожирателя Луны продвигается вперёд на 100%, и он также получает 1 доп. Чешую дракона."
    },
    "3": {
      "name": "Облачное знамя",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10."
    },
    "4": {
      "name": "Красота лёгкого ветра",
      "desc": "Усиления статуса Громкий рёв длятся до конца следующего хода персонажа."
    },
    "5": {
      "name": "Падение гордыни",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "6": {
      "name": "Возвращение божественного дракона",
      "desc": "После того, как любой другой союзник использует сверхспособность, пробитие мнимого сопротивления следующего использованного умения Стремительный прыжок Дань Хэна: Пожирателя Луны повышается на {{1, percent}}%. Этот эффект может складываться до {{2}} раз."
    }
  }
}