{
  "name": "Зарянка",
  "abilities": {
    "basic": {
      "0": {
        "name": "Белый шум машущих крыльев",
        "fullDesc": "Наносит выбранному противнику физический урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Зарянки.",
        "shortDesc": "Наносит небольшой физический урон выбранному противнику."
      }
    },
    "skill": {
      "0": {
        "name": "Ария перьев",
        "fullDesc": "Наносимый всеми союзниками урон повышается на <orangeStrong>{{1, percent}}%</orangeStrong> на {{2}} хода. Длительность этого эффекта уменьшается на 1 ход в начале хода Зарянки.",
        "shortDesc": "<orangeStrong>Повышает урон</orangeStrong> всех союзников."
      }
    },
    "ult": {
      "0": {
        "name": "Опус космоса, гармонии глас",
        "fullDesc": "Зарянка переходит в состояние Концерт, которое позволяет всем союзникам, кроме самой Зарянки, выполнить действие немедленно.\\nСостояние Концерт повышает силу атаки всех союзников на <orangeStrong>{{1, percent(fixed: 1)}}%</orangeStrong> от силы атаки Зарянки плюс <orangeStrong>{{3}}</orangeStrong> ед. Каждый раз, когда союзник выполняет атаку, Зарянка наносит 1 раз <u>дополнительный физический урон</u>, равный <orangeStrong>{{4, percent}}%</orangeStrong> от своей силы атаки. Эта атака имеет фиксированный крит. шанс, равный {{5, percent}}%, и фиксированный крит. урон, равный {{6, percent}}%.\\nВ состоянии Концерт Зарянка получает иммунитет к <u>эффектам контроля</u>. До окончания состояния Концерт она не может начать свой ход или выполнять действия.\\nКогда на панели порядка действий начинается ход обратного отсчёта состояния Концерт, Зарянка выходит из состояния Концерт и немедленно выполняет действие. Обратный отсчёт имеет собственный показатель скорости, равный {{2}}.",
        "shortDesc": "Переходит в состояние Концерт, который <orangeStrong>повышает силу атаки</orangeStrong> всех союзников и позволяет им выполнить действие немедленно. После атаки Зарянка наносит <orangeStrong><u>доп. физический урон</u></orangeStrong>. Пока состояние Концерт не закончится, Зарянка получает иммунитет к <u>эффектам контроля</u>. Пока состояние Концерт не закончится, Зарянка не сможет начать свой ход или выполнить действие до конца обратного отсчёта."
      }
    },
    "technique": {
      "0": {
        "name": "Пьянящая увертюра",
        "fullDesc": "После использования техники вокруг персонажа создаётся пространство, которое длится {{1}} сек. Пока это пространство активно, противники, оказавшиеся в нём, не могут атаковать Зарянку и следуют за ней. После начала боя в этом пространстве Зарянка восстанавливает {{2}} ед. энергии в начале каждой волны. Одновременно может существовать только одно пространство, созданное союзниками.",
        "shortDesc": "Вокруг персонажа создаётся пространство. Противники в этом пространстве не могут атаковать Зарянку. После начала боя с противниками в этом пространстве Зарянка дополнительно восстанавливает <orangeStrong>{{2}}</orangeStrong> ед. энергии в начале каждой волны."
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Колоратура каденции",
        "fullDesc": "После начала боя действие персонажа продвигается вперёд на {{1, percent}}%.",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Импровизированное украшение",
        "fullDesc": "Состояние Концерт повышает крит. урон, наносимый бонус-атаками всех союзников, на {{1, percent}}%.",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Фрагмент секвенции",
        "fullDesc": "Использование навыка дополнительно восстанавливает {{1}} ед. энергии.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Страна улыбок",
      "desc": "Состояние Концерт повышает пробитие всех типов сопротивления всех союзников на {{1, percent}}%."
    },
    "2": {
      "name": "Послеобеденный чай для двоих",
      "desc": "Состояние Концерт повышает скорость всех союзников на {{1, percent}}%. Энергия, восстанавливаемая талантом персонажа, увеличивается на доп. {{2}} ед."
    },
    "3": {
      "name": "Обратная настройка",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень сверхспособности повышается на 2, максимальный уровень - 15."
    },
    "4": {
      "name": "Ключ капли дождя",
      "desc": "Использование сверхспособности Зарянки снимает эффекты контроля со всех союзников. Пока Зарянка находится в состоянии Концерт, сопротивление эффектам всех союзников повышается на {{1, percent}}%."
    },
    "5": {
      "name": "Слёзы одинокой звезды",
      "desc": "Уровень базовой атаки повышается на 1, максимальный уровень - 10. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "6": {
      "name": "Безлунная полночь",
      "desc": "Состояние Концерт дополнительно повышает наносимый сверхспособностью физический крит. урон на {{2, percent}}%. Эффект Безлунная полночь может сработать до {{1}} раз. Каждое использование сверхспособности сбрасывает количество активаций этого эффекта."
    }
  }
}