{
  "name": "Фуга",
  "abilities": {
    "basic": {
      "0": {
        "name": "Пламенеющий хвост",
        "fullDesc": "Наносит выбранному противнику огненный урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Фуги.",
        "shortDesc": "Наносит небольшой огненный урон выбранному противнику.",
        "tag": "Одиночная атака"
      },
      "1": {
        "name": "Огненная ласка",
        "fullDesc": "Наносит выбранному противнику огненный урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Фуги, и наносит соседним целям огненный урон, равный <orangeStrong>{{2, percent}}%</orangeStrong> от силы атаки Фуги.",
        "shortDesc": "Наносит небольшой огненный урон выбранному противнику и небольшой огненный урон соседним целям.",
        "tag": "Взрывная атака"
      }
    },
    "skill": {
      "0": {
        "name": "Даруя благодать",
        "fullDesc": "Фуга накладывает на выбранного союзника статус Молитва лисы и переходит в состояние Неистовый ожог на {{1}} хода. Длительность этого состояния уменьшается на 1 ход в начале каждого хода Фуги, и статус Молитва лисы действует только на последнюю цель навыка Фуги.<br>Статус Молитва лисы повышает эффект пробития союзника на <orangeStrong>{{2, percent}}%</orangeStrong> и позволяет его атакам истощать стойкость противников без соответствующего типа уязвимости. Этот эффект равен {{6, percent}}% от изначального урона стойкости, и он не может складываться с другими эффектами, игнорирующими типы уязвимости цели.<br>Состояние Неистовый ожог усиливает базовую атаку Фуги. Когда союзник со статусом Молитва лисы выполняет атаку, Фуга имеет базовый шанс {{3, percent}}% понизить защиту атакованного противника на <orangeStrong>{{4, percent}}%</orangeStrong> на {{5}} хода.",
        "shortDesc": "Накладывает на союзника статус Молитва лисы, который <orangeStrong>повышает эффект пробития</orangeStrong> и <orangeStrong>позволяет атакам истощать стойкость противников без соответствующего типа уязвимости</orangeStrong>.<br>Фуга переходит в состояние Неистовый ожог, которое усиливает её базовую атаку. Когда союзники со статусом Молитва лисы атакуют противника, Фуга имеет высокий шанс понизить защиту этой цели.",
        "tag": "Поддержка"
      }
    },
    "ult": {
      "0": {
        "name": "Ослепительное пламя",
        "fullDesc": "Наносит всем противникам огненный урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Фуги. Эта атака истощает стойкость всех противников вне зависимости от типов их уязвимости. Противники с пробитой таким образом уязвимостью получают эффект пробития огненной уязвимости.",
        "shortDesc": "Наносит огненный урон всем противникам. Этот урон истощает стойкость всех противников <orangeStrong>вне зависимости от типов их уязвимостей</orangeStrong>.",
        "tag": "Групповая атака"
      }
    },
    "talent": {
      "0": {
        "name": "Благословение доброты",
        "fullDesc": "Пока Фуга находится на поле боя, противники дополнительно получают статус Блеск облачного пламени, равный {{2, percent}}% от их макс. стойкости. После того как их изначальная стойкость опускается до 0, продолжает истощаться статус Блеск облачного пламени. Когда этот статус опускается до 0, цель снова получает урон пробития уязвимости.<br>Пока Фуга находится на поле боя и после того, как союзник атакует противника с пробитой уязвимостью, урон стойкости этой атаки конвертируется в <orangeStrong>{{1, percent}}%</orangeStrong> урона суперпробития 1 раз.",
        "shortDesc": "Пока Фуга находится на поле боя, противники <orangeStrong>дополнительно получают статус Блеск облачного пламени</orangeStrong>. Когда этот статус опускается до 0, противник <orangeStrong>снова получает урон пробития уязвимости</orangeStrong>. После того как союзник атакует противника с пробитой уязвимостью, он дополнительно наносит <orangeStrong>урон суперпробития</orangeStrong>.",
        "tag": "Ослабление"
      }
    },
    "technique": {
      "0": {
        "name": "Сердитое пламя",
        "fullDesc": "Использование техники накладывает на противников в определённой зоне статус Головокружение на {{1}} сек. Противники с этим статусом не могут атаковать отряд.<br>После атаки противника со статусом Головокружение действие Фуги продвигается вперёд на {{4, percent}}%, и она имеет базовый шанс {{2, percent}}% наложить на всех противников эффект понижения защиты, описанный в её навыке, на {{3}} хода.",
        "shortDesc": "Накладывает на противников в указанной зоне статус Головокружение. После атаки противника с этим статусом в начале боя действие Фуги продвигается вперёд, и она получает высокий шанс наложить на каждого противника эффект понижения защиты, описанный в её навыке.",
        "tag": "Ослабление"
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Возрождение Зелената",
        "fullDesc": "Когда союзник пробивает уязвимость противника, действие этого противника задерживается на доп. {{1, percent}}%."
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Загадки Тушань",
        "fullDesc": "Эффект пробития персонажа повышается на {{1, percent}}%. После первого использования навыка в бою он немедленно восстанавливает {{2}} очко навыков."
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Сущность Фекды",
        "fullDesc": "Когда уязвимость противника пробивается, эффект пробития всех союзников, кроме этого персонажа, повышается на {{1, percent}}%. Если эффект пробития Фуги выше или равен {{4, percent}}%, то эффект повышения эффекта пробития дополнительно повышается на {{5, percent}}% на {{2}} хода. Этот эффект может складываться до {{3}} раз."
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Смертность угасла, к вознесенью путь",
      "desc": "Эффективность пробития уязвимости союзника со статусом Молитва лисы повышается на {{1, percent}}%."
    },
    "2": {
      "name": "Приближение удачи дарует целомудрие",
      "desc": "Пробитие уязвимости противника восстанавливает {{1}} ед. энергии Фуги. После использования сверхспособности действия всех союзников продвигаются вперёд на {{2, percent}}%."
    },
    "3": {
      "name": "Сердце наполнено, разум покорён",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10."
    },
    "4": {
      "name": "Сознание разобщено, имена сожжены",
      "desc": "Урон пробития союзника со статусом Молитва лисы повышается на {{1, percent}}%."
    },
    "5": {
      "name": "Рост покровительства, наследница нирваны",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "6": {
      "name": "Конец творения, зачатки вселенной",
      "desc": "Эффективность пробития уязвимости Фуги повышается на {{1, percent}}%. Пока Фуга находится в состоянии Неистовый ожог, эффект статуса Молитва лисы применяется ко всем союзникам."
    }
  }
}