{
  "name": "Ахерон",
  "abilities": {
    "basic": {
      "0": {
        "name": "Трёхсторонний вильткросс",
        "fullDesc": "Наносит выбранному противнику электрический урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Ахерон.",
        "shortDesc": "Наносит небольшой электрический урон выбранному противнику."
      }
    },
    "skill": {
      "0": {
        "name": "Октогромовая вспышка",
        "fullDesc": "Получает {{3}} ед. заряда Рассечённый сон, затем накладывает на выбранного противника {{3}} ур. статуса Багровый узел и наносит ему электрический урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Ахерон, а также наносит соседним целям электрический урон, равный <orangeStrong>{{2}}%</orangeStrong> от силы атаки Ахерон.",
        "shortDesc": "Получает <orangeStrong><color=#f29e38ff>#3[i]</orangeStrong> ед. заряда Рассечённый сон</color>, затем накладывает на противника <orangeStrong>{{3}}</orangeStrong> ур. статуса Багровый узел и наносит ему электрический урон, а также небольшой электрический урон соседним целям."
      }
    },
    "ult": {
      "0": {
        "name": "Рассечённый сон, алые слёзы",
        "fullDesc": "Последовательно выполняет 3 удара Клинок дождя и 1 удар Стигийское возрождение, которые наносят выбранному противнику урон, не превышающий <orangeStrong>{{6}}%</orangeStrong> от силы атаки Ахерон, а также наносят остальным противникам электрический урон, не превышающий <orangeStrong>{{7}}%</orangeStrong> от силы атаки Ахерон.\\nКлинок дождя: Наносит выбранному противнику электрический урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Ахерон, и снимает с цели 3 ур. статуса Багровый узел. Снятие статуса Багровый узел немедленно наносит всем противникам электрический урон, равный <orangeStrong>{{2}}%</orangeStrong> от силы атаки Ахерон. Каждый снятый уровень статуса Багровый узел повышает множитель урона этой атаки до макс. <orangeStrong>{{5}}%</orangeStrong>.\\nСтигийское возрождение: Наносит всем противникам электрический урон, равный <orangeStrong>{{3}}%</orangeStrong> от силы атаки Ахерон и снимает с них все уровни статуса Багровый узел.\\nВо время выполнения сверхспособности на противников не может быть наложен статус Багровый узел.",
        "shortDesc": "Выполняет 3 удара, которые наносят противнику небольшой электрический урон. Если с цели снимается статус Багровый узел, также наносит небольшой электрический урон всем противникам. В конце выполняет 1 удар, который наносит всем противникам электрический урон и снимает с них все уровни статуса Багровый узел."
      },
      "1": {
        "name": "Клинок дождя",
        "fullDesc": "",
        "shortDesc": "Наносит небольшой электрический урон противнику и снимает с него до 3 ур. статуса Багровый узел. Снимаемый статус Багровый узел наносит всем противникам небольшой электрический урон 1 раз. Множитель урона этой атаки повышается за каждый снятый уровень статуса Багровый узел."
      },
      "2": {
        "name": "Клинок дождя",
        "fullDesc": "",
        "shortDesc": "Наносит небольшой электрический урон противнику и снимает с него до 3 ур. статуса Багровый узел. Снимаемый статус Багровый узел наносит всем противникам небольшой электрический урон 1 раз. Множитель урона этой атаки повышается за каждый снятый уровень статуса Багровый узел."
      },
      "3": {
        "name": "Клинок дождя",
        "fullDesc": "",
        "shortDesc": "Наносит небольшой электрический урон противнику и снимает с него до 3 ур. статуса Багровый узел. Снимаемый статус Багровый узел наносит всем противникам небольшой электрический урон 1 раз. Множитель урона этой атаки повышается за каждый снятый уровень статуса Багровый узел."
      },
      "4": {
        "name": "Стигийское возрождение",
        "fullDesc": "",
        "shortDesc": "Наносит электрический урон всем противникам и снимает с них все уровни статуса Багровый узел."
      }
    },
    "technique": {
      "0": {
        "name": "Четырёхфазное вознесение",
        "fullDesc": "Немедленно атакует противника и в начале каждой волны получает статус Четырёхфазное вознесение, который наносит всем противникам электрический урон, равный {{1}}% от силы атаки Ахерон, и истощает их стойкость вне зависимости от типов их уязвимостей. Пробитие уязвимости накладывает эффект пробития электрической уязвимости.\\nЧетырёхфазное вознесение: Следующее использование сверхспособности Ахерон даёт ей {{2}} ур. заряда Рассечённый сон и накладывает на случайного противника {{2}} ур. статуса Багровый узел.\\nИспользование умения на обычном противнике побеждает его до начала боя. Очко техники не расходуется, если эта атака не попадает по противнику.",
        "shortDesc": "Атакует противника и в начале каждой волны получает статус Четырёхфазное вознесение, который наносит всем противникам электрический урон и истощает их стойкость <orangeStrong>вне зависимости от типов их уязвимостей</orangeStrong>.\\nИспользование умения на обычном противнике <orangeStrong>побеждает его до начала боя</orangeStrong>. Очко техники не расходуется, если эта атака не попадает по противнику."
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Безмолвное небо шепчет об успокоении",
      "desc": "При нанесении урона противникам с ослаблениями крит. шанс повышается на {{1}}%."
    },
    "2": {
      "name": "Беззвучный гром в неподвижной буре",
      "desc": "Количество персонажей Пути Небытия, необходимых для макс. значения эффекта, описанного в Следе Бездна, уменьшается на 1. В начале своего хода Ахерон получает 1 ур. заряда Рассечённый сон, а также накладывает 1 доп. уровень статуса Багровый узел на противника с наибольшим количеством уровней этого статуса."
    },
    "3": {
      "name": "Хладные укусы в вечном покое",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10."
    },
    "4": {
      "name": "Укрытый огонь в отражении души",
      "desc": "При вступлении противников в бой накладывает на них слабость к урону сверхспособности, которая повышает получаемый от сверхспособности урон на {{1}}%."
    },
    "5": {
      "name": "Блуждающие души в рассеянных землях",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "6": {
      "name": "Апокалипсис, освободитель",
      "desc": "Пробитие всех типов сопротивления урона сверхспособности Ахерон повышается на {{1}}%. Наносимый базовой атакой и навыком урон считается уроном сверхспособности и истощает стойкость противника вне зависимости от типов его уязвимости. Пробитие уязвимости накладывает эффект пробития электрической уязвимости."
    }
  }
}