{
  "name": "Моцзэ",
  "abilities": {
    "basic": {
      "0": {
        "name": "Бросок лезвия",
        "fullDesc": "Наносит выбранному противнику электрический урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Моцзэ.",
        "shortDesc": "Наносит небольшой электрический урон выбранному противнику.",
        "tag": "Одиночная атака"
      }
    },
    "skill": {
      "0": {
        "name": "Нападение проворных перьев",
        "fullDesc": "Выбирает одного противника в качестве Жертвы и наносит ему электрический урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Моцзэ, после чего получает {{2}} ед. заряда.<br>Если на поле боя нет других способных сражаться персонажей, Моцзэ не может использовать свой навык, и он снимает статус Жертва с противника.",
        "shortDesc": "<orangeStrong>Выбирает одного противника в качестве Жертвы</orangeStrong> и наносит ему электрический урон, а также получает <orangeStrong>{{2}}</orangeStrong> ед. заряда.",
        "tag": "Одиночная атака"
      }
    },
    "ult": {
      "0": {
        "name": "Пронзающие тени, скрытые клинки",
        "fullDesc": "Наносит выбранному противнику электрический урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Моцзэ, и выполняет бонус-атаку, описанную в таланте персонажа. Если цель оказалась побеждена до начала бонус-атаки, то эта бонус-атака будет направлена на случайного противника.",
        "shortDesc": "Наносит электрический урон выбранному противнику и выполняет описанную в таланте персонажа <orangeStrong>бонус-атаку</orangeStrong>.",
        "tag": "Одиночная атака"
      }
    },
    "talent": {
      "0": {
        "name": "Стремительный полёт перьевого лезвия",
        "fullDesc": "Пока на поле боя есть противник со статусом Жертва, Моцзэ переходит в состояние Отсутствие.<br>После того как союзник атакует противника со статусом Жертва, Моцзэ наносит этой цели дополнительный электрический урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от своей силы атаки, и расходует 1 ед. заряда. За каждые {{2}} ед. заряда, которые расходует Моцзэ, он выполняет 1 бонус-атаку, которая наносит цели электрический урон, равный <orangeStrong>{{3, percent}}%</orangeStrong> от своей силы атаки. Когда заряд опускается до 0, с цели снимается статус Жертва, после чего сбрасывается количество единиц заряда, необходимых для выполнения бонус-атаки. Бонус-атака, описанная в таланте персонажа, не расходует заряд.",
        "shortDesc": "Пока на поле боя есть противник со статусом Жертва, Моцзэ переходит в состояние <orangeStrong>Отсутствие</orangeStrong>.<br>После того как союзник атакует противника со статусом Жертва, Моцзэ наносит этой цели <orangeStrong>дополнительный электрический урон</orangeStrong> и расходует 1 ед. заряда. За каждые <orangeStrong>{{2}}</orangeStrong> ед. заряда, которые расходует Моцзэ, он выполняет <orangeStrong>бонус-атаку</orangeStrong>, которая наносит цели электрический урон. Когда заряд опускается до 0, с цели снимается статус Жертва.",
        "tag": "Одиночная атака"
      }
    },
    "technique": {
      "0": {
        "name": "Сокрытые крылья",
        "fullDesc": "После использования техники переходит в состояние Незаметность на {{1}} сек. Пока Моцзэ находится в состоянии Незаметность, он не может быть обнаружен противниками. В начале боя, вызванного атакующим действием из состояния Незаметность, наносимый Моцзэ урон повышается на {{2, percent}}% на {{3}} хода.",
        "shortDesc": "Переходит в состояние Незаметность. Атака противника из состояния Незаметность повышает наносимый в начале боя урон.",
        "tag": "Усиление"
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Перья ночи",
        "fullDesc": "Использование бонус-атаки, описанной в таланте персонажа, восстанавливает {{1}} очко навыков. Этот эффект может сработать повторно только через {{2}} ход."
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Прихваченный кинжал",
        "fullDesc": "Когда состояние Отсутствие Моцзэ прекращается, его действие продвигается вперёд на {{1, percent}}%. В начале каждой волны действие Моцзэ продвигается вперёд на {{2, percent}}%."
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Безжалостное правосудие",
        "fullDesc": "Использование сверхспособности для нанесения урона считается за выполнение бонус-атаки. Получаемый противником со статусом Жертва урон бонус-атаки повышается на {{1, percent}}%."
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Клятва",
      "desc": "В начале боя Моцзэ восстанавливает {{2}} ед. энергии. Каждое срабатывание дополнительного урона, описанного в таланте персонажа, восстанавливает {{1}} ед. энергии Моцзэ."
    },
    "2": {
      "name": "Наказание",
      "desc": "Крит. урон, наносимый союзниками противнику со статусом Жертва, повышается на {{1, percent}}%."
    },
    "3": {
      "name": "Преследование",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "4": {
      "name": "Маскировка",
      "desc": "После использования сверхспособности наносимый Моцзэ урон повышается на {{1, percent(fixed: 1)}}% на {{2}} хода."
    },
    "5": {
      "name": "Обман",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10."
    },
    "6": {
      "name": "Преданность",
      "desc": "Множитель урона бонус-атаки, описанной в таланте персонажа, повышается на {{1, percent}}%."
    }
  }
}