{
  "name": "Мидей",
  "abilities": {
    "basic": {
      "0": {
        "name": "Обет путешествия",
        "fullDesc": "Наносит выбранному противнику мнимый урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от макс. НР Мидея.",
        "shortDesc": "Наносит небольшой мнимый урон выбранному противнику.",
        "tag": "Одиночная атака"
      }
    },
    "skill": {
      "0": {
        "name": "Смертей - легион, сожалений - нет",
        "fullDesc": "Расходует {{3, percent}}% от текущего НР Мидея и наносит выбранному противнику мнимый урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от макс. НР Мидея, и мнимый урон соседним целям, равный <orangeStrong>{{2, percent}}%</orangeStrong> от макс. НР Мидея.<br>Если текущего НР недостаточно, то использование навыка опускает текущее НР Мидея до 1 ед.",
        "shortDesc": "Расходует своё НР и наносит мнимый урон выбранному противнику, а также небольшой мнимый урон соседним целям.",
        "tag": "Взрывная атака"
      },
      "1": {
        "name": "Убить царя, чтобы стать царём",
        "fullDesc": "Расходует {{3, percent}}% от текущего НР Мидея и наносит выбранному противнику мнимый урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от макс. НР Мидея, и мнимый урон соседним целям, равный <orangeStrong>{{2, percent}}%</orangeStrong> от макс. НР Мидея.<br>Если текущего НР недостаточно, то использование навыка опускает текущее НР Мидея до 1 ед.<br>Это умение может применяться автоматически.",
        "shortDesc": "Расходует своё НР и наносит мнимый урон выбранному противнику, а также мнимый урон соседним целям.<br>Это умение может <orangeStrong>использоваться автоматически</orangeStrong>.",
        "tag": "Взрывная атака"
      },
      "2": {
        "name": "Убить бога, чтобы стать богом",
        "fullDesc": "Расходует {{3}} ед. заряда и наносит выбранному противнику мнимый урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от макс. НР Мидея, а также наносит мнимый урон соседним целям, равный <orangeStrong>{{2, percent}}%</orangeStrong> от макс. НР Мидея.<br>Это умение может использоваться автоматически. Во время действия этого умения нельзя накапливать заряд.",
        "shortDesc": "<orangeStrong>Расходует заряд</orangeStrong> и наносит огромный мнимый урон выбранному противнику и огромный мнимый урон соседним целям.<br>Это умение может <orangeStrong>использоваться автоматически</orangeStrong>.",
        "tag": "Взрывная атака"
      }
    },
    "ult": {
      "0": {
        "name": "Трон из костей",
        "fullDesc": "Восстанавливает <orangeStrong>{{3, percent(fixed: 1)}}%</orangeStrong> НР Мидея и накапливает {{5}} ед. заряда. Наносит выбранному противнику мнимый урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от макс. НР Мидея, и наносит соседним целям мнимый урон, равный <orangeStrong>{{2, percent}}%</orangeStrong> от макс. НР Мидея, а также накладывает на них статус Насмешка на {{4}} хода. Следующее использование умения «Убить бога, чтобы стать богом» в первую очередь атакует выбранного противника, этот эффект срабатывает только по отношению к новой цели.",
        "shortDesc": "Будучи атакованным, <orangeStrong>восстанавливает НР</orangeStrong> и накапливает заряд таланта, а также наносит огромный мнимый урон выбранному противнику и мнимый урон соседним целям, после чего накладывает на них статус <orangeStrong>Насмешка</orangeStrong>.",
        "tag": "Взрывная атака"
      }
    },
    "talent": {
      "0": {
        "name": "Кровь за кровь",
        "fullDesc": "За каждый 1% потерянного НР получает 1 ед. заряда до макс. 200 ед. Когда заряд достигает 100 ед., расходует 100 ед. заряда и переходит в состояние Кровная месть, восстанавливает <orangeStrong>{{1, percent}}%</orangeStrong> от своего макс. НР и продвигает своё действие на 100%. В состоянии Кровная месть макс. НР повышается на {{5, percent}}% от текущего макс. НР, а значение защиты устанавливается на 0. В начале своего хода персонаж автоматически использует умение «Убить царя, чтобы стать царём».<br>Когда заряд достигает {{3}} ед. в состоянии Кровная месть, Мидей немедленно получает 1 дополнительный ход и автоматически использует умение «Убить бога, чтобы стать богом».<br>Если Мидей получает добивающий удар в состоянии Кровная месть, он не становится неспособен сражаться, но его заряд сбрасывается, и он выходит из состояния Кровная месть, восстанавливая {{4, percent}}% от своего макс. НР.",
        "shortDesc": "При потере НР накапливает заряд. Когда заряд достигает 100 ед., переходит в состояние <orangeStrong>Кровная месть</orangeStrong>, которое восстанавливает НР и продвигает действие персонажа вперёд. В состоянии Кровная месть макс. НР повышается, а значение защиты устанавливается на 0. В начале своего хода <orangeStrong>автоматически использует</orangeStrong> умение «Убить царя, чтобы стать царём».<br>Если заряд в состоянии Кровная месть достигает 150 ед., Мидей немедленно получает 1 <orangeStrong>дополнительный ход</orangeStrong> и <orangeStrong>автоматически использует</orangeStrong> умение «Убить бога, чтобы стать богом».<br>Когда Мидей получает добивающий удар, он выходит из состояния Кровная месть.",
        "tag": "Усиление"
      }
    },
    "technique": {
      "0": {
        "name": "Клетка полного поражения",
        "fullDesc": "Использование техники притягивает противников в определённой зоне и накладывает на них статус Головокружение на {{1}} сек. Противники с этим статусом не могут атаковать отряд.<br>После атаки противника со статусом Головокружение в начале боя наносит всем противникам мнимый урон, равный {{2, percent}}% от макс. НР Мидея, а также накладывает на них статус Насмешка на {{4}} ход(а). Персонаж также накапливает {{5}} ед. заряда, описанного в его таланте.",
        "shortDesc": "Притягивает противников в определённом радиусе и накладывает на них статус Головокружение. После атаки противника со статусом Головокружение в начале боя наносит всем противникам небольшой мнимый урон и накладывает на них статус Насмешка. Также накапливает заряд, описанный в таланте персонажа.",
        "tag": "Ослабление"
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Вода и земля",
        "fullDesc": "При получении добивающего удара в состоянии Кровная месть Мидей не покидает это состояние. Этот эффект может сработать до {{1}} раз(а) за бой."
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Жажда тиранов",
        "fullDesc": "В состоянии Кровная месть Мидей имеет иммунитет к эффектам контроля."
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Окровавленный хитон",
        "fullDesc": "Если в начале боя макс. НР Мидея выше {{1}} ед., то за каждые 100 ед. превышающего это значение НР его крит. шанс повышается на {{3, percent(fixed: 1)}}%. Коэффициент заряда, получаемого от урона противников, повышается на {{4, percent(fixed: 1)}}%. Получаемое исцеление повышается на {{5, percent(fixed: 2)}}%. Этот эффект засчитывает до {{2}} ед. НР, превышающего указанное значение."
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Мороз закаляет стальной хребет",
      "desc": "Множитель урона, наносимого основной цели умения «Убить бога, чтобы стать богом», повышается на {{1, percent}}%. Теперь это умение наносит всем противникам мнимый урон, равный множителю урона основной цели."
    },
    "2": {
      "name": "Раздор наблюдает за криками мёртвых",
      "desc": "В состоянии Кровная месть наносимый Мидеем урон игнорирует {{1, percent}}% защиты цели, а после получения исцеления {{2, percent}}% исцелённого НР конвертируется в заряд. Общее количество конвертации заряда не может превышать {{3}} ед. Сумма этого заряда сбрасывается после действия любого существа."
    },
    "3": {
      "name": "Честь превозносит празднество веры",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10."
    },
    "4": {
      "name": "Горн пробуждает молчаливого льва",
      "desc": "Во время действия состояния Кровная месть крит. урон повышается на {{2, percent}}%, а получение атаки противника восстанавливает {{1, percent}}% от макс. НР."
    },
    "5": {
      "name": "Война высекает плоть пламени",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "6": {
      "name": "Наследие взбирается на кровавые горы",
      "desc": "В начале боя немедленно переходит в состояние Кровная месть. Необходимое для использования умения «Убить бога, чтобы стать богом» количество заряда уменьшается на {{1}} ед."
    }
  }
}