{
  "name": "Фу Сюань",
  "abilities": {
    "basic": {
      "0": {
        "name": "Взрыв сверхновой",
        "fullDesc": "Наносит выбранному противнику квантовый урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от макс. НР Фу Сюань.",
        "shortDesc": "Наносит небольшой квантовый урон выбранному противнику.",
        "tag": "Одиночная атака"
      }
    },
    "skill": {
      "0": {
        "name": "Ведомо звёздам, указано сердцем",
        "fullDesc": "Активирует Матрицу предвидения, которая передаёт Фу Сюань {{1, percent}}% всего урона, получаемого её союзниками (до того, как этот урон будет снижен имеющимися Щитами), в течение {{3}} ходов.<br>Все союзники, затронутые Матрицей предвидения, получают статус Знание. Макс. НР союзника со статусом Знание повышается на <orangeStrong>{{4, percent(fixed: 1)}}%</orangeStrong> от макс. НР Фу Сюань, а его крит. шанс - на <orangeStrong>{{5, percent(fixed: 1)}}%</orangeStrong>.<br>Если Фу Сюань становится неспособна сражаться, эффект Матрицы предвидения снимается.",
        "shortDesc": "Активирует Матрицу предвидения, которая <orangeStrong>передаёт Фу Сюань получаемый её союзниками урон</orangeStrong>. Также <orangeStrong>повышает макс. НР и крит. шанс</orangeStrong> всех союзников.",
        "tag": "Защита"
      }
    },
    "ult": {
      "0": {
        "name": "Единение скорби нации",
        "fullDesc": "Наносит всем противникам квантовый урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от макс. НР Фу Сюань, а также увеличивает количество срабатываний эффекта восстановления НР от её таланта.",
        "shortDesc": "Наносит квантовый урон всем противникам и увеличивает количество срабатываний таланта Фу Сюань.",
        "tag": "Групповая атака"
      }
    },
    "talent": {
      "0": {
        "name": "Невзгоды порождают благодать",
        "fullDesc": "Пока Фу Сюань способна сражаться, на всех союзников накладывается статус Уклонение от неудач. Получаемый союзником со статусом Уклонение от неудач урон понижается на <orangeStrong>{{1, percent(fixed: 1)}}%</orangeStrong>.<br>Когда текущее НР Фу Сюань опускается до {{2, percent}}% или ниже, её НР восстанавливается на <orangeStrong>{{3, percent}}%</orangeStrong> от потерянного ею НР. Этот эффект не срабатывает, если Фу Сюань получает добивающий удар. Изначально этот эффект может сработать только 1 раз за бой, и всего может сработать до 2 раз.",
        "shortDesc": "Пока Фу Сюань способна сражаться, получаемый всеми союзниками урон понижается.<br>При низком показателе НР <orangeStrong>автоматически</orangeStrong> <orangeStrong>восстанавливает своё НР</orangeStrong> в зависимости от потерянного процента НР. Этот эффект может сработать до 2 раз.",
        "tag": "Восстановление"
      }
    },
    "technique": {
      "0": {
        "name": "Пророчеству сопутствует вера",
        "fullDesc": "После использования техники все члены отряда получают Барьер на {{1}} сек. Противники не могут начать бой, атакуя этот Барьер. После начала боя во время действия Барьера Фу Сюань автоматически активирует Матрицу предвидения на {{2}} хода.",
        "shortDesc": "Активирует Матрицу предвидения и не позволяет атакам противника начать бой. В начале боя автоматически активируется Матрица предвидения.",
        "tag": "Защита"
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Прорицание Тайи, макрокосм",
        "fullDesc": "Пока активна Матрица предвидения, использование навыка Фу Сюань дополнительно восстанавливает {{1}} ед. энергии."
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Прорицание Дуньцзя, метамистика",
        "fullDesc": "Использование сверхспособности восстанавливает остальным союзникам НР, равное {{1, percent}}% от макс. НР Фу Сюань плюс {{2}} ед."
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Прорицание Люжэнь, гексаграмма воды",
        "fullDesc": "Если противник накладывает на союзника эффект контроля пока активна Матрица предвидения, то она позволяет всем союзникам избежать любых накладываемых противниками эффектов контроля в текущем ходе. Этот эффект может сработать только 1 раз. Следующая активация Матрицы предвидения сбрасывает количество срабатываний этого эффекта."
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Власть над жизнью и смертью",
      "desc": "Статус Знание повышает крит. урон на {{1, percent}}%."
    },
    "2": {
      "name": "Зловещее предзнаменование",
      "desc": "Если союзник получает добивающий урон, пока активна Матрица предвидения, то в текущем действии все союзники, получающие добивающий урон, не становятся неспособными сражаться, вместо этого они восстанавливают {{1, percent}}% своего НР. Этот эффект может сработать только 1 раз за бой."
    },
    "3": {
      "name": "Неблагоприятный день",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "4": {
      "name": "Счастливая звезда",
      "desc": "Когда противник атакует союзника со статусом Матрица предвидения, Фу Сюань восстанавливает {{1}} ед. энергии."
    },
    "5": {
      "name": "Мастер сокрытого",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10."
    },
    "6": {
      "name": "Зерно истины",
      "desc": "Активация Матрицы предвидения накапливает общее количество НР, потерянного всеми членами отряда в текущем бою. Наносимый сверхспособностью Фу Сюань урон повышается на {{1, percent}}% от общего количества НР, потерянного всеми членами отряда в текущем бою.<br>Общее количество НР, потерянное всеми членами отряда в текущем бою, не может превышать {{2, percent}}% от макс. НР Фу Сюань. После использования сверхспособности это значение сбрасывается и начинает подсчитываться заново."
    }
  }
}