{
  "name": "Серебряный Волк",
  "abilities": {
    "basic": {
      "0": {
        "name": "Системное предупреждение",
        "fullDesc": "Наносит выбранному противнику квантовый урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Серебряного Волка.",
        "shortDesc": "Наносит небольшой квантовый урон выбранному противнику."
      }
    },
    "skill": {
      "0": {
        "name": "Разрешить изменения?",
        "fullDesc": "Имеет <u>базовый шанс</u> <orangeStrong>{{2}}%</orangeStrong> добавить выбранному противнику 1 уязвимость того же типа, что и тип атаки союзника на поле боя, а также понижает сопротивление урону противника этому типу атаки на {{4}}% на {{3}} хода. Если добавленная уязвимость совпадает с изначальной уязвимостью противника, то понижение сопротивления урону не срабатывает.\\nОдин противник может получить только одну добавленную Серебряным Волком уязвимость. Если она добавляет новый тип уязвимости этому же противнику, сохраняется только последняя добавленная уязвимость.\\nИмеет <u>базовый шанс</u> {{5}}% понизить сопротивление урону любого типа этого противника на <orangeStrong>{{6}}%</orangeStrong> на {{7}} хода. Наносит этому противнику квантовый урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Серебряного Волка.",
        "shortDesc": "Имеет высокий шанс добавить выбранному противнику <orangeStrong>дополнительную уязвимость</orangeStrong> и наносит ему квантовый урон."
      }
    },
    "ult": {
      "0": {
        "name": "Пользователь забанен",
        "fullDesc": "Имеет <u>базовый шанс</u> <orangeStrong>{{2}}%</orangeStrong> понизить защиту выбранного противника на <orangeStrong>{{3}}%</orangeStrong> на {{4}} хода. Также наносит этому противнику квантовый урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Серебряного Волка.",
        "shortDesc": "Имеет высокий шанс <orangeStrong>понизить защиту</orangeStrong> выбранного противника и наносит ему огромный квантовый урон."
      }
    },
    "technique": {
      "0": {
        "name": "Программа принудительного выхода",
        "fullDesc": "Немедленно атакует противника и после начала боя наносит всем противникам квантовый урон, равный {{1}}% от силы атаки Серебряного Волка, а также игнорирует типы уязвимости и истощает стойкость всех противников. Противники с пробитой таким образом уязвимостью получают эффект пробития квантовой уязвимости.",
        "shortDesc": "Атакует противника и после начала боя наносит всем противникам небольшой урон, а также истощает их стойкость, игнорируя тип уязвимости."
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Генерация",
        "fullDesc": "Длительность Бага увеличивается на {{1}} ход. Каждое пробитие уязвимости противника даёт Серебряному Волку базовый шанс {{2}}% вызвать у противника случайный Баг.",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Внедрение",
        "fullDesc": "Длительность добавленной навыком уязвимости увеличивается на {{1}} ход.",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Примечание",
        "fullDesc": "Если во время использования навыка у противника имеется {{1}} или более ослаблений, то его сопротивление урону любого типа понижается на доп. {{2}}%.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Социальная инженерия",
      "desc": "После использования сверхспособности для атаки противника за каждое имеющееся у этого противника ослабление Серебряный Волк восстанавливает {{1}} ед. энергии. Этот эффект может сработать до {{2}} раз за каждое использование сверхспособности для атаки противника."
    },
    "2": {
      "name": "Бот-сеть",
      "desc": "Когда противник вступает в бой, его сопротивление эффектам понижается на {{1}}%."
    },
    "3": {
      "name": "Полезная нагрузка",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "4": {
      "name": "Порт перенаправления",
      "desc": "После использования сверхспособности для атаки противника за каждое имеющееся у этого противника ослабление Серебряный Волк наносит дополнительный квантовый урон, равный {{1}}% от её силы атаки. Этот эффект может сработать до {{2}} раз за каждое использование сверхспособности для атаки противника."
    },
    "5": {
      "name": "Брутфорс",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10."
    },
    "6": {
      "name": "Оверлейная сеть",
      "desc": "За каждое имеющееся у противника ослабление наносимый Серебряным Волком урон повышается на {{1}}% до макс. {{2}}%."
    }
  }
}