{
  "name": "Раппа",
  "abilities": {
    "basic": {
      "0": {
        "name": "Ниндзюцу: Стоять несмотря ни на что",
        "fullDesc": "Наносит выбранному противнику мнимый урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Раппы.",
        "shortDesc": "Наносит небольшой мнимый урон выбранному противнику.",
        "tag": "Одиночная атака"
      },
      "1": {
        "name": "Нингу: Лепестки истребления демонов",
        "shortDesc": "Наносит небольшой мнимый урон выбранному противнику и небольшой мнимый урон соседним целям. Атака противников без мнимой уязвимости также истощает их стойкость.",
        "tag": "Взрывная атака"
      },
      "2": {
        "name": "Нингу: Лепестки истребления демонов",
        "shortDesc": "Наносит небольшой мнимый урон выбранному противнику и небольшой мнимый урон соседним целям. Атака противников без мнимой уязвимости также истощает их стойкость.",
        "tag": "Взрывная атака"
      },
      "3": {
        "name": "Нингу: Лепестки истребления демонов",
        "shortDesc": "Наносит небольшой мнимый урон всем противникам. Атака противников без мнимой уязвимости также истощает их стойкость.",
        "tag": "Групповая атака"
      },
      "4": {
        "name": "Нингу: Лепестки истребления демонов",
        "fullDesc": "Проводит атаку Нингу: Лепестки истребления демонов, первые два удара которой наносят выбранному противнику мнимый урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Раппы, и мнимый урон соседним целям, равный <orangeStrong>{{2, percent}}%</orangeStrong> от силы атаки Раппы. Третий удар этой атаки наносит всем противникам мнимый урон, равный <orangeStrong>{{3, percent}}%</orangeStrong> от силы атаки Раппы.<br>Усиленная базовая атака не может восстанавливать очки навыков, но она наносит урон стойкости, равный {{4, percent}}% от изначального урона стойкости, противникам, не имеющим мнимой уязвимости. Пробитие уязвимости противника накладывает на него эффект пробития мнимой уязвимости.",
        "shortDesc": "Первые два удара наносят небольшой мнимый урон выбранному противнику и небольшой мнимый урон соседним целям. Третий удар наносит небольшой мнимый урон всем противникам. Атака противников без мнимой уязвимости также истощает их стойкость.",
        "tag": "Взрывная атака"
      }
    },
    "skill": {
      "0": {
        "name": "Удар ниндзя: Глубокая решительность",
        "fullDesc": "Наносит всем противникам мнимый урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Раппы.",
        "shortDesc": "Наносит мнимый урон всем противникам.",
        "tag": "Групповая атака"
      }
    },
    "ult": {
      "0": {
        "name": "Верховный путь ниндзя: Сильная любовь",
        "fullDesc": "Переходит в состояние Форма печати и немедленно получает 1 дополнительный ход и {{3}} ед. заряда Цветные чернила, а также повышает свою эффективность пробития уязвимости на {{1, percent}}% и эффект пробития на <orangeStrong>{{2, percent}}%</orangeStrong>.<br>Состояние Форма печати усиливает базовую атаку персонажа и запрещает использование его навыка и сверхспособности. После использования усиленной базовой атаки расходуется 1 ед. заряда Цветные чернила. Расход всех единиц заряда Цветные чернила снимает состояние Форма печати с персонажа.",
        "shortDesc": "Переходит в состояние Форма печати, получает <orangeStrong>дополнительный ход</orangeStrong> и 3 ед. заряда Цветные чернила, а также <orangeStrong>повышает свою эффективность пробития уязвимости и эффект пробития</orangeStrong>.<br>Состояние Форма печати <orangeStrong>усиливает базовую атаку</orangeStrong> персонажа. После использования усиленной базовой атаки расходуется 1 ед. заряда Цветные чернила. Расход всех единиц заряда Цветные чернила снимает состояние Форма печати с персонажа.",
        "tag": "Усиление"
      }
    },
    "talent": {
      "0": {
        "name": "Техника ниндзя: Шкала выносливости",
        "fullDesc": "При пробитии уязвимости противника Раппа получает 1 ед. заряда до макс. {{1}} ед. Третий удар следующего использованного Раппой умения Нингу: Лепестки истребления демонов дополнительно наносит всем противникам урон пробития, равный <orangeStrong>{{3, percent}}%</orangeStrong> от мнимого урона пробития Раппы. Этот урон истощает {{4}} ед. стойкости цели вне зависимости от типа её уязвимости и расходует все единицы заряда. Каждая единица заряда повышает множитель урона пробития этой атаки на <orangeStrong>{{5, percent}}%</orangeStrong>, а также увеличивает урон стойкости на {{6}} ед. вне зависимости от типа уязвимости цели.<br>Пробитие уязвимости цели накладывает на неё эффект пробития мнимой уязвимости.",
        "shortDesc": "При пробитии уязвимости противника Раппа получает 1 ед. заряда. Третий удар умения Нингу: Лепестки истребления демонов дополнительно наносит всем противникам мнимый урон пробития, который может <orangeStrong>истощать стойкость цели вне зависимости от типа её уязвимости</orangeStrong>. Он также расходует все единицы заряда, что повышает множитель урона пробития и урон стойкости этой атаки.",
        "tag": "Усиление"
      }
    },
    "technique": {
      "0": {
        "name": "Шаг ниндзя: Значение крови",
        "fullDesc": "Использование техники позволяет персонажу перейти в состояние Граффити на {{1}} сек. Будучи в этом состоянии, персонаж стремительно движется вперёд на определённое расстояние и атакует всех затронутых противников. Во время стремительного движения персонаж игнорирует все атаки противников. Использование атаки в состоянии Граффити завершает это состояние. В начале боя, вызванного атакующим действием, наносит каждой цели {{5}} ед. урона стойкости вне зависимости от типов их уязвимости и урон пробития, равный {{2, percent}}% от мнимого урона пробития Раппы, а также наносит соседним целям урон пробития, равный {{3, percent}}% от её мнимого урона пробития. В это же время Раппа восстанавливает {{4}} ед. энергии.",
        "shortDesc": "Переходит в состояние Граффити. Стремительно движется вперёд на определённое расстояние и атакует всех затронутых противников. В начале боя, вызванного атакующим действием, наносит каждому противнику <orangeStrong>урон стойкости вне зависимости от типов их уязвимости</orangeStrong> и мнимый урон пробития, а также наносит соседним целям мнимый урон пробития. В то же время Раппа восстанавливает свою энергию.",
        "tag": "Усиление"
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Свиток ниндзя: Грешный рай",
        "fullDesc": "Пробитие уязвимости противника элитного ранга и выше дополнительно восстанавливает {{2}} ед. заряда Раппы и {{1}} ед. её энергии."
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Свиток ниндзя: Морское эхо",
        "fullDesc": "После того как усиленная базовая атака Раппы в состоянии Форма печати наносит противнику с пробитой уязвимостью урон, урон стойкости этой атаки конвертируется в {{1, percent}}% урона суперпробития 1 раз."
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Свиток ниндзя: Опавшие листья",
        "fullDesc": "Когда уязвимость противника пробивается, получаемый им урон пробития повышается на {{1, percent}}%. Если текущая сила атаки Раппы выше {{2}} ед., то за каждые 100 ед. силы атаки, превышающих это значение, получаемый им урон пробития повышается на доп. {{3, percent}}% до макс. доп. {{4, percent}}%. Этот эффект длится {{5}} хода."
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Возвращение с того света без уплаты счёта",
      "desc": "Пока Раппа находится в состоянии Форма печати, вызванном её сверхспособностью, наносимый ею урон игнорирует {{1, percent}}% защиты противника. Выход из состояния Форма печати восстанавливает {{2}} ед. её энергии."
    },
    "2": {
      "name": "Свобода мысли, просветлённой хайку",
      "desc": "Наносимый выбранному противнику первыми 2 ударами усиленной базовой атаки урон стойкости повышается на {{1, percent}}%."
    },
    "3": {
      "name": "Множество святынь, пустивших ад",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "4": {
      "name": "Потеря ниндо, погрязшего во времени",
      "desc": "Пока Раппа находится в состоянии Форма печати, скорость всех союзников повышается на {{1, percent}}%."
    },
    "5": {
      "name": "Меткость стрелы хладнокровного рейнджера",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10."
    },
    "6": {
      "name": "Праведность гнева, не щадящего зла",
      "desc": "В начале боя Раппа получает {{1}} ед. заряда, описанного в таланте персонажа. Макс. количество единиц заряда увеличивается на {{2}}. После выполнения третьего удара умения Нингу: Лепестки истребления демонов получает {{1}} ед. заряда."
    }
  }
}