{
  "name": "Клара",
  "abilities": {
    "basic": {
      "0": {
        "name": "Я хочу помочь",
        "fullDesc": "Наносит выбранному противнику физический урон, равный <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> от силы атаки Клары.",
        "shortDesc": "Наносит небольшой физический урон выбранному противнику."
      }
    },
    "skill": {
      "0": {
        "name": "Сварог оберегает тебя",
        "fullDesc": "Наносит всем противникам физический урон, равный <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> от силы атаки Клары, а также наносит противникам, помеченным Меткой контратаки Сварога, дополнительный физический урон, равный <color=#f29e38ff><unbreak>#2[i]%</unbreak></color> от силы атаки Клары.\\nПосле использования навыка все Метки контратаки исчезают.",
        "shortDesc": "Наносит физический урон всем противникам. Наносит <color=#f29e38ff>дополнительный физический урон</color> противникам с Меткой контратаки."
      }
    },
    "ult": {
      "0": {
        "name": "Обещание, а не приказ",
        "fullDesc": "После использования сверхспособности наносимый Кларе урон понижается на дополнительные <color=#f29e38ff><unbreak>#4[i]%</unbreak></color>, а вероятность быть атакованной противниками значительно повышается. Эти эффекты длятся <unbreak>#3[i]</unbreak> хода.\\nТакже усиливается <u>Контратака</u> Сварога. Когда противник атакует союзника, Сварог немедленно проводит <u>Контратаку</u>, и её множитель урона повышается на <color=#f29e38ff><unbreak>#2[i]%</unbreak></color>. Соседние цели получают <unbreak>50%</unbreak> от урона, нанесённого цели. Усиленная <u>Контратака</u> может сработать до <unbreak>#5[i]</unbreak> раз.",
        "shortDesc": "<color=#f29e38ff>Понижает получаемый персонажем урон</color> и повышает вероятность быть атакованной противниками, а также усиливает эффект <u>Контратаки</u>."
      }
    },
    "technique": {
      "0": {
        "name": "Малая цена за победу",
        "fullDesc": "Немедленно атакует противника и после начала боя повышает вероятность Клары быть атакованной противниками на <unbreak>#1[i]</unbreak> хода.",
        "shortDesc": "Атакует противника и после начала боя повышает вероятность быть атакованной противниками."
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника."
      }
    }
  }
}