{
  "name": "Искорка",
  "abilities": {
    "basic": {
      "0": {
        "name": "Театр одной актрисы",
        "fullDesc": "Наносит выбранному противнику квантовый урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Искорки.",
        "shortDesc": "Наносит небольшой квантовый урон выбранному противнику."
      }
    },
    "skill": {
      "0": {
        "name": "Плавающая во снах",
        "fullDesc": "Повышает крит. урон выбранного союзника на <orangeStrong>{{1}}%</orangeStrong> от крит. урона Искорки плюс <orangeStrong>{{2}}%</orangeStrong> на {{3}} ход и продвигает его действие вперёд на {{4}}%.\\nКогда это умение используется на самой Искорке, её действие не продвигается вперёд.",
        "shortDesc": "Повышает <color=#f29e38ff>крит. урон</color> выбранного союзника и продвигает его действие вперёд."
      }
    },
    "ult": {
      "0": {
        "name": "Героиня о тысяче лиц",
        "fullDesc": "Восстанавливает {{2}} очка навыков отряда и накладывает на всех союзников статус Шифр. Для имеющих этот статус союзников каждый уровень эффекта повышения урона, описанного в таланте Искорки, дополнительно повышается на <orangeStrong>{{3}}%</orangeStrong> на {{4}} хода.",
        "shortDesc": "Восстанавливает <color=#f29e38ff>очки навыков</color> отряда и дополнительно усиливает эффект повышения урона, описанного в таланте Искорки."
      }
    },
    "technique": {
      "0": {
        "name": "Ненадёжный рассказчик",
        "fullDesc": "После использования техники все союзники получают статус Запутывание на {{2}} сек. Персонажи со статусом Запутывание не могут быть обнаружены противниками. Вступление в бой с активным статусом Запутывание восстанавливает {{1}} очка навыков отряда.",
        "shortDesc": "Использование техники накладывает на всех союзников статус Запутывание. Персонажи с этим статусом не могут быть обнаружены противниками. Вступление в бой с активным статусом Запутывание восстанавливает <color=#f29e38ff>очки навыков</color> отряда."
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "shortDesc": ""
      }
    }
  }
}