{
  "name": "Авантюрин",
  "abilities": {
    "basic": {
      "0": {
        "name": "Интуитивная ставка",
        "fullDesc": "Наносит выбранному противнику мнимый урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от защиты Авантюрина.",
        "shortDesc": "Наносит небольшой мнимый урон выбранному противнику."
      }
    },
    "skill": {
      "0": {
        "name": "Опорный камень делюкс",
        "fullDesc": "Накладывает на всех союзников щит Укреплённая ставка, который может поглотить урон, равный <orangeStrong>{{1, percent(fixed: 1)}}%</orangeStrong> от защиты Авантюрина плюс <orangeStrong>{{2}}</orangeStrong> ед., на {{3}} хода. Повторное получение щита Укреплённая ставка повышает его эффект на такую же величину, но не превышая {{4, percent}}% от наложенного навыком текущего щита.",
        "shortDesc": "Накладывает на всех союзников щит Укреплённая ставка, который <orangeStrong>может складываться</orangeStrong>."
      }
    },
    "ult": {
      "0": {
        "name": "Акула рулетки",
        "fullDesc": "Получает от 1 до {{1}} ед. заряда Ставка вслепую, затем накладывает на выбранного противника статус Паника на {{4}} хода и наносит ему мнимый урон, равный <orangeStrong>{{2, percent}}%</orangeStrong> от защиты Авантюрина. Когда союзник поражает противника со статусом Паника, наносимый ему крит. урон повышается на <orangeStrong>{{3, percent(fixed: 1)}}%</orangeStrong>.",
        "shortDesc": "Получает случайное количество заряда Ставка вслепую, затем накладывает на противника статус Паника и наносит ему мнимый урон. Когда союзник поражает противника со статусом Паника, наносимый им <orangeStrong>крит. урон повышается</orangeStrong>."
      }
    },
    "technique": {
      "0": {
        "name": "Красное или чёрное",
        "fullDesc": "Использование техники даёт 1 из указанных эффектов:\\nгарантированный шанс получить повышение защиты на {{1, percent}}%;\\nвысокий шанс получить повышение защиты на {{2, percent}}%;\\nнизкий шанс получить повышение защиты на {{3, percent}}%.\\nПри повторном использовании сохраняется эффект с самым высоким значением.\\nВ начале следующего боя защита всех союзников повышается на соответствующую величину на {{4}} хода.",
        "shortDesc": "Использование техники даёт 1 случайный эффект усиления защиты из 3. После начала боя защита всех союзников повышается на соответствующую величину."
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Рычаг",
        "fullDesc": "Если защита Авантюрина выше {{3}} ед., каждые превышающие это значение 100 ед. повышают крит. шанс Авантюрина на {{1, percent}}% до макс. {{2, percent}}%.",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Нарастающая удача",
        "fullDesc": "В начале боя накладывает на всех союзников щит Укреплённая ставка на {{1}} хода. Поглощаемый этим щитом урон равен {{2, percent}}% от щита, наложенного навыком персонажа.",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Бинго!",
        "fullDesc": "После того как союзник, имеющий щит Укреплённая ставка, выполняет бонус-атаку, Авантюрин получает 1 ед. заряда Ставка вслепую. Этот эффект может сработать только {{3}} раза. Количество срабатываний этого эффекта сбрасывается в начале хода Авантюрина. После того как Авантюрин выполняет описанную в его таланте бонус-атаку, он накладывает на всех союзников щит Укреплённая ставка, который может поглотить урон, равный {{1, percent}}% от защиты Авантюрина плюс {{2}} ед., а также накладывает на союзника с самым низким показателем щита дополнительный щит Укреплённая ставка, который может поглотить урон, равный {{4, percent}}% от защиты Авантюрина плюс {{5}} ед., на 3 хода.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Дилемма заключённого",
      "desc": "Крит. урон союзников со щитом Укреплённая ставка повышается на {{1, percent}}%. Использование сверхспособности накладывает на всех союзников щит Укреплённая ставка на {{3}} хода. Поглощаемый этим щитом урон равен {{2, percent}}% от щита, наложенного навыком персонажа."
    },
    "2": {
      "name": "Ограниченная рациональность",
      "desc": "Использование базовой атаки понижает все типы сопротивления цели на {{2, percent}}% на {{3}} хода."
    },
    "3": {
      "name": "Частота выпадения",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10."
    },
    "4": {
      "name": "Парадокс неожиданной казни",
      "desc": "Использование бонус-атаки, описанной в таланте Авантюрина, сначала повышает его защиту на {{1, percent}}% на {{2}} хода. Количество ударов этой бонус-атаки увеличивается на {{3}}."
    },
    "5": {
      "name": "Избегание неопределённости",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "6": {
      "name": "Охота на оленя",
      "desc": "Наносимый Авантюрином урон повышается на {{1, percent}}% за каждого имеющего щит союзника в отряде до макс. {{2, percent}}%."
    }
  }
}