{
  "name": "Жуань Мэй",
  "abilities": {
    "basic": {
      "0": {
        "name": "Игла с орхидеей",
        "fullDesc": "Наносит выбранному противнику ледяной урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Жуань Мэй.",
        "shortDesc": "Наносит небольшой ледяной урон выбранному противнику."
      }
    },
    "skill": {
      "0": {
        "name": "Повторяющаяся мелодия пения струн",
        "fullDesc": "Использование навыка даёт Жуань Мэй статус Обертон на {{3}} хода. Длительность этого статуса уменьшается на 1 ход в начале каждого хода Жуань Мэй. Пока у Жуань Мэй есть этот статус, урон всех союзников повышается на <orangeStrong>{{1}}%</orangeStrong>, а их эффективность пробития уязвимости - на {{2}}%.",
        "shortDesc": "Использование навыка даёт Жуань Мэй статус Обертон. Пока у Жуань Мэй есть этот статус, <orangeStrong>урон</orangeStrong> и <orangeStrong>эффективность пробития уязвимости</orangeStrong> всех союзников повышаются."
      }
    },
    "ult": {
      "0": {
        "name": "Лепестки на воде, отдых во сне",
        "fullDesc": "Жуань Мэй создаёт зону на {{2}} хода. Длительность этой зоны уменьшается на 1 ход в начале каждого хода Жуань Мэй.\\nПока эта зона активна, пробитие всех типов сопротивления всех союзников повышается на <orangeStrong>{{1}}%</orangeStrong>. Атаки союзников накладывают статус Цветение сливы на поражённых противников.\\nСтатус Цветение сливы активируется, когда противник пытается восстановить свою <u>пробитую уязвимость</u>. Этот статус продлевает состояние <u>пробитой уязвимости</u> противника и <u>задерживает его действие</u> на сумму, равную {{3}}% от эффекта пробития Жуань Мэй плюс {{4}}%, а также наносит урон пробития, равный <orangeStrong>{{5}}%</orangeStrong> от <u>урона ледяного пробития</u> Жуань Мэй.\\nПротивники, не восстановившие <u>пробитую уязвимость</u>, не могут получить статус Цветение сливы повторно.",
        "shortDesc": "Повышает <orangeStrong>пробитие всех типов сопротивления</orangeStrong> всех союзников. Их атаки накладывают статус Цветение сливы на поражённых противников."
      }
    },
    "technique": {
      "0": {
        "name": "Шёлковая серенада",
        "fullDesc": "После использования техника даёт статус Шёлковая серенада. В начале следующего боя навык персонажа активируется автоматически {{1}} раз. Активация этого эффекта не расходует очки навыков.\\nПока у Жуань Мэй есть статус Шёлковая серенада в Виртуальной вселенной и Расходящейся вселенной, союзники, которые начинают бой с атаки противника, будут считаться начавшими бой с атаки уязвимости, а стойкость противников будет истощена вне зависимости от их типа уязвимости. Пробитие уязвимости таким образом накладывает эффект пробития уязвимости, сходный с типом атаки персонажа. Каждое имеющееся благословение (до макс. {{4}} шт.) повышает урон стойкости этой атаки на доп. {{2}}%. Если эта атака пробивает уязвимость противника, она наносит доп. урон пробития, равный {{3}}% от урона ледяного пробития Жуань Мэй.",
        "shortDesc": "В начале следующего боя автоматически активирует навык персонажа <orangeStrong>{{1}}</orangeStrong> раз. После использования техники союзники, атакующие противников в Виртуальной вселенной или Расходящейся вселенной, будут считаться начавшими бой с атаки уязвимости противника, а стойкость противников будет истощена <orangeStrong>вне зависимости от их типа уязвимости</orangeStrong>. Каждое имеющееся благословение повышает урон стойкости, а при пробитии уязвимости дополнительно наносит урон пробития."
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Инертное дыхание",
        "fullDesc": "Повышает эффект пробития всех союзников на {{1}}%.",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Дни угасают, мысли сгущаются",
        "fullDesc": "В начале своего хода Жуань Мэй восстанавливает {{1}} ед. энергии.",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Огни свеч на поверхности воды",
        "fullDesc": "Во время боя за каждые {{2}}%, превышающие {{1}}% эффекта пробития Жуань Мэй, её навык дополнительно повышает урон союзников на {{3}}% до макс. {{4}}%.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Нейронный узор",
      "desc": "Наносимый союзниками в зоне урон игнорирует {{1}}% защиты цели."
    },
    "2": {
      "name": "Прогулка вдоль тростника",
      "desc": "Пока Жуань Мэй находится на поле боя, сила атаки союзников, наносящих урон противникам с пробитой уязвимостью, повышается на {{1}}%."
    },
    "3": {
      "name": "Изумрудный пируэт",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "4": {
      "name": "Мерцающий блеск зеркала",
      "desc": "Пробитие уязвимости противника повышает эффект пробития Жуань Мэй на {{1}}% на {{2}} хода."
    },
    "5": {
      "name": "Декоративная шпилька в волосах",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10."
    },
    "6": {
      "name": "Веер на складках шёлковой ткани",
      "desc": "Длительность зоны, созданной сверхспособностью персонажа, увеличивается на {{1}} ход. Множитель урона пробития, описанного в таланте персонажа, дополнительно повышается на {{2}}%."
    }
  }
}