{
  "name": "Миша",
  "abilities": {
    "basic": {
      "0": {
        "name": "П-прошу прощения!..",
        "fullDesc": "Наносит выбранному противнику ледяной урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Миши.",
        "shortDesc": "Наносит небольшой ледяной урон выбранному противнику."
      }
    },
    "skill": {
      "0": {
        "name": "О-обслуживание номеров",
        "fullDesc": "Увеличивает количество ударов следующей сверхспособности Миши на {{3}}. Наносит выбранному противнику ледяной урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Миши, и ледяной урон соседним целям, равный <orangeStrong>{{2, percent}}%</orangeStrong> от силы атаки Миши.",
        "shortDesc": "Наносит ледяной урон выбранному противнику и небольшой урон соседним целям, а также увеличивает <orangeStrong>количество ударов следующей сверхспособности</orangeStrong> Миши."
      }
    },
    "ult": {
      "0": {
        "name": "Оп-п-паздываю!",
        "fullDesc": "Изначально количество ударов сверхспособности равно {{1}}. Сначала выполняет 1 удар, который наносит выбранному противнику ледяной урон, равный <orangeStrong>{{2, percent}}%</orangeStrong> от силы атаки Миши. Каждый следующий удар наносит случайному противнику ледяной урон, равный <orangeStrong>{{2, percent}}%</orangeStrong> от силы атаки Миши. Перед каждым попаданием имеется <u>базовый шанс</u> <orangeStrong>{{3, percent(fixed: 1)}}%</orangeStrong> наложить на цель статус Заморозка на 1 ход.\\nПротивник со статусом Заморозка не может совершать действий и будет получать <u>дополнительный ледяной урон</u>, равный <orangeStrong>{{4, percent}}%</orangeStrong> от силы атаки Миши.\\nЭта сверхспособность может иметь до {{5}} ударов за одно действие. После использования сверхспособности количество ударов сбрасывается до изначального значения.",
        "shortDesc": "Наносит небольшой ледяной урон выбранному противнику. Изначально эта атака отскакивает от противников <orangeStrong>{{1}}</orangeStrong> раза до макс. <orangeStrong>{{5}}</orangeStrong> раз. Перед каждым попаданием есть небольшой шанс наложить на цель статус <orangeStrong>Заморозка</orangeStrong>."
      }
    },
    "technique": {
      "0": {
        "name": "Остановись! Ты прекрасно!",
        "fullDesc": "Использование техники создаёт пространство, которое существует {{1}} сек. Противники, попавшие в это пространство, получают статус Тюрьма сновидений, который прекращает все их действия. Если бой с противником начинается в этом пространстве, количество ударов следующей сверхспособности Миши увеличивается на {{2}}. Одновременно может существовать только одно пространство, созданное союзниками.",
        "shortDesc": "Создаёт особое пространство, которое останавливает всех находящихся в нём противников. Если бой с противником начинается в этом пространстве, <orangeStrong>количество ударов следующей сверхспособности</orangeStrong> Миши увеличивается."
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Выброс",
        "fullDesc": "Перед первым ударом сверхспособности базовый шанс наложить на цель статус Заморозка повышается на {{1, percent}}%.",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Сцепление",
        "fullDesc": "Использование сверхспособности повышает шанс попадания эффектов на {{1, percent}}% до окончания выполнения текущей сверхспособности.",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Трансмиссия",
        "fullDesc": "Во время нанесения урона противнику со статусом Заморозка крит. урон повышается на {{1, percent}}%.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Причудливость мимолётности",
      "desc": "Во время использования сверхспособности каждый имеющийся на поле боя противник дополнительно увеличивает количество ударов текущей сверхспособности на {{1}} до макс. {{2}} ударов."
    },
    "2": {
      "name": "Отчаяние юности",
      "desc": "Перед каждым ударом сверхспособности появляется базовый шанс {{3, percent}}% понизить защиту цели на {{1, percent}}% на {{2}} хода."
    },
    "3": {
      "name": "Отголосок счастливых лет",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10."
    },
    "4": {
      "name": "Отзвук родственной близости",
      "desc": "Множитель урона каждого удара сверхспособности повышается на {{1, percent}}%."
    },
    "5": {
      "name": "Зарождение первой любви",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "6": {
      "name": "Отчуждение мечты",
      "desc": "Использование сверхспособности повышает наносимый персонажем урон на {{2, percent}}% до конца его хода. Следующее использование навыка также восстанавливает {{1}} очко навыков отряда."
    }
  }
}