{
  "name": "Линша",
  "abilities": {
    "basic": {
      "0": {
        "name": "Клятвенный ладан",
        "fullDesc": "Наносит выбранному противнику огненный урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Линша.",
        "shortDesc": "Наносит небольшой огненный урон выбранному противнику.",
        "tag": "Одиночная атака"
      }
    },
    "skill": {
      "0": {
        "name": "Дымчатое великолепие",
        "fullDesc": "Наносит всем противникам огненный урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Линша, восстанавливает всем союзникам НР, равное <orangeStrong>{{2, percent(fixed: 1)}}%</orangeStrong> от силы атаки Линша плюс <orangeStrong>{{3}}</orangeStrong> ед., а также продвигает действие Фуюань вперёд на {{4, percent}}%.",
        "shortDesc": "Наносит небольшой огненный урон всем противникам, <orangeStrong>восстанавливает НР</orangeStrong> всех союзников, а также продвигает действие Фуюань вперёд.",
        "tag": "Групповая атака"
      }
    },
    "ult": {
      "0": {
        "name": "Туманный пейзаж",
        "fullDesc": "Накладывает на всех противников статус Затуманивание. Получаемый противниками с этим статусом урон пробития повышается на <orangeStrong>{{4, percent}}%</orangeStrong> на {{5}} хода.<br>Наносит всем противникам огненный урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Линша, восстанавливает всем союзникам НР, равное <orangeStrong>{{2, percent(fixed: 1)}}%</orangeStrong> от силы атаки Линша плюс <orangeStrong>{{3}}</orangeStrong> ед., а также продвигает действие Фуюань вперёд на {{6, percent}}%.",
        "shortDesc": "Повышает получаемый всеми противниками <orangeStrong>урон пробития</orangeStrong>, наносит им огненный урон и <orangeStrong>восстанавливает НР</orangeStrong> всех союзников, а также продвигает действие Фуюань вперёд.",
        "tag": "Групповая атака"
      }
    },
    "talent": {
      "0": {
        "name": "Явление туманного танца",
        "fullDesc": "Использование навыка призывает Фуюань, изначальная скорость которой равна {{1}}, а её количество действий - {{7}}.<br>Во время своего действия Фуюань выполняет бонус-атаку, которая наносит всем противникам огненный урон, равный <orangeStrong>{{2, percent}}%</orangeStrong> от силы атаки Линша, а также наносит огненный урон, равный <orangeStrong>{{8, percent}}%</orangeStrong> от силы атаки Линша, случайному противнику, отдавая предпочтение цели, стойкость которой выше 0 и которая имеет огненную уязвимость. Снимает по {{6}} ослаблению с каждого союзника и восстанавливает его НР, равное <orangeStrong>{{3, percent(fixed: 1)}}%</orangeStrong> от силы атаки Линша плюс <orangeStrong>{{4}}</orangeStrong> ед.<br>Фуюань может выполнить до {{5}} действий, и она исчезает с поля боя, когда количество её действий опускается до 0 или когда Линша становится неспособна сражаться.<br>Пока Фуюань находится на поле боя, повторное использование навыка добавляет ей {{7}} действия.",
        "shortDesc": "Использование навыка призывает Фуюань. Во время своего действия Фуюань выполняет <orangeStrong>бонус-атаку</orangeStrong>, которая наносит небольшой огненный урон всем противникам, а также наносит небольшой огненный урон случайному противнику, отдавая предпочтение цели, стойкость которой выше 0 и которая имеет огненную уязвимость. Снимает по 1 ослаблению с каждого союзника и <orangeStrong>восстанавливает его НР</orangeStrong>.<br>Повторное использование навыка добавляет действия Фуюань.",
        "tag": "Групповая атака"
      }
    },
    "technique": {
      "0": {
        "name": "Огни утренней зари",
        "fullDesc": "Использование техники позволяет немедленно призвать Фуюань в начале следующего боя и накладывает на всех противников статус Затуманивание на {{1}} хода.",
        "shortDesc": "Использование техники немедленно призывает Фуюань в начале следующего боя и повышает получаемый всеми противниками <orangeStrong>урон пробития</orangeStrong>.",
        "tag": "Поддержка"
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "tag": "Одиночная атака"
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Ярко-красное пламя",
        "fullDesc": "Сила атаки и исходящее исцеление персонажа повышаются на {{1, percent}}% и {{2, percent}}% от его эффекта пробития соответственно. Сила атаки и исходящее исцеление могут быть повышены таким образом до {{3, percent}}% и {{4, percent}}% соответственно."
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Лесная дымка",
        "fullDesc": "Использование базовой атаки дополнительно восстанавливает {{1}} ед. энергии."
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Эхо тлеющих угольков",
        "fullDesc": "Если какой-либо персонаж получает урон или расходует своё НР, пока Фуюань находится на поле боя, и если на поле боя есть персонаж, текущее НР которого ниже или равно {{1, percent}}%, то Фуюань немедленно проводит по противнику бонус-атаку, описанную в таланте персонажа. Эта атака не расходует действие Фуюань. Этот эффект может сработать повторно только через {{2}} хода."
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Букет ненастий",
      "desc": "Эффективность пробития уязвимости Линша повышается на {{2, percent}}%. Пробитие уязвимости противника понижает его защиту на {{1, percent}}%."
    },
    "2": {
      "name": "Карминовый дымок",
      "desc": "Использование сверхспособности повышает эффект пробития всех союзников на {{1, percent}}% на {{2}} хода."
    },
    "3": {
      "name": "Стебель дикого пламени",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "4": {
      "name": "Мимолётный букет",
      "desc": "Когда Фуюань выполняет действие, она восстанавливает НР, равное {{1, percent}}% от силы атаки Линша, союзнику с самым низким текущим НР."
    },
    "5": {
      "name": "Квинтэссенция равновесия",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10."
    },
    "6": {
      "name": "Сокрытое благоухание",
      "desc": "Пока Фуюань находится на поле боя, все типы сопротивления всех противников понижаются на {{1, percent}}%. Когда Фуюань атакует, она наносит урон {{2}} доп. раза, каждый из которых наносит случайному противнику огненный урон, равный {{3, percent}}% от силы атаки Линша, и {{4}} ед. урона стойкости. Предпочтение отдаётся цели, стойкость которой выше 0 и которая имеет огненную уязвимость."
    }
  }
}