{
  "name": "Топаз и Счетовод",
  "abilities": {
    "basic": {
      "0": {
        "name": "Дефицит...",
        "fullDesc": "Наносит выбранному противнику огненный урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Топаз.",
        "shortDesc": "Наносит небольшой огненный урон выбранному противнику."
      }
    },
    "skill": {
      "0": {
        "name": "Трудности с оплатой?",
        "fullDesc": "Накладывает на выбранного противника статус Справка о задолженности, который повышает получаемый урон от <u>бонус-атак</u> на <orangeStrong>{{2}}%</orangeStrong>. Статус Справка о задолженности применяется только к последней цели, получившей этот статус. В начале хода или во время действия союзника, если на поле боя нет противника со статусом Справка о задолженности, то Топаз накладывает этот статус на случайного противника.\\nСчетовод наносит этой цели огненный урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Топаз. Когда использование этого навыка наносит урон, оно считается проведением <u>бонус-атаки</u>.",
        "shortDesc": "Накладывает на противника статус Справка о задолженности, который <orangeStrong>повышает получаемый урон бонус-атаки</orangeStrong>. Счетовод также наносит этой цели огненный урон."
      }
    },
    "ult": {
      "0": {
        "name": "Из убытка в прибыль!",
        "fullDesc": "Счетовод входит в состояние Поразительный рост!, которое повышает его множитель урона на <orangeStrong>{{1}}%</orangeStrong>, крит. урон на <orangeStrong>{{2}}%</orangeStrong>, а также продвигает действие Счетовода вперёд на {{3}}%, когда противник со статусом Справка о задолженности получает урон от базовой атаки, навыка или сверхспособности союзника. После {{4}} атак Счетовод возвращается из состояния Поразительный рост!",
        "shortDesc": "Счетовод входит в состояние Поразительный рост!, которое <orangeStrong>повышает его множитель урона и крит. урон</orangeStrong>."
      }
    },
    "technique": {
      "0": {
        "name": "Дотация",
        "fullDesc": "Топаз призывает Счетовода, который может автоматически находить обычные сундуки и свинок-копилок в определённом радиусе.\\nИспользование техники восстанавливает {{1}} ед. энергии Топаз в следующем бою после первой атаки Счетовода.\\nПосле использования техники и победы над противником в открытом мире, если Счетовод остаётся в отряде, то при получении кредитов отряд дополнительно получает небольшое количество кредитов. За один земной день можно получить до {{2}} кредитов.\\nПосле использования техники и победы над противником в Виртуальной вселенной и Расходящейся вселенной отряд дополнительно получает небольшое количество космических фрагментов и имеет небольшой шанс получить 1 случайную диковину.",
        "shortDesc": "В лабиринтах <orangeStrong>призывает Счетовода, который следует за отрядом</orangeStrong>. Он автоматически <orangeStrong>находит ближайшие обычные сундуки и свинок-копилок</orangeStrong>. Использование техники восстанавливает энергию Топаз в следующем бою после первой атаки Счетовода."
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Рынок будущего",
      "desc": "Когда противник со статусом Справка о задолженности получает бонус-атаку, он также получает статус Привести в исполнение. Этот эффект может сработать только 1 раз за атаку.\\nСтатус Привести в исполнение повышает получаемый противником крит. урон от бонус-атак на {{1}}%. Этот эффект может складываться до {{2}} раз. Если статус Справка о задолженности снимается, то статус Привести в исполнение также снимается."
    },
    "2": {
      "name": "Дружественное приобретение",
      "desc": "После того, как Счетовод выполняет действие и атаку, Топаз восстанавливает {{1}} ед. энергии."
    },
    "3": {
      "name": "Хватай крупное, отпускай мелкое",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10."
    },
    "4": {
      "name": "Гибкое управление",
      "desc": "Когда начинается ход Счетовода, действие Топаз продвигается вперёд на {{1}}%."
    },
    "5": {
      "name": "Инфляция спроса",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "6": {
      "name": "Механизмы поощрения",
      "desc": "Количество атак Счетовода в состоянии Поразительный рост! увеличивается на {{1}}, а пробитие огненного сопротивления его атак повышается на {{2}}%."
    }
  }
}