{
  "name": "Блэйд",
  "abilities": {
    "basic": {
      "0": {
        "name": "Осколочный меч",
        "fullDesc": "Наносит выбранному противнику ветряной урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Блэйда.",
        "shortDesc": "Наносит небольшой ветряной урон выбранному противнику.",
        "tag": "Одиночная атака"
      },
      "1": {
        "name": "Частокол мечей",
        "fullDesc": "Расходует {{1, percent}}% от макс. НР Блэйда и наносит выбранному противнику ветряной урон, равный <orangeStrong>{{2, percent}}%</orangeStrong> от силы атаки Блэйда плюс <orangeStrong>{{4, percent}}%</orangeStrong> от его макс. НР, и ветряной урон соседним целям, равный <orangeStrong>{{3, percent}}%</orangeStrong> от силы атаки Блэйда плюс <orangeStrong>{{5, percent}}%</orangeStrong> от его макс. НР.<br>Если текущего НР недостаточно, то использование атаки Частокол мечей опускает текущее НР Блэйда до 1 ед.<br>Атака Частокол мечей не может восстанавливать очки навыков.",
        "shortDesc": "Расходует своё НР и наносит ветряной урон противнику, а также наносит небольшой ветряной урон соседним целям.",
        "tag": "Взрывная атака"
      }
    },
    "skill": {
      "0": {
        "name": "Адский пейзаж",
        "fullDesc": "Расходует {{1, percent}}% от макс. НР Блэйда и накладывает на него статус Адский пейзаж.<br>Персонаж со статусом Адский пейзаж не может использовать навык, наносимый им урон повышается на <orangeStrong>{{4, percent}}%</orangeStrong>, а его базовая атака Осколочный меч усиливается до атаки Частокол мечей на {{2}} хода.<br>Если текущего НР недостаточно, то использование навыка опускает текущее НР до 1 ед.<br>Этот навык не восстанавливает энергию. После использования этого навыка текущий ход не заканчивается.",
        "shortDesc": "Расходует НР для <orangeStrong>усиления базовой атаки</orangeStrong>, и текущий ход не заканчивается",
        "tag": "Усиление"
      }
    },
    "ult": {
      "0": {
        "name": "Смертный приговор",
        "fullDesc": "Устанавливает текущее НР Блэйда на отметку 50% и наносит выбранному противнику ветряной урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Блэйда плюс <orangeStrong>{{2, percent}}%</orangeStrong> от его макс. НР плюс <orangeStrong>{{5, percent}}%</orangeStrong> от суммы потерянного им в этом бою НР, и ветряной урон соседним целям, равный <orangeStrong>{{3, percent(fixed: 1)}}%</orangeStrong> от силы атаки Блэйда плюс <orangeStrong>{{4, percent}}%</orangeStrong> от его макс. НР плюс <orangeStrong>{{6, percent}}%</orangeStrong> от суммы потерянного им в этом бою НР.<br>Показатель суммы потерянного в текущем бою НР не может превышать {{7, percent}}% от макс. НР Блэйда. Использование сверхспособности сбрасывает и начинает подсчёт суммы потерянного в этом бою НР заново.",
        "shortDesc": "Устанавливает своё текущее НР на отметку 50% и наносит огромный ветряной урон выбранному противнику, а также наносит ветряной урон соседним целям.",
        "tag": "Взрывная атака"
      }
    },
    "talent": {
      "0": {
        "name": "Дар Шуху",
        "fullDesc": "Каждый раз, когда Блэйд получает урон или расходует НР, он получает 1 ур. статуса Заряд до макс. 5 ур. За каждую атаку можно получить только 1 ур. статуса Заряд.<br>При достижении макс. уровня статуса Заряд немедленно выполняет бонус-атаку, которая наносит всем противникам ветряной урон, равный <orangeStrong>{{2, percent}}%</orangeStrong> от силы атаки Блэйда плюс <orangeStrong>{{4, percent}}%</orangeStrong> от его макс. НР, затем восстанавливает НР Блэйда, равное {{3, percent}}% от его макс. НР. Выполнение бонус-атаки расходует все имеющиеся уровни статуса Заряд.",
        "shortDesc": "Когда НР Блэйда понижается, он получает 1 ур. заряда. Когда заряд Блэйда достигает макс. значения, он выполняет бонус-атаку, которая <orangeStrong>наносит всем противникам ветряной урон</orangeStrong> и восстанавливает НР, после чего весь заряд расходуется.",
        "tag": "Групповая атака"
      }
    },
    "technique": {
      "0": {
        "name": "Ветер кармы",
        "fullDesc": "Немедленно атакует противника и после начала боя расходует {{2, percent}}% от макс. НР Блэйда и наносит всем противникам ветряной урон, равный {{1, percent}}% от его макс. НР.<br>Если текущего НР недостаточно, то использование техники опускает текущее НР до 1 ед.",
        "shortDesc": "Атакует противника и после начала боя расходует своё НР, чтобы нанести ветряной урон всем противникам.",
        "tag": ""
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Бесконечная жизнь",
        "fullDesc": "Если текущий показатель НР Блэйда ниже или равен 50% от его макс. НР, получаемое исцеление повышается на {{1, percent}}%."
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Нескончаемые смерти",
        "fullDesc": "Использование атаки Частокол мечей на противнике с пробитой уязвимостью восстанавливает Блэйду НР, равное {{1, percent}}% от его макс. НР плюс {{2}} ед."
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Буря разрушения",
        "fullDesc": "Урон бонус-атаки таланта повышается на {{1, percent}}%."
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Порезы в аду жгут сильнее",
      "desc": "Использование сверхспособности наносит выбранному противнику дополнительный урон, равный {{1, percent}}% от суммы потерянного Блэйдом в текущем бою НР.<br>Показатель суммы потерянного в текущем бою НР не может превышать {{2, percent}}% от макс. НР Блэйда. Использование сверхспособности сбрасывает и начинает подсчёт суммы потерянного в этом бою НР заново."
    },
    "2": {
      "name": "Тысячи сожалений об одной разбитой мечте",
      "desc": "Когда Блэйд имеет статус Адский пейзаж, его крит. шанс повышается на {{1, percent}}%."
    },
    "3": {
      "name": "Холодная тень закалённого клинка",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "4": {
      "name": "Отвергнутый смертью, проклятый жизнью",
      "desc": "Когда текущее НР опускается со значения выше 50% до значения ниже или равно 50%, макс. НР Блэйда повышается на {{1, percent}}%. Этот эффект может складываться до {{2}} раз."
    },
    "5": {
      "name": "Смерть от взгляда десяти владык",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10."
    },
    "6": {
      "name": "Перерождение в бесчувственную оболочку",
      "desc": "Макс. количество уровней статуса Заряд понижается до 4. Наносимый бонус-атакой таланта урон дополнительно повышается на {{1, percent}}% от макс. НР Блэйда."
    }
  }
}