{
  "name": "Аглая",
  "abilities": {
    "basic": {
      "0": {
        "name": "Колючий нектар",
        "fullDesc": "Наносит выбранному противнику электрический урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Аглаи.",
        "shortDesc": "Наносит небольшой электрический урон выбранному противнику.",
        "tag": "Одиночная атака"
      },
      "1": {
        "name": "Порезы тысячекратного поцелуя",
        "fullDesc": "Аглая и Швея проводят совместную атаку, которая по отдельности наносит цели электрический урон, равный <orangeStrong>{{1, percent(fixed: 1)}}%</orangeStrong> от силы атаки Аглаи и <orangeStrong>{{3, percent(fixed: 1)}}%</orangeStrong> от силы атаки Швеи, а также урон соседним целям, равный <orangeStrong>{{2, percent}}%</orangeStrong> от силы атаки Аглаи и <orangeStrong>{{4, percent}}%</orangeStrong> от силы атаки Швеи соответственно.<br>Умение Порезы тысячекратного поцелуя не восстанавливает очки навыков.",
        "shortDesc": "Аглая и Швея проводят по цели <orangeStrong>совместную атаку</orangeStrong>, которая наносит электрический урон противнику и небольшой электрический урон соседним целям.",
        "tag": "Взрывная атака"
      }
    },
    "skill": {
      "0": {
        "name": "Восстань, возвышенная слава",
        "fullDesc": "Восстанавливает <orangeStrong>{{1, percent}}%</orangeStrong> НР Швеи. Если на поле боя нет Швеи, то призывает духа памяти Швею и позволяет себе выполнить действие немедленно.",
        "shortDesc": "Восстанавливает НР Швеи. Если на поле боя нет Швеи, то <orangeStrong>призывает духа памяти</orangeStrong> Швею и позволяет себе выполнить действие немедленно.",
        "tag": "Призыв"
      },
      "1": {
        "name": "Восстань, возвышенная слава",
        "shortDesc": "Восстанавливает НР Швеи. Если на поле боя нет Швеи, то призывает духа памяти Швею и позволяет себе выполнить действие немедленно.",
        "tag": "Восстановление"
      }
    },
    "ult": {
      "0": {
        "name": "Танцуй, рождённая быть швеёй",
        "fullDesc": "Призывает духа памяти Швею. Если Швея уже находится на поле боя, то её НР восстанавливается до макс. значения. Аглая переходит в состояние Высшая форма и выполняет действие немедленно.<br>В этом состоянии Аглая получает уровни усиления скорости, описанные в таланте духа памяти Швеи. Каждый уровень повышает её скорость на <orangeStrong>{{1, percent(fixed: 1)}}%</orangeStrong>. Её базовая атака усиливается до атаки Порезы тысячекратного поцелуя, и она не может использовать свой навык. Швея получает иммунитет к эффектам контроля.<br>На панели порядка действий появляется обратный отсчёт, который имеет фиксированную скорость, равную {{4}}. Использование сверхспособности сбрасывает имеющийся на панели порядка действий обратный отсчёт. В начале хода обратного отсчёта Швея самоуничтожается. Когда Швея исчезает, Аглая выходит из состояния Высшая форма.",
        "shortDesc": "<orangeStrong>Призывает духа памяти</orangeStrong> Швею, которая позволяет Аглае перейти в состояние Высшая стойка и выполнить действие немедленно, а также усиливает её базовую атаку.",
        "tag": "Усиление"
      }
    },
    "talent": {
      "0": {
        "name": "Пальцы из роз",
        "fullDesc": "Изначально скорость духа памяти Швеи равна {{4, percent}}% от скорости Аглаи, а её макс. НР равно <orangeStrong>{{5, percent}}%</orangeStrong> от макс. НР Аглаи плюс <orangeStrong>{{6}}</orangeStrong> ед. Пока Швея находится на поле боя, атаки Аглаи накладывают на цель статус Связующая нить. После атаки противника со статусом Связующая нить наносит ему доп. электрический урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Аглаи. Этот статус остаётся только на последнем противнике, на которого он был наложен.",
        "shortDesc": "Пока Швея находится на поле боя, использование атаки Аглаи накладывает на цель статус Связующая нить. Атака противника со статусом Связующая нить наносит ему небольшой дополнительный электрический урон.",
        "tag": "Усиление"
      }
    },
    "technique": {
      "0": {
        "name": "Звёздные лезвия",
        "fullDesc": "Призывает духа памяти Швею и выполняет совместную атаку. В начале боя восстанавливает {{2}} ед. энергии и наносит всем противникам электрический урон, равный {{1, percent}}% от силы атаки Аглаи, а затем накладывает на случайного противника статус Связующая нить.",
        "shortDesc": "<orangeStrong>Призывает духа памяти</orangeStrong> Швею и выполняет совместную атаку. В начале боя восстанавливает энергию и наносит всем противникам небольшой электрический урон, а затем накладывает на случайного противника статус Связующая нить.",
        "tag": ""
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Кара недальновидности",
        "fullDesc": "В состоянии Высшая форма сила атаки Аглаи и Швеи повышается на {{1, percent}}% от скорости Аглаи плюс {{2, percent}}% от скорости Швеи."
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Последняя нить судьбы",
        "fullDesc": "Когда Швея исчезает, усиление скорости, описанное в таланте духа памяти, сохраняет {{1}} ур. Будучи призванной ещё раз, Швея получает соответствующее количество уровней эффекта усиления скорости."
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Скоротечное солнце",
        "fullDesc": "Если в начале боя энергия Аглаи ниже {{1, percent}}%, то она восстанавливает её до {{2, percent}}%."
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Полёт по прихоти Венеры",
      "desc": "Получаемый противниками со статусом Связующая нить урон повышается на {{1, percent}}%. Когда Аглая или Швея атакуют противника со статусом Связующая нить, Аглая дополнительно восстанавливает {{2}} ед. энергии."
    },
    "2": {
      "name": "Ход на плоту век",
      "desc": "Когда Аглая или Швея выполняют действие, наносимый ими урон игнорирует {{1, percent}}% защиты цели. Этот эффект может складываться до {{2}} раз, и он длится до тех пор, пока кто-либо, кроме Аглаи или Швеи, не использует умение."
    },
    "3": {
      "name": "Подарок жемчужной росы",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10. Уровень таланта духа памяти повышается на 1, максимальный уровень - 10."
    },
    "4": {
      "name": "Переливающийся свет в мраморе",
      "desc": "Макс. количество уровней эффекта повышения скорости, описанного в таланте духа памяти, увеличивается на {{1}}. После того как Аглая выполняет атаку, Швея также получает эффект повышения скорости, описанный в таланте духа памяти."
    },
    "5": {
      "name": "Ткач во тьме страданий",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15. Уровень навыка духа памяти повышается на 1, максимальный уровень - 10."
    },
    "6": {
      "name": "Золотая нить течения судьбы",
      "desc": "Пока Аглая находится в состоянии Высшая форма, пробитие электрического сопротивления Аглаи и Швеи повышается на {{1, percent}}%. Если скорость Аглаи или Швеи выше 160/240/320, то наносимый их совместной атакой урон повышается на {{2, percent}}%/{{3, percent}}%/{{4, percent}}% соответственно."
    }
  }
}