{
  "name": "Лука",
  "abilities": {
    "basic": {
      "0": {
        "name": "Прямой удар",
        "fullDesc": "Наносит выбранному противнику физический урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Луки.",
        "shortDesc": "Наносит небольшой физический урон выбранному противнику."
      },
      "1": {
        "name": "Раскалывающий небеса кулак",
        "fullDesc": "Расходует 2 ур. статуса Воля к битве и проводит 3 удара умения Прямой удар, каждый из которых наносит выбранному противнику физический урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Луки.\\nЗатем проводит 1 удар Восходящий апперкот, который наносит выбранному противнику физический урон, равный <orangeStrong>{{2}}%</orangeStrong> от силы атаки Луки.",
        "shortDesc": "Расходует 2 ур. статуса Воля к битве и наносит физический урон выбранному противнику."
      }
    },
    "skill": {
      "0": {
        "name": "Кровоточащий удар",
        "fullDesc": "Наносит выбранному противнику физический урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Луки, после чего имеет <u>базовый шанс</u> {{2}}% наложить на цель статус Кровотечение на {{5}} хода.\\nПротивник со статусом Кровотечение получает в начале каждого хода периодический физический урон, равный {{3}}% от своего макс. HP. Этот урон не может превышать <orangeStrong>{{4}}%</orangeStrong> от силы атаки Луки.",
        "shortDesc": "Наносит физический урон выбранному противнику и имеет высокий шанс наложить на него <color=#f29e38ff>статус Кровотечение</color>."
      }
    },
    "ult": {
      "0": {
        "name": "Решающий удар",
        "fullDesc": "Получает {{5}} ур. статуса Воля к битве, а также имеет <u>базовый шанс</u> {{2}}% повысить получаемый выбранным противником урон на <orangeStrong>{{3}}%</orangeStrong> на {{4}} хода, после чего наносит этой цели физический урон, равный <orangeStrong>{{1}}%</orangeStrong> от силы атаки Луки.",
        "shortDesc": "Получает <orangeStrong>{{5}}</orangeStrong> ур. статуса Воля к битве, а также имеет высокий шанс повысить получаемый выбранным противником урон и наносит ему огромный физический урон."
      }
    },
    "technique": {
      "0": {
        "name": "Предвкушение",
        "fullDesc": "Немедленно атакует противника и после начала боя наносит случайному противнику физический урон, равный {{1}}% от силы атаки Луки, а также имеет <u>базовый шанс</u> {{2}}% наложить на цель статус Кровотечение, сходный с описанным в навыке персонажа, после чего Лука дополнительно получает 1 ур. статуса Воля к битве.",
        "shortDesc": "Атакует противника и после начала боя наносит случайному противнику физический урон, а также имеет высокий шанс наложить на цель <color=#f29e38ff>статус Кровотечение</color>, а затем получить 1 доп. уровень статуса Воля к битве."
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "shortDesc": ""
      }
    }
  }
}