{
  "name": "Юйкун",
  "abilities": {
    "basic": {
      "0": {
        "name": "Стрелок",
        "fullDesc": "Наносит выбранному противнику мнимый урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Юйкун.",
        "shortDesc": "Наносит небольшой мнимый урон выбранному противнику."
      }
    },
    "skill": {
      "0": {
        "name": "Воодушевляющий залп",
        "fullDesc": "Получает {{1}} ур. статуса Ревущая тетива до макс. 2 ур. Когда активен статус Ревущая тетива, сила атаки всех союзников повышается на <orangeStrong>{{2, percent}}%</orangeStrong>.\\n1 ур. статуса Ревущая тетива снимается после каждого хода союзника, за исключением хода, в котором Юйкун получает статус Ревущая тетива.",
        "shortDesc": "Получает 2 ур. статуса Ревущая тетива. <orangeStrong>Сила атаки всех союзников повышается</orangeStrong>, когда статус Ревущая тетива активен."
      }
    },
    "ult": {
      "0": {
        "name": "Ныряющий ястреб",
        "fullDesc": "Использование сверхспособности Юйкун при активном статусе Ревущая тетива дополнительно повышает крит. шанс всех союзников на <orangeStrong>{{2, percent(fixed: 1)}}%</orangeStrong> и их крит. урон на <orangeStrong>{{3, percent}}%</orangeStrong>, а также наносит выбранному противнику мнимый урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от силы атаки Юйкун.",
        "shortDesc": "Когда активен статус Ревущая тетива, <orangeStrong>крит. шанс и крит. урон от всех союзников повышается</orangeStrong>. Персонаж также наносит огромный мнимый урон выбранному противнику."
      }
    },
    "technique": {
      "0": {
        "name": "В погоне за ветром",
        "fullDesc": "Использование техники накладывает на персонажа статус Спринт, который повышает скорость передвижения на {{2, percent}}% на {{1}} сек. В начале боя, вызванного атакующим действием, Юйкун получает {{3}} ур. статуса Ревущая тетива.",
        "shortDesc": "<orangeStrong>Повышает свою скорость передвижения</orangeStrong>. В начале боя, вызванного атакующим действием, получает 2 ур. статуса Ревущая тетива."
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Вежливый стрелок",
        "fullDesc": "Когда на Юйкун накладываются ослабления, она может избежать 1 ослабление. Этот эффект может сработать повторно только через {{1}} хода.",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Лук наследия",
        "fullDesc": "Когда Юйкун находится на поле боя, мнимый урон, наносимый всеми союзниками, повышается на {{1, percent}}%.",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Достоинство",
        "fullDesc": "Когда активен статус Ревущая тетива, всякий раз, когда союзник совершает действие, Юйкун дополнительно восстанавливает {{1}} ед. энергии.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Воздушный маршал",
      "desc": "В начале боя повышает скорость всех союзников на {{1, percent}}% на {{2}} хода."
    },
    "2": {
      "name": "Приказ подняться ввысь",
      "desc": "Когда текущая энергия любого союзника достигает макс. значения, Юйкун дополнительно восстанавливает {{1}} ед. энергии. Каждый союзник может активировать этот эффект только 1 раз. Количество срабатываний этого эффекта сбрасывается после того, как Юйкун использует свою сверхспособность."
    },
    "3": {
      "name": "Шквальный залп",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10."
    },
    "4": {
      "name": "Эхо ласкающего ветра",
      "desc": "Когда статус Ревущая тетива активен, урон Юйкун повышается на {{1, percent}}%."
    },
    "5": {
      "name": "Точный и стремительный",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "6": {
      "name": "Раскат свиста тетивы",
      "desc": "Когда Юйкун использует свою сверхспособность, она немедленно получает {{1}} ур. статуса Ревущая тетива."
    }
  }
}