{
  "name": "Трибби",
  "abilities": {
    "basic": {
      "0": {
        "name": "Сотня ракет",
        "fullDesc": "Наносит выбранному противнику квантовый урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от макс. НР Трибби. Наносит соседним целям квантовый урон, равный <orangeStrong>{{2, percent}}%</orangeStrong> от макс. НР Трибби.",
        "shortDesc": "Наносит небольшой квантовый урон противнику и соседним целям.",
        "tag": "Взрывная атака"
      }
    },
    "skill": {
      "0": {
        "name": "А куда делись подарки?",
        "fullDesc": "Получает статус Освящение на {{2}} хода. Длительность этого статуса уменьшается на 1 ход в начале каждого хода персонажа. Пока Трибби имеет статус Освящение, пробитие всех типов сопротивления всех союзников повышается на <orangeStrong>{{1, percent(fixed: 1)}}%</orangeStrong>.",
        "shortDesc": "Получает статус Освящение, который повышает пробитие всех типов сопротивления всех союзников.",
        "tag": "Поддержка"
      }
    },
    "ult": {
      "0": {
        "name": "Догадайся, кто тут живёт",
        "fullDesc": "Создаёт зону и наносит всем противникам квантовый урон, равный <orangeStrong>{{1, percent}}%</orangeStrong> от макс. НР Трибби.<br>Пока зона активна, получаемый противниками урон повышается на <orangeStrong>{{2, percent(fixed: 1)}}%</orangeStrong>. Когда союзник атакует противника, цель с самым высоким НР среди поражённых целей получает доп. квантовый урон, равный <orangeStrong>{{3, percent(fixed: 1)}}%</orangeStrong> от макс. НР Трибби, 1 доп. раз за каждого поражённого противника.<br>Зона длится {{4}} хода. Длительность зоны уменьшается на 1 в начале каждого хода персонажа.",
        "shortDesc": "<orangeStrong>Создаёт зону</orangeStrong>, которая наносит небольшой квантовый урон всем противникам. Пока эта зона активна, получаемый противниками урон повышается, а поражённый противник с самым высоким макс. НР получает небольшой <orangeStrong>доп. квантовый урон</orangeStrong>, который зависит от <orangeStrong>количества поражённых противников</orangeStrong>.",
        "tag": "Групповая атака"
      }
    },
    "talent": {
      "0": {
        "name": "Трибби и её заботы",
        "fullDesc": "Когда другой персонаж использует сверхспособность, Трибби выполняет бонус-атаку, которая наносит всем противникам квантовый урон, равный <orangeStrong>{{1, percent(fixed: 1)}}%</orangeStrong> от макс. НР Трибби. Этот эффект может сработать для каждого персонажа только 1 раз. Количество срабатываний этого эффекта для других персонажей сбрасывается, когда Трибби использует свою сверхспособность. Если цели становятся побеждены до выполнения бонус-атаки, то бонус-атака будет направлена на новых вступивших в бой противников.",
        "shortDesc": "Когда другой персонаж использует сверхспособность, Трибби выполняет <orangeStrong>бонус-атаку</orangeStrong>, которая наносит небольшой квантовый урон <orangeStrong>всем противникам</orangeStrong>. Этот эффект может сработать для каждого персонажа только 1 раз. Количество срабатываний этого эффекта для других персонажей сбрасывается, когда Трибби использует свою сверхспособность.",
        "tag": "Групповая атака"
      }
    },
    "technique": {
      "0": {
        "name": "Если вы счастливы, хлопайте в ладоши",
        "fullDesc": "Использование техники в начале боя накладывает на персонажа статус Освящение на {{1}} хода.",
        "shortDesc": "В начале боя получает статус Освящение.",
        "tag": "Усиление"
      }
    },
    "overworld": {
      "0": {
        "name": "Атака",
        "fullDesc": "Атакует противника и после начала боя истощает стойкость соответствующего типа уязвимости противника.",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Агнец за стеной...",
        "fullDesc": "После активации бонус-атаки, описанной в таланте персонажа, наносимый Трибби урон повышается на {{1, percent}}%. Этот эффект может складываться до {{2}} раз и длится {{3}} хода."
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Стеклянный шар с крыльями!",
        "fullDesc": "Пока зона активна, макс. НР Трибби повышается на {{1, percent}}% от суммы макс. НР всех персонажей в отряде."
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Камешек на распутье?",
        "fullDesc": "Трибби восстанавливает {{1}} ед. энергии в начале боя. После того как другой союзник выполняет атаку, каждая поражённая этой атакой цель восстанавливает {{2, fixed(fixed: 1)}} ед. энергии Трибби."
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Церемония набора сахара",
      "desc": "Пока зона активна, после того как союзник атакует противника, она дополнительно наносит цели, получившей доп. урон зоны, истинный урон, равный {{1, percent}}% от общего урона этой атаки."
    },
    "2": {
      "name": "Проводник по сновидениям",
      "desc": "Наносимый зоной доп. урон повышается до {{1, percent}}% от изначального урона. Когда зона наносит доп. урон, она дополнительно наносит этот урон {{2}} раз."
    },
    "3": {
      "name": "Сокровище утреннего сияния",
      "desc": "Уровень сверхспособности повышается на 2, максимальный уровень - 15. Уровень базовой атаки повышается на 1, максимальный уровень - 10."
    },
    "4": {
      "name": "Спокойствие эмпатической связи",
      "desc": "Пока активен статус Освящение, наносимый всеми союзниками урон игнорирует {{1, percent}}% защиты цели."
    },
    "5": {
      "name": "Час начала чудес",
      "desc": "Уровень навыка повышается на 2, максимальный уровень - 15. Уровень таланта повышается на 2, максимальный уровень - 15."
    },
    "6": {
      "name": "Путь к светлому будущему",
      "desc": "После того как Трибби использует свою сверхсопобность, она проводит по всем противникам бонус-атаку, описанную в её таланте. Наносимый бонус-атакой таланта урон повышается на {{1, percent}}%."
    }
  }
}