{
  "name": "Sangonomiya Kokomi",
  "title": "Perle der Weisheit",
  "description": "Die göttliche Priesterin und das höchste Oberhaupt von Watatsumi.",
  "constellationName": "Dracaena Somnolenta",
  "auto": {
    "name": "Standardangriff – Form des Wassers",
    "fields": {
      "normal": {
        "0": "<strong><strong>Standardangriff</strong>",
        "1": "Führt bis zu 3 Angriffe mit Hydro-Illusionen in Form von Fischen aus und verursacht <hydro>Hydro-Schaden</hydro>."
      },
      "charged": {
        "0": "<strong>Heftiger Schlag</strong>",
        "1": "Verbraucht eine gewisse Menge Ausdauer und verursacht nach kurzer Aufladezeit <hydro>Hydro-Flächenschaden</hydro>."
      },
      "plunging": {
        "0": "<strong>Angriff aus dem Fall</strong>",
        "1": "Konzentriert die Kraft des Wassers, schlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen <hydro>Hydro-Flächenschaden</hydro>."
      }
    },
    "skillParams": {
      "0": "SCH Phase 1",
      "1": "SCH Phase 2",
      "2": "SCH Phase 3",
      "3": "SCH heftiger Schläge",
      "4": "Ausdauerverbrauch heftiger Schläge",
      "5": "SCH beim Fallen",
      "6": "SCH beim Fallen aus niedriger/großer Höhe",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Eid des Kurage",
    "description": {
      "0": "Beschwört eine Hydro-Lebensform namens „Bakekurage“, die ihre Kameraden heilen kann.",
      "1": "Verleiht Sangonomiya Kokomi beim Auslösen den Zustand <hydro>Nass</hydro>.",
      "2": "<br/>",
      "3": "<strong>Bakekurage</strong>",
      "4": "Fügt Gegnern in der Umgebung in gewissen Abständen <hydro>Hydro-Schaden</hydro> zu und stellt den aktuellen Figuren in der Umgebung LP basierend auf Sangonomiya Kokomis max. LP wieder her.",
      "5": "<br/>",
      "6": "<i>Um effizient arbeiten zu können, braucht Kokomi rechtzeitig „Erfrischungen“.</i>"
    },
    "skillParams": {
      "0": "Heilung",
      "1": "Wellen-SCH",
      "2": "Vorhandensein",
      "3": "Abklingzeit",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Nereidenaufstieg",
    "description": {
      "0": "Stellt die Macht der Watatsumi zur Schau und fügt Gegnern in der Umgebung <hydro>Hydro-Schaden</hydro> zu. Hüllt Kokomi daraufhin in ein „Rituelles Federkleid“ aus dem fließenden Wasser von Sangonomiya.",
      "1": "<br/>",
      "2": "<strong>Rituelles Federkleid</strong>",
      "3": [
        " Erhöht den mit Sangonomiya Kokomis Standardangriffen, heftigen Schlägen und dem „Bakekurage“ ihrer Elementarfähigkeit verursachten Schaden basierend auf ihren max. LP.",
        " Stellt allen Truppenmitgliedern in der Nähe beim Treffen von Gegnern mit Standardangriffen und heftigen Schlägen LP basierend auf Sangonomiya Kokomis max. LP wieder her.",
        " Erhöht Sangonomiya Kokomis Unterbrechungs-WDS und ermöglicht es ihr, sich auf Wasseroberflächen zu bewegen."
      ],
      "4": "<br/>",
      "5": "Effekt erlischt, wenn Sangonomiya Kokomi ausgewechselt wird.",
      "6": "<br/>",
      "7": "<i>Ein Federkleid hellen Lichts legt sich auf den Körper Ihrer Exzellenz, Sangonomiya Kokomi, und reflektiert ihre glänzende Gestalt.</i>"
    },
    "skillParams": {
      "0": "Fähigkeits-SCH",
      "1": "SCH-Bonus für Standardangriffe",
      "2": "SCH-bonus für heftige Schläge",
      "3": "SCH-Bonus des Bakekurage",
      "4": "Heilung bei Treffer",
      "5": "Dauer",
      "6": "Abklingzeit",
      "7": "Elementarenergie",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Tamanooyas Kästchen",
    "description": {
      "0": "Setzt die Wirkungsdauer des von Sangonomiya Kokomi selbst beschworenen Bakekurage beim Auslösen von <strong>Nereidenaufstieg</strong> zurück, sofern ein Bakekurage vorhanden ist."
    }
  },
  "passive2": {
    "name": "Gesang der Perlen",
    "description": {
      "0": "Erhöht den basierend auf Sangonomiya Kokomis max. LP mit Standardangriffen und heftigen Schlägen im Zustand Rituelles Federkleid von <strong>Nereidenaufstieg</strong> verursachten Schaden zusätzlich um 15 % ihres Heilungsbonus."
    }
  },
  "passive3": {
    "name": "Prinzessin von Watatsumi",
    "description": {
      "0": "Verringert die beim Schwimmen verbrauchte Ausdauer aller eigenen Truppenmitglieder um 20 %.",
      "1": "Nicht mit passiven Talenten mit völlig gleichen Effekten stapelbar."
    }
  },
  "passive": {
    "name": "Einwandfreie Strategie",
    "description": {
      "0": "Erhöht Sangonomiya Kokomis Heilungsbonus um 25 % und verringert ihre KT um 100 %."
    }
  },
  "constellation1": {
    "name": "Am Rande des Flusses",
    "description": {
      "0": "Entfesselt im Zustand Rituelles Federkleid von <strong>Nereidenaufstieg</strong> mit dem letzten Angriff der Standardangriffe von Sangonomiya Kokomi einen schwimmenden Fisch, der <hydro>Hydro-Schaden</hydro> in Höhe von 30 % der max. LP von Sangonomiya Kokomi verursacht.",
      "1": "Dieser Schaden gilt nicht als Schaden von Standardangriffen."
    }
  },
  "constellation2": {
    "name": "Wellen des Wolkenmeers",
    "description": {
      "0": "Gewährt Sangonomiya Kokomi Heilungsboni in Bezug auf Figuren mit 50 % oder weniger LP basierend auf ihren max. LP auf folgende Art und Weise:",
      "1": [
        " Durch „Bakekurage“ von <strong>Eid des Kurage</strong>: 4,5 % der max. LP",
        " Durch Standardangriffe und heftige Schläge von <strong>Nereidenaufstieg</strong>: 0,6 % der max. LP."
      ]
    }
  },
  "constellation3": {
    "name": "Mondschiff auf den Meeren",
    "description": {
      "0": "Erhöht die Stufe der Fähigkeit <strong>Nereidenaufstieg</strong> um 3.",
      "1": "Höchststufe 15."
    }
  },
  "constellation4": {
    "name": "Mond über den Strömen",
    "description": {
      "0": "Erhöht die Angriffsgeschwindigkeit der Standardangriffe von Sangonomiya Kokomi im Zustand Rituelles Federkleid von <strong>Nereidenaufstieg</strong> um 10 % und stellt 0,8 Punkt Elementarenergie wieder, wenn die Standardangriffe Gegner treffen.",
      "1": "0,2 s Abklingzeit."
    }
  },
  "constellation5": {
    "name": "Alle Ströme fließen ins Meer",
    "description": {
      "0": "Erhöht die Stufe der Fähigkeit <strong>Eid des Kurage</strong> um 3.",
      "1": "Höchststufe 15."
    }
  },
  "constellation6": {
    "name": "Sango Isshin",
    "description": {
      "0": "Gewährt Sangonomiya Kokomi im Zustand Rituelles Federkleid von <strong>Nereidenaufstieg</strong> 4 s lang einen <hydro>Hydro-SCH-Bonus</hydro> von 40 %, wenn die Standardangriffe und heftigen Schläge von Sangonomiya Kokomi Figuren mit 80 % oder mehr LP heilen."
    }
  }
}