{
  "name": "Cyno",
  "title": "Richter über Geheimnisse",
  "description": "Mahamatra an der Akademie, der die Arbeit der Gelehrten beaufsichtigt. Bei seiner Arbeit ist er effizienter als das „Große Vayuvyastra“, das das Kshahrewar-Institut geschaffen hat.",
  "constellationName": "Lupus Aureus",
  "auto": {
    "name": "Speertechnik der Beschwörer",
    "fields": {
      "normal": {
        "0": "<strong><strong>Standardangriff</strong>",
        "1": "Führt bis zu 4 Lanzenstiche hintereinander aus."
      },
      "charged": {
        "0": "<strong>Heftiger Schlag</strong>",
        "1": "Verbraucht eine gewisse Menge Ausdauer, sticht geschwind nach vorn und fügt den Gegnern in der Bahn Schaden zu."
      },
      "plunging": {
        "0": "<strong>Angriff aus dem Fall</strong>",
        "1": "Schlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Flächenschaden."
      }
    },
    "skillParams": {
      "0": "SCH Phase 1",
      "1": "SCH Phase 2",
      "2": "SCH Phase 3",
      "3": "SCH Phase 4",
      "4": "Heftige Schläge",
      "5": "Ausdauerverbrauch heftiger Schläge",
      "6": "SCH beim Fallen",
      "7": "SCH beim Fallen aus niedriger/großer Höhe",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Geheimer Ritus – Abgründiger Seelenwanderer",
    "description": {
      "0": "Führt blitzschnell einen Stoß aus, der den Gegnern in der Bahn <electro>Elektro-Schaden</electro> zufügt.",
      "1": "<br/>",
      "2": "Wenn Cyno sich im Modus „Paktverschworener Pfadklärer“ befindet, den die Spezialfähigkeit „Heiliger Ritus – Schnelligkeit des Wolfs“ ausgelöst hat, führt er stattdessen den <strong>Bestattungsritus</strong> aus, der donnernd <electro>Elektro-Flächenschaden</electro> verursacht und die Dauer des Modus „Paktverschworener Pfadklärer“ verlängert.",
      "3": "<br/>",
      "4": "<i>„Dieser Prozess lässt keinen Einspruch zu. Wir alle ... sind schon lange darin gefangen.“</i>"
    },
    "skillParams": {
      "0": "Fähigkeits-SCH",
      "1": "SCH des Bestattungsritus",
      "2": "Dauerbonus für „Paktverschworener Pfadklärer“",
      "3": "Abklingzeit",
      "4": "Abklingzeit des Bestattungsritus",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Heiliger Ritus – Schnelligkeit des Wolfs",
    "description": {
      "0": "Beschwört einen göttlichen Geist, der Cyno in den „Paktverschworenen Pfadklärer“ verwandelt.",
      "1": "<br/>",
      "2": "<strong>Paktverschworener Pfadklärer</strong>",
      "3": "Wandelt den durch Cynos Standardangriffe, heftige Schläge und Angriffe aus dem Fall verursachten Schaden in <electro>Elektro-Schaden</electro> um, der nicht von anderen Elementen überdeckt werden kann.",
      "4": [
        " Erhöht Cynos Elementarkunde und Unterbrechungs-WDS. Verleiht ihm zugleich Immunität gegen Schaden, den die Reaktion „Unter Strom“ verursacht."
      ],
      "5": "<br/>",
      "6": "Diese Effekte halten bis zu 18 s und werden entfernt, sobald Cyno ausgewechselt wird.",
      "7": "<br/>",
      "8": "<i>Die geheimen Riten der alten Zivilisation sind für Mahamatra auch der letzte Prozess.</i>",
      "9": "<i>Ob die Vergangenheit oder die Gegenwart, ob Sturm oder Riesenschlange, nichts kann die Autorität des Gesetzes erschüttern.</i>"
    },
    "skillParams": {
      "0": "SCH Phase 1",
      "1": "SCH Phase 2",
      "2": "SCH Phase 3",
      "3": "SCH Phase 4",
      "4": "SCH Phase 5",
      "5": "SCH heftiger Schläge",
      "6": "Ausdauerverbrauch heftiger Schläge",
      "7": "SCH beim Fallen",
      "8": "SCH beim Fallen aus niedriger/großer Höhe",
      "9": "Elementarkunde-Bonus",
      "10": "Basisdauer",
      "11": "Abklingzeit",
      "12": "Elementarenergie",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Urteil der Federn",
    "description": {
      "0": "Befindet sich Cyno im Modus „Paktverschworener Pfadklärer“ der Spezialfähigkeit <strong>Heiliger Ritus – Schnelligkeit des Wolfs</strong>, wird er in Intervallen den Zustand „Prophet des Endes“ einnehmen. Wendet er in diesem Zustand die Elementarfähigkeit <strong>Geheimer Ritus – Abgründiger Seelenwanderer</strong> an, wird der Effekt „Zumessung“ ausgelöst, der den diesmaligen Schaden von „Geheimer Ritus – Abgründiger Seelenwanderer“ um 35 % erhöht und 3 Staubblitze nach vorn abfeuert, die <electro>Elektro-Schaden </electro> in Höhe von 100 % von Cynos ANG verursachen.",
      "1": "Schaden der Staubblitze gilt als Schaden der Elementarfähigkeit."
    }
  },
  "passive2": {
    "name": "Autorität der neun Bögen",
    "description": {
      "0": "Erhöht den Schaden Cynos folgender Angriffe basierend auf seiner Elementarkunde:",
      "1": [
        " Standardangriff im Modus „Paktverschworener Pfadklärer“: um 150 % seiner Elementarkunde.",
        " Staubblitze des passiven Talents „Urteil der Federn“: um 250 % seiner Elementarkunde."
      ]
    }
  },
  "passive3": {
    "name": "Gnade der Stille",
    "description": {
      "0": "Bringt bei 20-stündigen Erkundungsentsendungen in Sumeru 25 % mehr Belohnungen."
    }
  },
  "constellation1": {
    "name": "Ordnungsritus – Unermüdliche Wachsamkeit",
    "description": {
      "0": "Erhöht 10 s lang nach Anwenden der Fähigkeit <strong>Heiliger Ritus – Schnelligkeit des Wolfs</strong> Cynos Geschwindigkeit der Standardangriffe um 20 %. Wenn der Effekt „Zumessung“ des passiven Talents „Urteil der Federn“ beim Anwenden der Fähigkeit <strong>Geheimer Ritus – Abgründiger Seelenwanderer</strong> ausgelöst wird, wird die Dauer dieses Bonus aktualisiert.",
      "1": "Das passive Talent „Urteil der Federn“ muss zuerst freigeschaltet werden."
    }
  },
  "constellation2": {
    "name": "Zeremonienritus – Heimkehrende Seelen",
    "description": {
      "0": "Erhöht 4 s lang nach dem Treffen von Gegnern mit Cynos Standardangriffen Cynos <electro>Elektro-SCH</electro> um 10 %. 0,1 s Abklingzeit. 5-fach stapelbar."
    }
  },
  "constellation3": {
    "name": "Gebotsritus – Gesetzestreuer Vollstrecker",
    "description": {
      "0": "Erhöht die Stufe der Fähigkeit <strong>Heiliger Ritus – Schnelligkeit des Wolfs</strong> um 3.",
      "1": "Höchststufe 15."
    }
  },
  "constellation4": {
    "name": "Austeritätsritus – Beschützender Verbotswächter",
    "description": {
      "0": "Befindet sich Cyno im Modus „Paktverschworener Pfadklärer“ der Spezialfähigkeit <strong>Heiliger Ritus – Schnelligkeit des Wolfs</strong>, stellt er nach Auslösen der Reaktionen wie „Unter Strom“, „Supraleiter“, „Überladen“, „Urwuchs“, „Suprawuchs“, „Supraspross“ oder „Elektro-Verwirbelung“ allen Truppenmitgliedern in der Nähe (außer Cyno) 3 Punkte Elementarenergie wieder her.",
      "1": "5-mal während der Wirkungsdauer der Spezialfähigkeit <strong>Heiliger Ritus – Schnelligkeit des Wolfs</strong> auslösbar."
    }
  },
  "constellation5": {
    "name": "Grabritus – Vergehendes Sternenlicht",
    "description": {
      "0": "Erhöht die Stufe der Fähigkeit <strong>Geheimer Ritus – Abgründiger Seelenwanderer</strong> um 3.",
      "1": "Höchststufe 15."
    }
  },
  "constellation6": {
    "name": "Federritus – Gerechte Waage",
    "description": {
      "0": "Cyno erhält beim Anwenden der Spezialfähigkeit <strong>Heiliger Ritus – Schnelligkeit des Wolfs</strong> oder nach Auslösen des Effekts „Zumessung“ des passiven Talents „Urteil der Federn“ 4 Stapelungen des Effekts „Opfer des Schakals“. Beim Treffen von Gegnern mit Cynos Standardangriff verbraucht er 1 Stapelung von „Opfer des Schakals“, um einen Staubblitz auszulösen.",
      "1": "Der Effekt „Opfer des Schakals“ hält 8 s, 8-fach stapelbar. „Opfer des Schakals“ wird entfernt, sobald der Modus „Paktverschworener Pfadklärer“ der Fähigkeit „Heiliger Ritus – Schnelligkeit des Wolfs“ endet.",
      "2": "0,4 s Abklingzeit für das Auslösen solch eines Staubblitzes.",
      "3": "Das passive Talent „Urteil der Federn“ muss zuerst freigeschaltet werden."
    }
  }
}