{
  "name": "Yaoyao",
  "title": "Knospe der Adepten",
  "description": "Die jüngste Schülerin der Fürstin des Singens und des Streunens. Eine sanfte und freundliche „junge Erwachsene“.",
  "constellationName": "Osmanthus",
  "auto": {
    "name": "Wackel aber wacker!",
    "fields": {
      "normal": {
        "0": "<strong>Standardangriff</strong>",
        "1": "Führt bis zu 4 Lanzenstiche hintereinander aus."
      },
      "charged": {
        "0": "<strong>Heftiger Schlag</strong>",
        "1": "Verbraucht eine gewisse Menge Ausdauer, sticht geschwind nach vorn und fügt den Gegnern in der Bahn Schaden zu."
      },
      "plunging": {
        "0": "<strong>Angriff aus dem Fall</strong>",
        "1": "Schlägt beim Fallen aus der Luft auf den Boden auf, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Flächenschaden."
      }
    },
    "skillParams": {
      "0": "SCH Phase 1",
      "1": "SCH Phase 2",
      "2": "SCH Phase 3",
      "3": "SCH Phase 4",
      "4": "SCH heftiger Schläge",
      "5": "Ausdauerverbrauch heftiger Schläge",
      "6": "SCH beim Fallen",
      "7": "SCH beim Fallen aus niedriger/großer Höhe",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Rübchen in flauschigen Wolken",
    "description": {
      "0": "Beschwört „Yuegui – Schleudermondhase“, ein Gerät, das von einer Adeptin geschaffen wurde, um Yaoyao aus der Patsche zu helfen.",
      "1": "Beim Gedrückthalten nimmt diese Fähigkeit einen anderen Modus an.",
      "2": "<br/>",
      "3": "<strong>Gedrückt halten</strong>",
      "4": "Tritt in den Zielmodus ein, in dem man die Richtung des Schleuderns bestimmen kann.",
      "5": "<br/>",
      "6": "<strong>Yuegui – Schleudermondhase</strong>",
      "7": "Schleudert Jade-Rübchen, die beim Treffen von Figuren oder Gegnern explodieren: Fügt den Gegnern in ihrem Wirkungsbereich <dendro>Dendro-Schaden</dendro> zu und stellt den Figuren im Wirkungsbereich LP basierend auf Yaoyaos max. LP wieder her. Haben die Jade-Rübchen keine Figuren oder Gegner getroffen, bleiben sie so lange am Ort, bis sie bei Kontakt mit 1 Figur/Gegner oder am Ende ihrer Wirkungsdauer explodieren.",
      "8": "Der Yuegui – Schleudermondhase wählt das Ziel der Jade-Rübchen gemäß der Situation im Umfeld aus:",
      "9": [
        " Betragen die LP aller Figuren in der Nähe mehr als 70 %, wird auf einen Gegner in seiner Reichweite gezielt.",
        " Betragen die LP einer Figur in der Nähe nicht mehr als 70 %, wird auf die Figur mit den niedrigsten LP in seiner Reichweite gezielt. Sind aber keine Gegner in der Nähe, wird, wenn die LP aller in der Reichweite befindlichen Figuren über 70 % und unter 100 % liegen, auf eine Figur gezielt; andernfalls wird beliebig geschleudert."
      ],
      "10": "<br/>",
      "11": "Es können gleichzeitig höchstens 2 Yuegui – Schleudermondhasen existieren.",
      "12": "<br/>",
      "13": "<i>„Ein Rübchen am Tag hält den Arzt fern. Nicht etwa, weil Rübchen alle Krankheiten heilen können, sondern weil der Verzehr von Rübchen viele gesundheitliche Vorteile hat!“</i>"
    },
    "skillParams": {
      "0": "Jade-Rübchen-SCH",
      "1": "Jade-Rübchen-Heilung",
      "2": "Schleudermondhasen-Dauer",
      "3": "Jade-Rübchen-Dauer",
      "4": "Abklingzeit",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Kaninchen-Regen im Mondschein",
    "description": {
      "0": "Gemäß der Anleitung einer Adeptin kann man in Notsituationen das volle Potenzial von Yuegui entfesseln. Dieses Gerät fügt den Gegnern in der Nähe <dendro>Dendro-Schaden</dendro> zu und tritt daraufhin in den (einigermaßen) unbesiegbaren Zustand „Gabe der Adepten“ ein.",
      "1": "<br/>",
      "2": "<strong>Gabe der Adepten</strong>",
      "3": [
        " Erschaffene Jade-Rübchen bewirken nun entsprechend den Eigenschaften dieser Fähigkeit Schaden und Heilung. Bei Explosion stellen sie allen in der Truppe befindlichen Figuren in der Nähe LP wieder her. Dabei verursachter <dendro>Dendro-Schaden</dendro> gilt als Schaden der Spezialfähigkeit.",
        " Beschwört periodisch das Gerät „Yuegui – Hüpfmondhase“, bis die Anzahl der Geräte die Höchstmenge erreicht. Yuegui – Hüpfmondhasen funktionieren auf die gleiche Weise wie der Yuegui – Schleudermondhase, den Yaoyaos Elementarfähigkeit erschafft. Es können höchstens 3 Yuegui – Hüpfmondhasen gleichzeitig vorhanden sein.",
        " Erhöht Yaoyaos Bewegungsgeschwindigkeit um 15 %.",
        " Erhöht Yaoyaos <dendro>Dendro-WDS</dendro>."
      ],
      "4": "<br/>",
      "5": "Der Zustand „Gabe der Adepten“ endet, sobald Yaoyao das Schlachtfeld verlässt. Dabei werden alle verbliebenen Yuegui – Hüpfmondhasen entfernt.",
      "6": "<br/>",
      "7": "<i>„‚Welcher ist der echte Yuegui, dieser oder jener?‘ Was für eine seltsame Frage, sie sind doch alle Yuegui!“</i>"
    },
    "skillParams": {
      "0": "Fähigkeits-SCH",
      "1": "Jade-Rübchen-SCH im Zustand „Gabe der Adepten“",
      "2": "Jade-Rübchen-Heilung im Zustand „Gabe der Adepten“",
      "3": "Dendro-WDS-Bonus",
      "4": "Dauer des Zustands „Gabe der Adepten“",
      "5": "Abklingzeit",
      "6": "Elementarenergie",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Es regnet Sterne!",
    "description": {
      "0": "Während der Wirkungsdauer des Zustands „Gabe der Adepten“ der Fähigkeit <strong>Kaninchen-Regen im Mondschein</strong> wirft Yaoyao unablässig den Gegnern in der Nähe Jade-Rübchen entgegen, indem sie anfängt zu rennen, springt oder fortlaufend rennt. 0,6 s Abklingzeit für auf diese Weise geworfene Jade-Rübchen."
    }
  },
  "passive2": {
    "name": "Nächstenliebe",
    "description": {
      "0": "Stellt aktuellen Figuren im Wirkungsbereich der Explosion von <strong>Jade-Rübchen</strong> je s LP in Höhe von 0,8 % von Yaoyaos max. LP wieder her, hält 5 s."
    }
  },
  "passive3": {
    "name": "Auf Zehenspitzen",
    "description": {
      "0": "Eigene Figuren in der Truppe scheuchen Kristallschmetterlinge und einige andere Lebewesen nicht auf, wenn sie sich ihnen nähern, solange Yaoyao in der Truppe ist.",
      "1": "Sieh unter „Andere“ bei „Lebewesen – Wildtiere“ im Handbuch nach, um Genaueres über die Lebewesen, bei denen diese Fähigkeit wirkt, zu erfahren."
    }
  },
  "constellation1": {
    "name": "Lehre der Adepten",
    "description": {
      "0": "Verleiht aktuellen Figuren im Wirkungsbereich der Explosion von <strong>Jade-Rübchen</strong> einen <dendro>Dendro-SCH-Bonus</dendro> von 15 %, hält 8 s; stellt ihnen dabei 15 Punkte Ausdauer wieder her, 5 s Abklingzeit."
    }
  },
  "constellation2": {
    "name": "Rechtschaffene Unschuld",
    "description": {
      "0": "Stellt Yaoyao 3 Punkte Elementarenergie wieder her, wenn die Explosion von Jade-Rübchen während der Wirkungszeit des Zustands „Gabe der Adepten“ der Fähigkeit <strong>Kaninchen-Regen im Mondschein</strong> Gegner getroffen hat, 0,8 s Abklingzeit."
    }
  },
  "constellation3": {
    "name": "Liebevolle Loyalität",
    "description": {
      "0": "Erhöht die Stufe der Fähigkeit <strong>Rübchen in flauschigen Wolken</strong> um 3.",
      "1": "Höchststufe 15."
    }
  },
  "constellation4": {
    "name": "Knuddelig",
    "description": {
      "0": "Erhöht Yaoyaos Elementarkunde nach Anwenden der Fähigkeiten <strong>Rübchen in flauschigen Wolken</strong> oder <strong>Kaninchen-Regen im Mondschein</strong> um 0,3 % ihrer max. LP, hält 8 s. Auf diese Weise kann Yaoyao bis zu 120 Punkte Elementarkunde erhalten."
    }
  },
  "constellation5": {
    "name": "Mitfühlend",
    "description": {
      "0": "Erhöht die Stufe der Fähigkeit <strong>Kaninchen-Regen im Mondschein</strong> um 3.",
      "1": "Höchststufe 15."
    }
  },
  "constellation6": {
    "name": "Wohlwollend",
    "description": {
      "0": "Nach je 2 vom <strong>Yuegui – Schleudermondhase</strong> geschleuderten Jade-Rübchen schleudert er bei seinem nächsten Wurf zusätzlich ein megagroßes Rübchen. Die Explosion dieses megagroßen Rübchens hat einen größeren Wirkungsbereich und erzeugt folgende Effekte:",
      "1": [
        " Verursacht <dendro>Dendro-Flächenschaden</dendro> in Höhe von 75 % von Yaoyaos ANG.",
        " Stellt der aktuellen Figur im Wirkungsbereich LP in Höhe von 7,5 % von Yaoyaos max. LP wieder her."
      ],
      "2": "<br/>",
      "3": "Jeder Yuegui – Schleudermondhase kann höchstens 2 megagroße Rübchen schleudern."
    }
  }
}