{
  "name": "Kamisato Ayato",
  "title": "Säule der Stärke",
  "description": "Das junge und talentierte derzeitige Oberhaupt der Familie Kamisato der Yashiro-Verwaltung ist ein sanfter und höflicher Mann, der seine eigenen Mittel und Wege hat.",
  "constellationName": "Cypressus Custos",
  "auto": {
    "name": "Kamisato-Stil – Marobashi",
    "fields": {
      "normal": {
        "0": "<strong>Standardangriff</strong>",
        "1": "Führt bis zu 5 Schwerthiebe hintereinander aus."
      },
      "charged": {
        "0": "<strong>Heftiger Schlag</strong>",
        "1": "Verbraucht eine gewisse Menge Ausdauer, um vorwärts zu stürmen und einen Iai auszuführen."
      },
      "plunging": {
        "0": "<strong>Angriff aus dem Fall</strong>",
        "1": "Schlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Flächenschaden."
      }
    },
    "skillParams": {
      "0": "SCH Phase 1",
      "1": "SCH Phase 2",
      "2": "SCH Phase 3",
      "3": "SCH Phase 4",
      "4": "SCH Phase 5",
      "5": "SCH heftiger Schläge",
      "6": "Ausdauerverbrauch heftiger Schläge",
      "7": "SCH beim Fallen",
      "8": "SCH beim Fallen aus niedriger/großer Höhe",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Kamisato-Stil – Kyouka",
    "description": {
      "0": "Kamisato Ayato wechselt seine Position und tritt in den Zustand „Takimeguri Kanka“ ein.",
      "1": "Hinterlässt danach eine „Wasserillusion“ an seinem ursprünglichen Standort. Sobald sie geformt ist, explodiert die Wasserillusion, wenn Gegner in der Nähe sind, oder nach einer bestimmten Zeit und verursacht <hydro>Hydro-Flächenschaden</hydro>.",
      "2": "<br/>",
      "3": "<strong>Takimeguri Kanka</strong>",
      "4": "In diesem Zustand setzt Kamisato Ayato sein Shunsuiken ein, um blitzschnelle Angriffe auszuführen, wodurch der mit seinen Standardangriffen verursachte Schaden in <hydro>Hydro-Flächenschaden</hydro>, der nicht von anderen Elementen überdeckt werden kann, umgewandelt wird.",
      "5": "Hat außerdem folgende Effekte:",
      "6": [
        " Gewährt Ayato, nachdem ein Shunsuiken-Angriff Gegner getroffen hat, den Effekt Namisen, der den von Shunsuiken verursachten Schaden basierend auf Ayatos aktuellen max. LP erhöht. Namisen-Effekt anfänglich 4-fach stapelbar, höchstens 1 Stapelung alle 0,1 s durch Shunsuiken zu erhalten. Dieser Effekt erlischt, wenn Takimeguri Kanka endet.",
        " Erhöht den Unterbrechungs-WDS von Kamisato Ayato.",
        " Kann keinen heftigen Schlag oder Angriff aus dem Fall ausführen."
      ],
      "7": "<br/>",
      "8": "Takimeguri Kanka erlischt, wenn Ayato ausgewechselt wird, sowie bei Anwendung von Kamisato-Stil – Kyouka im bereits bestehenden Zustand Takimeguri Kanka.",
      "9": "<br/>",
      "10": "<i>„Wann, frage ich mich, hast du dich der Illusion hingegeben, dass du gewinnen würdest?“</i>",
      "11": "<i>Ayato ist sowohl in Bezug auf kriegerische Fähigkeiten als auch politische Intrigen so, aber um die Würde der Leiter der anderen Verwaltungen zu wahren, sagt er solche Dinge nicht zu ihnen. Daher haben nur Thoma, Itto und Ayaka diesen Satz je gehört.</i>"
    },
    "skillParams": {
      "0": "Shunsuiken-SCH Phase 1",
      "1": "Shunsuiken-SCH Phase 2",
      "2": "Shunsuiken-SCH Phase 3",
      "3": "Dauer von Takimeguri Kanka",
      "4": "SCH-Bonus von Namisen",
      "5": "Wasserillusions-SCH",
      "6": "Wasserillusions-Dauer",
      "7": "Abklingzeit",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Kamisato-Stil – Suiyuu",
    "description": {
      "0": "Erschafft einen Garten der Reinheit, der jeglichen Lärm in seinem Inneren auslöscht.",
      "1": "Lässt während der Wirkungsdauer fortlaufend Wasserblütenklingen fallen, die Gegner im Wirkungsbereich angreifen und ihnen <hydro>Hydro-Schaden</hydro> zufügen, und erhöht den mit Standardangriffen der Figuren im Wirkungsbereich verursachten Schaden.",
      "2": "<br/>",
      "3": "<i>„Ich kann sie sehen, die Wellen deines schlagenden Herzens in diesem Reich der stillen Wasser.“</i>"
    },
    "skillParams": {
      "0": "Wasserblütenklingen-SCH",
      "1": "SCH-Bonus für Standardangriffe",
      "2": "Dauer",
      "3": "Abklingzeit",
      "4": "Elementarenergie",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Kamisato-Stil – Mine Wo Matoishi Kiyotaki",
    "description": {
      "0": "<strong>Kamisato-Stil – Kyouka</strong> löst folgende Effekte aus:",
      "1": [
        " Kamisato Ayato erhält beim Auslösen 2 Stapelungen des Effekts Namisen.",
        " Wenn die Wasserillusion explodiert, erhält Ayato eine Menge an Stapelungen des Effekts Namisen, die der höchstmöglichen Anzahl von Stapelungen entspricht."
      ]
    }
  },
  "passive2": {
    "name": "Kamisato-Stil – Michiyuku Hagetsu",
    "description": {
      "0": "Stellt Kamisato Ayato, wenn er inaktiv in der Truppe ist und weniger als 40 Punkte Elementarenergie hat, pro s 2 Punkte Elementarenergie wieder her."
    }
  },
  "passive3": {
    "name": "Kamisato-Stil – Alltägliche Gerichte",
    "description": {
      "0": "Stellt bei der perfekten Zubereitung von Gerichten mit einer Wahrscheinlichkeit von 18 % zusätzlich die misslungene Variante des jeweiligen Gerichts her."
    }
  },
  "constellation1": {
    "name": "Kyouka Fuushi",
    "description": {
      "0": "Erhöht den Gegnern mit bis zu 50 % LP mit <strong>Shunsuiken</strong> zugefügten Schaden um 40 %."
    }
  },
  "constellation2": {
    "name": "Quelle der Welt",
    "description": {
      "0": "Erhöht die Höchstmenge an Stapelungen von <strong>Namisen</strong> auf 5. Erhöht, wenn Kamisato Ayato mindestens 3 Namisen-Stapelungen hat, seine maximalen LP um 50 %."
    }
  },
  "constellation3": {
    "name": "Bewunderung der Blumen",
    "description": {
      "0": "Erhöht die Stufe der Fähigkeit <strong>Kamisato-Stil – Kyouka</strong> um 3.",
      "1": "Höchststufe 15."
    }
  },
  "constellation4": {
    "name": "Ewiger Fluss",
    "description": {
      "0": "Erhöht nach dem Auslösen von <strong>Kamisato-Stil – Suiyuu</strong> die Angriffs-GSW der Standardangriffe aller Truppenmitglieder in der Nähe 15 s lang um 15 %."
    }
  },
  "constellation5": {
    "name": "Bansui Ichiro",
    "description": {
      "0": "Erhöht die Stufe der Fähigkeit <strong>Kamisato-Stil – Suiyuu</strong> um 3.",
      "1": "Höchststufe 15."
    }
  },
  "constellation6": {
    "name": "Unerschöpfliche Quelle",
    "description": {
      "0": "Löst, wenn der nächste Angriff von Kamisato Ayato mit Shunsuiken nach Anwendung von <strong>Kamisato-Stil – Kyouka</strong> Gegner trifft, 2 weitere Shunsuiken-Angriffe aus, von denen jeder Schaden in Höhe von 450 % von Ayatos ANG zufügt.",
      "1": "Diese beiden Shunsuiken-Angriffe erhalten keine Bonuseffekte von Namisen."
    }
  }
}