{
  "name": "Tartaglia",
  "title": "„Der Graf“",
  "description": "Der Letzte unter den Elf der Fatui, „der Graf“ genannt, mit großen Erfolgen auf dem Schlachtfeld.",
  "constellationName": "Monoceros Caeli",
  "auto": {
    "name": "Regenschnitt",
    "fields": {
      "normal": {
        "0": "<strong><strong>Standardangriff</strong>",
        "1": "Führt bis zu 6 Pfeilschüsse hintereinander aus."
      },
      "charged": {
        "0": "<strong>Heftiger Schlag</strong>",
        "1": "Startet einen <strong>gezielten Schuss</strong> mit höherem Schaden und höherer Genauigkeit.",
        "2": "Konzentriert die Hydro-Kraft an der Pfeilspitze und fügt getroffenen Gegnern bei voll konzentrierter Kraft <hydro>Hydro-Schaden</hydro> sowie den Effekt „Versiegen“ zu."
      },
      "riptide": {
        "0": "<strong>Versiegen</strong>",
        "1": "Fügt betroffenen Gegnern <hydro>Hydro-Flächenschaden</hydro> bei allen Arten von Angriffen von Tartaglia zu. Der durch diese Effekte verursachte Schaden gilt als Standardangriffsschaden.",
        "2": [
          " Versiegen – Blitz: Verursacht beim Treffen von Versiegen betroffener Gegner mit voll aufgeladenen gezielten Schüssen fortlaufenden Flächenschaden. 0,7 s Abklingzeit für Versiegen – Blitz.",
          " Versiegen – Schwall: Verursacht beim Besiegen von Versiegen betroffener Gegner einen Wasserschwall und fügt Gegnern in der Nähe den Effekt Versiegen zu."
        ]
      },
      "plunging": {
        "0": "<strong>Angriff aus dem Fall</strong>",
        "1": "Schießt in der Luft einen Pfeilregen ab, trifft schnell auf dem Boden auf und verursacht dort Flächenschaden.",
        "2": "Im Nahkampfmodus von Dämonengewand – Stürmische Gezeiten ist kein Angriff aus dem Fall möglich."
      }
    },
    "skillParams": {
      "0": "SCH Phase 1",
      "1": "SCH Phase 2",
      "2": "SCH Phase 3",
      "3": "SCH Phase 4",
      "4": "SCH Phase 5",
      "5": "SCH Phase 6",
      "6": "Gezielte Schüsse",
      "7": "Voll aufgeladene gezielte Schüsse",
      "8": "SCH durch Versiegen – Blitz",
      "9": "SCH durch Versiegen – Schwall",
      "10": "Dauer von Versiegen",
      "11": "SCH beim Fallen",
      "12": "SCH beim Fallen aus niedriger/großer Höhe",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Dämonengewand – Stürmische Gezeiten",
    "description": {
      "0": "Nutzt seine aus reinem Wasser bestehende Ausrüstung, fügt Gegnern in der Umgebung <hydro>Hydro-Schaden</hydro> zu und geht in den Nahkampf über.",
      "1": "Wandelt den Schaden von Tartaglias Standardangriffen und heftigen Schlägen in diesem Zustand in <hydro>Hydro-Schaden</hydro>, dessen Element anderweitig nicht verändert werden kann, und verändert die Angriffe folgendermaßen:",
      "2": "<br/>",
      "3": "<strong>Standardangriff</strong>",
      "4": "Führt bis zu 6 <hydro>Hydro</hydro>-Hiebe hintereinander aus.",
      "5": "<br/>",
      "6": "<strong>Heftiger Schlag</strong>",
      "7": "Verbraucht Ausdauer, schlägt mit beiden Schwertern schnell nach vorn und verursacht <hydro>Hydro-Schaden</hydro>.",
      "8": "<br/>",
      "9": "<strong>Versiegen – Hieb</strong>",
      "10": "Verursacht beim Treffen von Versiegen betroffener Gegner mit Nahkampfangriffen „Versiegen – Hieb“ und verursacht <hydro>Hydro-Flächenschaden</hydro>. Der mit Versiegen – Hieb verursachte Schaden gilt als Elementarfähigkeitsschaden mit 1,5 s Abklingzeit.",
      "11": "<br/>",
      "12": "Beendet den Effekt nach 30 s oder erneutem Anwenden, aktiviert wieder den Fernkampf und startet die Abklingphase. Je länger der Nahkampf aktiv war, desto länger dauert die Abklingphase.",
      "13": "Aktiviert eine längere Abklingphase, wenn der Nahkampf 30 s lang aktiv war.",
      "14": "<br/>",
      "15": "<i>Allein um seinen ungeübten Umgang mit dem Bogen zu verbessern, wählt er diesen als seine Waffe. In gefährlichen Kämpfen aber zeigt er seine wahre Stärke.</i>"
    },
    "skillParams": {
      "0": "SCH durch Modusänderung",
      "1": "SCH Phase 1",
      "2": "SCH Phase 2",
      "3": "SCH Phase 3",
      "4": "SCH Phase 4",
      "5": "SCH Phase 5",
      "6": "SCH Phase 6",
      "7": "SCH heftiger Schläge",
      "8": "Ausdauerverbrauch heftiger Schläge",
      "9": "SCH durch Versiegen – Hieb",
      "10": "Höchstdauer",
      "11": "Abklingzeit",
      "12": "Max. Abklingzeit",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Spezialangriff – Totale Vernichtung",
    "description": {
      "0": "Führt je nachdem, ob Fern- oder Nahkampf aktiv ist, verschiedene Angriffe aus:",
      "1": "<br/>",
      "2": "<strong>Fernkampf: Teufelsschuss</strong>",
      "3": "Schießt schnell einen magischen Pfeil voller Hydro-Kraft nach vorn und verursacht <hydro>Hydro-Flächenschaden</hydro> sowie den Effekt Versiegen.",
      "4": "Gibt nach dem Anwenden einen Teil Elementarenergie zurück.",
      "5": "<br/>",
      "6": "<strong>Nahkampf: Tödliches Glitzern</strong>",
      "7": "Führt einen Hieb mit hoher Reichweite aus, der den Gegnern in der Nähe hohen <hydro>Hydro-Schaden</hydro> zufügt und „Versiegen – Explosion“ verursacht.",
      "8": "<br/>",
      "9": "<strong>Versiegen – Explosion</strong>",
      "10": "Beendet beim Treffen von Versiegen betroffener Gegner mit Tödliches Glitzern den Effekt des Versiegens und verursacht eine Explosion sowie <hydro>Hydro-Flächenschaden</hydro>.",
      "11": "Der mit Versiegen – Explosion verursachte Schaden gilt als Spezialfähigkeitsschaden.",
      "12": "<br/>",
      "13": "<i>Reißendes Wasser ist eine Seltenheit in seiner verschneiten Heimat. Vielleicht kann er die Hydro-Kräfte so gut kontrollieren, gerade weil er weiß, wie kostbar Wasser ist.</i>"
    },
    "skillParams": {
      "0": "Fähigkeits-SCH (Nahkampf)",
      "1": "Fähigkeits-SCH (Fernkampf)",
      "2": "SCH durch Versiegen – Explosion",
      "3": "Elementarenergierückgabe der Fähigkeit (Fernkampf)",
      "4": "Abklingzeit",
      "5": "Elementarenergie",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Ewige Fortsetzung",
    "description": {
      "0": "Verlängert die Dauer des Effekts Versiegen um 8 s."
    }
  },
  "passive2": {
    "name": "Schwert aus Wasser",
    "description": {
      "0": "Fügt mit kritischen Treffern von Standardangriffen und heftigen Schlägen getroffenen Gegnern im Nahkampf von <strong>Dämonengewand – Stürmische Gezeiten</strong> den Effekt Versiegen zu."
    }
  },
  "passive3": {
    "name": "Ausgeklügelte Bewaffnung",
    "description": {
      "0": "Erhöht die Stufe der <strong>Standardangriffe</strong> eigener Figuren in der Truppe um 1."
    }
  },
  "constellation1": {
    "name": "Dämonengewand – Wellenbrecher",
    "description": {
      "0": "Verkürzt die Abklingzeit für die Anwendung von <strong>Dämonengewand – Stürmische Gezeiten</strong> um 20 %."
    }
  },
  "constellation2": {
    "name": "Dämonengewand – Unterströmung",
    "description": {
      "0": "Stellt Tartaglia, wenn von Versiegen betroffene Gegner besiegt werden, 4 Punkte Elementarenergie wieder her."
    }
  },
  "constellation3": {
    "name": "Katastrophe des Abgrunds – Strudel der Zwietracht",
    "description": {
      "0": "Erhöht die Stufe der Fähigkeit <strong>Dämonengewand – Stürmische Gezeiten</strong> um 3.",
      "1": "Höchststufe 15."
    }
  },
  "constellation4": {
    "name": "Katastrophe des Abgrunds – Sprudelndes Wasser",
    "description": {
      "0": "Löst bei Anwesenheit des von Tartaglia verursachten Effekts Versiegen alle 4 s Versiegen – Hieb aus, wenn Tartaglia im Nahkampfmodus von <strong>Dämonengewand – Stürmische Gezeiten</strong> ist, löst andernfalls Versiegen – Blitz aus.",
      "1": "Versiegen – Hieb und Versiegen – Blitz werden, wenn sie durch dieses Sternbild ausgelöst werden, nicht von der zeitlichen Beschränkung der beiden Zustände des Versiegens beeinflusst und wirken sich auch nicht auf die Zeitabstände zum Auslösen aus."
    }
  },
  "constellation5": {
    "name": "Spezialangriff – Regenschlächter",
    "description": {
      "0": "Erhöht die Stufe der Fähigkeit <strong>Spezialangriff – Totale Vernichtung</strong> um 3.",
      "1": "Höchststufe 15."
    }
  },
  "constellation6": {
    "name": "Spezialangriff – Komplette Auslöschung",
    "description": {
      "0": "Überspringt die Abklingzeit von <strong>Dämonengewand – Stürmische Gezeiten</strong> bei Anwendung von <strong>Spezialangriff – Totale Vernichtung</strong> im Nahkampf.",
      "1": "Dieser Effekt wird nach dem Wechsel in den Fernkampf aktiv."
    }
  }
}