{
  "name": "Tighnari",
  "title": "Wanderer im Grünen",
  "description": "Ein junger Gelehrter, der sich in der Botanik gut auskennt. Derzeit arbeitet er als Waldhütermeister im Avidya-Wald. Er ist aufrichtig, warmherzig und gut darin, ungeschickte Schüler zu unterrichten.",
  "constellationName": "Vulpes Zerda",
  "auto": {
    "name": "Khanda-Barrieren-Zerstörer",
    "fields": {
      "normal": {
        "0": "<strong><strong>Standardangriff</strong>",
        "1": "Führt bis zu 4 Pfeilschüsse hintereinander aus."
      },
      "charged": {
        "0": "<strong>Heftiger Schlag</strong>",
        "1": "Führt einen <strong>gezielten Schuss</strong> mit höherem Schaden und höherer Genauigkeit aus.",
        "2": "Konzentriert die Kraft der Pflanzen während des Zielens an der Pfeilspitze und verursacht je nach Länge des Aufladens unterschiedliche Effekte:",
        "3": [
          " Phase 1: Schießt einen Dendro-Pfeil und verursacht <dendro>Dendro-Schaden</dendro>.",
          " Phase 2: Schießt einen Blütenpfeil und verursacht <dendro>Dendro-Schaden</dendro>. Erzeugt nach dem Treffer 4 Khanda-Blütenpfeile, die die Gegner in der Nähe verfolgen und <dendro>Dendro-Schaden</dendro> verursachen."
        ]
      },
      "plunging": {
        "0": "<strong>Angriff aus dem Fall</strong>",
        "1": "Schießt in der Luft einen Pfeilregen ab, trifft schnell auf dem Boden auf und verursacht dort Flächenschaden."
      }
    },
    "skillParams": {
      "0": "SCH Phase 1",
      "1": "SCH Phase 2",
      "2": "SCH Phase 3",
      "3": "SCH Phase 4",
      "4": "Gezielte Schüsse",
      "5": "Gezielte Schüsse Aufladephase 1",
      "6": "Blütenpfeil-SCH",
      "7": "Khanda-Blütenpfeil-SCH",
      "8": "SCH beim Fallen",
      "9": "SCH beim Fallen aus niedriger/großer Höhe",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Vijnana-Phala-Mine",
    "description": {
      "0": "Tighnari schleudert das Vijnana-Donnerherz nach vorn, verursacht <dendro>Dendro-Flächenschaden</dendro> und erzeugt ein Vijnana-Khanda-Feld, das geheimnisvolle Illusionen schafft, die Gegner darin fortlaufend verspotten und ihre Angriffe auf sich ziehen.",
      "1": "Außerdem erhält Tighnari den Effekt „Vijnana-Durchbruch“, der die Aufladedauer seines Blütenpfeils um 2,4 s verkürzt. Dieser Effekt erlischt am Ende seiner Wirkungsdauer oder, nachdem Tighnari 3 Blütenpfeile abgeschossen hat.",
      "2": "<br/>",
      "3": "<i>„Wenn ein Samen außerhalb des Bodens verdorrt, bleibt er ein einzelner Samen, wenn er stirbt. Wenn er in den Boden zurückkehrt, wird er am Ende zu Millionen von Samen.“</i>"
    },
    "skillParams": {
      "0": "Fähigkeits-SCH",
      "1": "Wirkungsdauer des Vijnana-Khanda-Felds",
      "2": "Wirkungsdauer des Vijnana-Durchbruchs",
      "3": "Abklingzeit",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Des Erschaffers Schlingstängel-Pfeil",
    "description": {
      "0": "Konzentriert die Kraft aller Samen und schießt 6 Schlingstängel-Pfeile, die Gegner verfolgen und <dendro>Dendro-Schaden</dendro> verursachen.",
      "1": "Erzeugt nach dem Treffen sekundäre Schlingstängel-Pfeile, die Gegner in der Nähe verfolgen und beim Treffen <dendro>Dendro-Schaden</dendro> verursachen.",
      "2": "<br/>",
      "3": "<i>„Versuch nicht einmal, sie so einfach loszuwerden. Diese Schlingstängel regenerieren und vermehren sich schnell. Es kann sehr unangenehm werden, wenn man sie nicht komplett beseitigen kann.“</i>"
    },
    "skillParams": {
      "0": "SCH des Schlingstängel-Pfeils",
      "1": "SCH des sekundären Schlingstängel-Pfeils",
      "2": "Abklingzeit",
      "3": "Elementarenergie",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Scharfblick",
    "description": {
      "0": "Nachdem Tighnari einen <strong>Blütenpfeil</strong> geschossen hat, wird seine Elementarkunde 4s lang um 50 Punkte erhöht."
    }
  },
  "passive2": {
    "name": "Florakunde",
    "description": {
      "0": "Für jeden Punkt der Elementarkunde, den Tighnari besitzt, werden der Schaden seiner heftigen Schläge und der von <strong>Des Erschaffers Schlingstängel-Pfeil</strong> um 0,06 % erhöht.",
      "1": "Der maximale SCH-Bonus, der auf diese Weise erreicht werden kann, beträgt 60 %."
    }
  },
  "passive3": {
    "name": "Weltwissen",
    "description": {
      "0": "Zeigt alle <strong>Besonderheiten Sumerus</strong> in der Nähe auf der Minikarte an."
    }
  },
  "constellation1": {
    "name": "Wurzeln bestimmen Anfänge",
    "description": {
      "0": "Erhöht die KT heftiger Schläge von Tighnari um 15 %."
    }
  },
  "constellation2": {
    "name": "Stämme verraten Herkünfte",
    "description": {
      "0": "Verleiht Tighnari 20 % <dendro>Dendro-SCH-Bonus</dendro>, wenn sich Gegner im von <strong>Vijnana-Phala-Mine</strong> erzeugten Vijnana-Khanda-Feld befinden.",
      "1": "Der Effekt hält bis zu 6 s an, nachdem die Dauer des Vijnana-Khanda-Felds endet oder sich keine Gegner mehr darin befinden."
    }
  },
  "constellation3": {
    "name": "Zweige kennen Schicksale",
    "description": {
      "0": "Erhöht die Stufe der Fähigkeit <strong>Des Erschaffers Schlingstängel-Pfeil</strong> um 3.",
      "1": "Höchststufe 15."
    }
  },
  "constellation4": {
    "name": "Blätter bezeugen das Auf und Ab",
    "description": {
      "0": "Erhöht die Elementarkunde aller Truppenmitglieder in der Nähe beim Anwenden der Fähigkeit <strong>Des Erschaffers Schlingstängel-Pfeil</strong> 8 s lang um 60 Punkte. Wenn Des Erschaffers Schlingstängel-Pfeil Reaktionen wie „In Flammen“, „Sprießen“, „Urwuchs“ oder „Rankenwuchs“ auslöst, wird ihre Elementarkunde um weitere 60 Punkte erhöht. In letzterem Fall wird auch die Dauer dieses Bonus zurückgesetzt."
    }
  },
  "constellation5": {
    "name": "Blüten hegen Einsichten",
    "description": {
      "0": "Erhöht die Stufe der Fähigkeit <strong>Vijnana-Phala-Mine</strong> um 3.",
      "1": "Höchststufe 15."
    }
  },
  "constellation6": {
    "name": "Früchte tragen Karma",
    "description": {
      "0": "Verkürzt die Aufladezeit für <strong>Blütenpfeil</strong> um 0,9 s und erzeugt nach einem Treffer 1 weiteren Khanda-Blütenpfeil. Verursacht Schaden in Höhe von 150 % von Tighnaris ANG."
    }
  }
}