{
  "name": "Sayu",
  "title": "Mujina-Ninja",
  "description": "Ein winziger Ninja, der zum Shuumatsuban gehört und immer unter Schlafmangel zu leiden scheint.",
  "constellationName": "Nyctereutes Minor",
  "auto": {
    "name": "Ninja-Klinge des Shuumatsuban",
    "fields": {
      "normal": {
        "0": "<strong><strong>Standardangriff</strong>",
        "1": "Führt bis zu 4 Schwünge mit dem Schwert hintereinander aus."
      },
      "charged": {
        "0": "<strong>Heftiger Schlag</strong>",
        "1": "Verbraucht fortlaufend Ausdauer, wirbelt das Großschwert und greift Gegner in der Umgebung an.",
        "2": "Schwingt das Schwert am Ende mit besonders großer Wucht."
      },
      "plunging": {
        "0": "<strong>Angriff aus dem Fall</strong>",
        "1": "Schlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Flächenschaden."
      }
    },
    "skillParams": {
      "0": "SCH Phase 1",
      "1": "SCH Phase 2",
      "2": "SCH Phase 3",
      "3": "SCH Phase 4",
      "4": "SCH heftiger Schläge pro Runde",
      "5": "SCH heftiger Schläge am Ende",
      "6": "Ausdauerverbrauch heftiger Schläge",
      "7": "Höchstdauer",
      "8": "SCH beim Fallen",
      "9": "SCH beim Fallen aus niedriger/großer Höhe",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Juhu-Stil – Fuuin-Stoß",
    "description": {
      "0": "Die Spezialtechnik der Ninja-Kunst des Juhu-Stils in einem über das Schlachtfeld rollenden Fuufuu-Windrad!",
      "1": "Rollt in einem Windrad mit hoher Geschwindigkeit umher, stößt gegen Gegner und verursacht <anemo>Anemo-Schaden</anemo>. Löst am Ende einen Fuufuu-Windradtritt aus und verursacht <anemo>Anemo-Flächenschaden</anemo>.",
      "2": "<br/>",
      "3": "<strong>Drücken</strong>",
      "4": "Startet den Windradmodus und rollt kurz nach vorn, bis ein Fuufuu-Windradtritt ausgelöst wird.",
      "5": "<br/>",
      "6": "<strong>Gedrückt halten</strong>",
      "7": "Rollt fortlaufend in Windradform und erhöht Sayus Unterbrechungs-WDS in diesem Zustand.",
      "8": "Sayu kann während der Wirkungsdauer die Rollrichtung steuern und diesen Zustand durch erneutes Auslösen der Fähigkeit vorzeitig beenden, wodurch ein im Vergleich zum Drücken der Fähigkeit noch stärkerer Fuufuu-Windradtritt ausgelöst wird.",
      "9": "Beim Gedrückthalten dieser Fähigkeit kann eine Elementarumwandlung stattfinden.",
      "10": "<br/>",
      "11": "Hält bis zu 10 s. Startet am Ende des Effekts eine Abklingphase. Je länger der Zustand des Windradmodus anhält, desto länger wird die Abklingphase.",
      "12": "<br/>",
      "13": "<strong>Elementarumwandlung</strong>",
      "14": "Verleiht Sayu beim Treffen auf <hydro>Hydro</hydro>-, <pyro>Pyro</pyro>-, <cryo>Kryo</cryo>- oder <electro>Elektro</electro>-Effekte im Windradmodus das jeweilige Element und verursacht mit dem Fuufuu-Windrad sowie dem Fuufuu-Windradtritt dementsprechend zusätzlichen Schaden.",
      "15": "Elementarumwandlung nur einmal während der Wirkungsdauer möglich.",
      "16": "<br/>",
      "17": "<i>Sayu ist so geübt in dieser Fähigkeit, dass sie sie mit geschlossenen Augen anwenden könnte. Eigentlich war sie als Mittel zur Flucht gedacht. Jetzt, da sie ein Göttliches Auge hat, kann sie ihren Feinden dabei wenigstens ordentlich zusetzen.</i>"
    },
    "skillParams": {
      "0": "SCH durch Fuufuu-Windrad",
      "1": "SCH bei Drücken des Fuufuu-Windradtritts",
      "2": "SCH bei Gedrückthalten des Fuufuu-Windradtritts",
      "3": "Elementar-SCH durch Fuufuu-Windrad",
      "4": "Elementar-SCH bei Gedrückthalten des Fuufuu-Windradtritts",
      "5": "Höchstdauer beim Gedrückthalten",
      "6": "Abklingzeit",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Juhu-Stil – Mujina-Wirrsal",
    "description": {
      "0": "Die andere Spezialtechnik der Ninja-Kunst des Juhu-Stils, wodurch Sayu ein Paar helfende Hände erhält!",
      "1": "Fügt Gegnern in der Nähe <anemo>Anemo-Schaden</anemo> zu, stellt Truppenmitgliedern in der Nähe LP basierend auf Sayus ANG wieder her und beschwört einen „Mujimuji-Daruma“.",
      "2": "<br/>",
      "3": "<strong>Mujimuji-Daruma</strong>",
      "4": "Führt in bestimmten Zeitabständen je nach Situation in der Nähe verschiedenen Handlungen aus:",
      "5": [
        " Greift bei Anwesenheit von Figuren ausschließlich mit mehr als 70 % LP einen Gegner in der Nähe an und verursacht <anemo>Anemo-Schaden</anemo>.",
        " Stellt bei Anwesenheit von Figuren auf dem Feld mit bis zu 70 % LP der Figur mit den prozentual wenigsten LP ihre LP basierend auf Sayus ANG wieder her. Stellt einer Figur in der Nähe auch bei mehr als 70 % LP ihre LP wieder her, wenn in der Nähe kein Gegner ist."
      ],
      "6": "<br/>",
      "7": "<i>Leute, die keine Ahnung von Ninja-Künsten haben, sehen Sayu häufig gern zu, wie sie diese demonstriert. Der ein oder andere will sich auch eine Technik abschauen. Am liebsten würde Sayu aber einfach nur schlafen und nicht gestört werden.</i>"
    },
    "skillParams": {
      "0": "SCH bei Anwendung der Fähigkeit",
      "1": "Heilung bei Anwendung der Fähigkeit",
      "2": "Mujimuji-Daruma-SCH",
      "3": "Mujimuji-Daruma-Heilung",
      "4": "Dauer",
      "5": "Abklingzeit",
      "6": "Elementarenergie",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Bessere Wahl",
    "description": {
      "0": "Stellt der eigenen Figur in der Truppe sowie befreundeten Figuren in der Nähe 300 LP wieder her, wenn Sayu auf dem Schlachtfeld eine Verwirbelung auslöst. Stellt für jeden Punkt von Sayus Elementarkunde zusätzlich 1,2 LP wieder her.",
      "1": "2 s Abklingzeit."
    }
  },
  "passive2": {
    "name": "Feierabend",
    "description": {
      "0": "Verleiht dem Mujimuji-Daruma von <strong>Juhu-Stil – Mujina-Wirrsal</strong> folgende Effekte:",
      "1": [
        " Stellt den anderen Figuren in der Nähe der von Mujimuji-Daruma geheilten Figuren während der Heilung LP in Höhe von 20 % der eigentlichen Heilung wieder her.",
        " Erhöht beim Angreifen von Gegnern durch Mujimuji-Daruma den Wirkungsbereich, indem Schaden verursacht wird."
      ]
    }
  },
  "passive3": {
    "name": "Juhu-Stil – Leise Schritte",
    "description": {
      "0": "Eigene Figuren in der Truppe scheuchen Kristallschmetterlinge und einige andere Lebewesen nicht auf, wenn sie sich ihnen nähern, solange Sayu in der Truppe ist.",
      "1": "Sieh unter „Andere“ bei „Lebewesen – Wildtiere“ im Handbuch nach, um Genaueres über die Lebewesen, bei denen diese Fähigkeit wirkt, zu erfahren."
    }
  },
  "constellation1": {
    "name": "Konzentrationstechnik",
    "description": {
      "0": "Der Mujimuji-Daruma von <strong>Juhu-Stil – Mujina-Wirrsal</strong> ignoriert die LP-Beschränkungen und kann somit gleichzeitig Gegner in der Nähe angreifen und die LP von Figuren wiederherstellen."
    }
  },
  "constellation2": {
    "name": "Fluchtweg",
    "description": {
      "0": "Gewährt <strong>Juhu-Stil – Fuuin-Stoß</strong> folgende Effekte:",
      "1": [
        " Erhöht den mit dem Fuufuu-Windradtritt beim Drücken verursachten Schaden um 3,3 %.",
        " Erhöht den mit dem Fuufuu-Windradtritt im Fuufuu-Windradmodus beim Gedrückthalten verursachten Schaden für dieses Mal alle 0,5 s um 3,3 %. Erhöhung des mit dem Fuufuu-Windradtritt verursachten Schadens um bis zu 66 % auf diese Weise möglich."
      ]
    }
  },
  "constellation3": {
    "name": "Ein Fall für Doppelgänger",
    "description": {
      "0": "Erhöht die Stufe der Fähigkeit <strong>Juhu-Stil – Mujina-Wirrsal</strong> um 3.",
      "1": "Höchststufe 15."
    }
  },
  "constellation4": {
    "name": "Profischwänzen",
    "description": {
      "0": "Stellt 1,2 Punkte Elementarenergie wieder her, wenn Sayu auf dem Schlachtfeld eine Verwirbelung auslöst.",
      "1": "2 s Abklingzeit."
    }
  },
  "constellation5": {
    "name": "Schneller ist besser",
    "description": {
      "0": "Erhöht die Stufe der Fähigkeit <strong>Juhu-Stil – Fuuin-Stoß</strong> um 3.",
      "1": "Höchststufe 15."
    }
  },
  "constellation6": {
    "name": "Schlafenszeit",
    "description": {
      "0": "Erhöht den ANG und die Heilung des von Sayu selbst mit <strong>Juhu-Stil – Mujina-Wirrsal</strong> beschworenen Mujimuji-Daruma basierend auf Sayus Elementarkunde. Löst für jeden einzelnen Punkt Elementarkunde folgende Boni aus:",
      "1": [
        " Erhöht den mit Angriffen von Mujimuji-Daruma verursachten Schaden zusätzlich um 0,2 % ANG. Zusätzlicher Schaden in Höhe von bis zu 400 % ANG auf diese Weise möglich.",
        " Erhöht die Heilung von Mujimuji-Daruma um 3 LP. Zusätzliche Heilung von bis zu 6.000 LP auf diese Weise möglich."
      ]
    }
  }
}