{
  "name": "Gefolgsfrau des Königs",
  "description": {
    "0": "Eine Waffe, die du aus einer Geschichte über die Aranara erhalten hast. Sie hat die Form eines Bogens angenommen, mit dem man die Gegner des Waldes niederschießen kann."
  },
  "passiveName": "Lehren des Labyrinthkönigs",
  "passiveDescription": {
    "0": {
      "0": "Erhält beim Anwenden der Elementarfähigkeit oder Spezialfähigkeit den Effekt „Waldlehre“, der 12 s lang die Elementarkunde um <cryo>60</cryo> Punkte erhöht. Dieser Effekt wird beim Auswechseln der Figur entfernt. Wenn die Dauer des Effekts endet oder der Effekt entfernt wird, wird 1 Gegner in der Nähe Schaden in Höhe von <cryo>100 %</cryo> ANG zugefügt. 20 s Abklingzeit."
    },
    "1": {
      "0": "Erhält beim Anwenden der Elementarfähigkeit oder Spezialfähigkeit den Effekt „Waldlehre“, der 12 s lang die Elementarkunde um <cryo>80</cryo> Punkte erhöht. Dieser Effekt wird beim Auswechseln der Figur entfernt. Wenn die Dauer des Effekts endet oder der Effekt entfernt wird, wird 1 Gegner in der Nähe Schaden in Höhe von <cryo>120 %</cryo> ANG zugefügt. 20 s Abklingzeit."
    },
    "2": {
      "0": "Erhält beim Anwenden der Elementarfähigkeit oder Spezialfähigkeit den Effekt „Waldlehre“, der 12 s lang die Elementarkunde um <cryo>100</cryo> Punkte erhöht. Dieser Effekt wird beim Auswechseln der Figur entfernt. Wenn die Dauer des Effekts endet oder der Effekt entfernt wird, wird 1 Gegner in der Nähe Schaden in Höhe von <cryo>140 %</cryo> ANG zugefügt. 20 s Abklingzeit."
    },
    "3": {
      "0": "Erhält beim Anwenden der Elementarfähigkeit oder Spezialfähigkeit den Effekt „Waldlehre“, der 12 s lang die Elementarkunde um <cryo>120</cryo> Punkte erhöht. Dieser Effekt wird beim Auswechseln der Figur entfernt. Wenn die Dauer des Effekts endet oder der Effekt entfernt wird, wird 1 Gegner in der Nähe Schaden in Höhe von <cryo>160 %</cryo> ANG zugefügt. 20 s Abklingzeit."
    },
    "4": {
      "0": "Erhält beim Anwenden der Elementarfähigkeit oder Spezialfähigkeit den Effekt „Waldlehre“, der 12 s lang die Elementarkunde um <cryo>140</cryo> Punkte erhöht. Dieser Effekt wird beim Auswechseln der Figur entfernt. Wenn die Dauer des Effekts endet oder der Effekt entfernt wird, wird 1 Gegner in der Nähe Schaden in Höhe von <cryo>180 %</cryo> ANG zugefügt. 20 s Abklingzeit."
    }
  }
}