{
  "name": "Fließende Träume von tausend Nächten",
  "description": {
    "0": "Eine die fließenden Träume von tausend Nächten erhellende Lampe, in deren smaragdgrünen Licht das Lied der einstigen Welt treibt."
  },
  "passiveName": "Morgengesang von tausend Nächten",
  "passiveDescription": {
    "0": {
      "0": "Verleiht dem Träger für jedes weitere Truppenmitglied gemäß dessen Elementartyp folgende Boni. Gleicher Elementartyp: Erhöht die Elementarkunde um <cryo>32</cryo> Punkte. Anderer Elementartyp: Erhöht den Schaden des jeweiligen Elements des Trägers um <cryo>10 %</cryo>. Beide Effekte sind 3-fach stapelbar. Erhöht außerdem die Elementarkunde der anderen Truppenmitglieder in der Nähe um <cryo>40</cryo> Punkte. Dieser Effekt kann bei mehreren gleichen Waffen gestapelt werden."
    },
    "1": {
      "0": "Verleiht dem Träger für jedes weitere Truppenmitglied gemäß dessen Elementartyp folgende Boni. Gleicher Elementartyp: Erhöht die Elementarkunde um <cryo>40</cryo> Punkte. Anderer Elementartyp: Erhöht den Schaden des jeweiligen Elements des Trägers um <cryo>14 %</cryo>. Beide Effekte sind 3-fach stapelbar. Erhöht außerdem die Elementarkunde der anderen Truppenmitglieder in der Nähe um <cryo>42</cryo> Punkte. Dieser Effekt kann bei mehreren gleichen Waffen gestapelt werden."
    },
    "2": {
      "0": "Verleiht dem Träger für jedes weitere Truppenmitglied gemäß dessen Elementartyp folgende Boni. Gleicher Elementartyp: Erhöht die Elementarkunde um <cryo>48</cryo> Punkte. Anderer Elementartyp: Erhöht den Schaden des jeweiligen Elements des Trägers um <cryo>18 %</cryo>. Beide Effekte sind 3-fach stapelbar. Erhöht außerdem die Elementarkunde der anderen Truppenmitglieder in der Nähe um <cryo>44</cryo> Punkte. Dieser Effekt kann bei mehreren gleichen Waffen gestapelt werden."
    },
    "3": {
      "0": "Verleiht dem Träger für jedes weitere Truppenmitglied gemäß dessen Elementartyp folgende Boni. Gleicher Elementartyp: Erhöht die Elementarkunde um <cryo>56</cryo> Punkte. Anderer Elementartyp: Erhöht den Schaden des jeweiligen Elements des Trägers um <cryo>22 %</cryo>. Beide Effekte sind 3-fach stapelbar. Erhöht außerdem die Elementarkunde der anderen Truppenmitglieder in der Nähe um <cryo>46</cryo> Punkte. Dieser Effekt kann bei mehreren gleichen Waffen gestapelt werden."
    },
    "4": {
      "0": "Verleiht dem Träger für jedes weitere Truppenmitglied gemäß dessen Elementartyp folgende Boni. Gleicher Elementartyp: Erhöht die Elementarkunde um <cryo>64</cryo> Punkte. Anderer Elementartyp: Erhöht den Schaden des jeweiligen Elements des Trägers um <cryo>26 %</cryo>. Beide Effekte sind 3-fach stapelbar. Erhöht außerdem die Elementarkunde der anderen Truppenmitglieder in der Nähe um <cryo>48</cryo> Punkte. Dieser Effekt kann bei mehreren gleichen Waffen gestapelt werden."
    }
  }
}