{
  "name": "Kitain-Kreuzlanze",
  "description": {
    "0": "Eine besondere Lanze, die einst von einem berühmten Krieger benutzt wurde, der die Tatarigami auf der Insel Yashiori bewachte."
  },
  "passiveName": "Verhalten eines Samurais",
  "passiveDescription": {
    "0": {
      "0": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um <cryo>6 %</cryo>. Zieht der Figur bei Treffern mit einer Elementarfähigkeit 3 Punkte Elementarenergie ab und stellt im Gegenzug 6 s lang alle 2 s <cryo>3</cryo> Punkte Elementarenergie wieder her. Dieser Effekt kann nur einmal alle 10 s ausgelöst werden, auch von Figuren, die sich in deiner Truppe, aber nicht im Kampf befinden."
    },
    "1": {
      "0": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um <cryo>7,5 %</cryo>. Zieht der Figur bei Treffern mit einer Elementarfähigkeit 3 Punkte Elementarenergie ab und stellt im Gegenzug 6 s lang alle 2 s <cryo>3,5</cryo> Punkte Elementarenergie wieder her. Dieser Effekt kann nur einmal alle 10 s ausgelöst werden, auch von Figuren, die sich in deiner Truppe, aber nicht im Kampf befinden."
    },
    "2": {
      "0": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um <cryo>9 %</cryo>. Zieht der Figur bei Treffern mit einer Elementarfähigkeit 3 Punkte Elementarenergie ab und stellt im Gegenzug 6 s lang alle 2 s <cryo>4</cryo> Punkte Elementarenergie wieder her. Dieser Effekt kann nur einmal alle 10 s ausgelöst werden, auch von Figuren, die sich in deiner Truppe, aber nicht im Kampf befinden."
    },
    "3": {
      "0": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um <cryo>10,5 %</cryo>. Zieht der Figur bei Treffern mit einer Elementarfähigkeit 3 Punkte Elementarenergie ab und stellt im Gegenzug 6 s lang alle 2 s <cryo>4,5</cryo> Punkte Elementarenergie wieder her. Dieser Effekt kann nur einmal alle 10 s ausgelöst werden, auch von Figuren, die sich in deiner Truppe, aber nicht im Kampf befinden."
    },
    "4": {
      "0": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um <cryo>12 %</cryo>. Zieht der Figur bei Treffern mit einer Elementarfähigkeit 3 Punkte Elementarenergie ab und stellt im Gegenzug 6 s lang alle 2 s <cryo>5</cryo> Punkte Elementarenergie wieder her. Dieser Effekt kann nur einmal alle 10 s ausgelöst werden, auch von Figuren, die sich in deiner Truppe, aber nicht im Kampf befinden."
    }
  }
}