{
  "name": "Himeko",
  "abilities": {
    "basic": {
      "0": {
        "name": "Chỉnh Đốn Vũ Trang",
        "fullDesc": "Gây Sát Thương Hỏa cho 1 kẻ địch chỉ định tương đương <orangeStrong>{{1, percent}}%</orangeStrong> Tấn Công của Himeko.",
        "shortDesc": "Gây lượng nhỏ Sát Thương Hỏa cho 1 kẻ địch.",
        "tag": "Đánh Đơn"
      }
    },
    "skill": {
      "0": {
        "name": "Sức Nóng Bùng Nổ",
        "fullDesc": "Gây Sát Thương Hỏa cho 1 kẻ địch chỉ định tương đương <orangeStrong>{{1, percent}}%</orangeStrong> Tấn Công của Himeko, đồng thời gây Sát Thương Hỏa cho mục tiêu lân cận kẻ đó tương đương <orangeStrong>{{2, percent}}%</orangeStrong> Tấn Công của Himeko.",
        "shortDesc": "Gây Sát Thương Hỏa cho 1 kẻ địch, gây lượng nhỏ Sát Thương Hỏa cho mục tiêu lân cận.",
        "tag": "Khuếch Tán"
      }
    },
    "ult": {
      "0": {
        "name": "Lửa Thiên Giáng Trần",
        "fullDesc": "Gây Sát Thương Hỏa cho toàn bộ kẻ địch tương đương <orangeStrong>{{1, percent}}%</orangeStrong> Tấn Công của Himeko. Cứ tiêu diệt 1 kẻ địch sẽ hồi thêm cho Himeko {{2}} Năng Lượng.",
        "shortDesc": "Gây Sát Thương Hỏa cho toàn phe địch, khi tiêu diệt kẻ địch sẽ hồi Năng Lượng.",
        "tag": "Đánh Lan"
      }
    },
    "talent": {
      "0": {
        "name": "Truy Kích Dồn Dập",
        "fullDesc": "Khi Điểm Yếu của mục tiêu địch bị phá vỡ, Himeko sẽ nhận Nạp Năng Lượng, giới hạn là {{2}} điểm.<br>Sau khi phe ta tấn công, nếu Nạp Năng Lượng của Himeko đạt giới hạn sẽ phát động ngay 1 lần Đòn Đánh Theo Sau, gây Sát Thương Hỏa cho toàn phe địch tương đương <orangeStrong>{{1, percent}}%</orangeStrong> Tấn Công của Himeko, đồng thời tiêu hao toàn bộ Nạp Năng Lượng.<br>Khi bắt đầu chiến đấu sẽ nhận 1 điểm Nạp Năng Lượng.",
        "shortDesc": "Khi trận đấu bắt đầu và điểm yếu của kẻ địch bị phá vỡ sẽ nhận Nạp Năng Lượng.<br>Sau khi mục tiêu phe ta tấn công, nếu Nạp Năng Lượng đạt giới hạn, <orangeStrong>sẽ phát động Đòn Đánh Theo Sau</orangeStrong>, gây Sát Thương Hỏa cho <orangeStrong>toàn bộ kẻ địch</orangeStrong> và tiêu hao tất cả Nạp Năng Lượng.",
        "tag": "Đánh Lan"
      }
    },
    "technique": {
      "0": {
        "name": "Lửa Thiêu Âm Ỉ",
        "fullDesc": "Sau khi dùng Bí Kỹ sẽ tạo ra vùng đặc biệt trong {{4}} giây. Khi vào chiến đấu với kẻ địch trong vùng này có {{1, percent}}% xác suất cơ bản khiến Sát Thương Hỏa mà kẻ địch phải chịu tăng {{2, percent}}%, duy trì {{3}} hiệp. Cùng một lúc tối đa chỉ tồn tại 1 hiệu ứng vùng do phe ta tạo ra.",
        "shortDesc": "Tạo một khu vực đặc biệt. Sau khi vào chiến đấu với kẻ địch trong khu vực, sẽ có xác suất lớn <orangeStrong>tăng Sát Thương Hỏa mà kẻ địch phải chịu</orangeStrong>.",
        "tag": "Quấy Nhiễu"
      }
    },
    "overworld": {
      "0": {
        "name": "Tấn Công",
        "fullDesc": "Tấn công kẻ địch, sau khi vào chiến đấu sẽ làm giảm Sức Bền mang thuộc tính tương ứng của địch.",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Ngôi Sao Lửa",
        "fullDesc": "Khi thi triển tấn công có {{1, percent}}% xác suất cơ bản khiến mục tiêu phe địch rơi vào trạng thái Thiêu Đốt, duy trì {{2}} hiệp.<br>Trong trạng thái Thiêu Đốt, khi bắt đầu mỗi hiệp, mục tiêu phe địch chịu Sát Thương Hỏa duy trì tương đương {{3, percent}}% Tấn Công của Himeko."
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Nóng Bỏng",
        "fullDesc": "Sát thương Chiến Kỹ gây cho mục tiêu địch ở trạng thái Thiêu Đốt tăng {{1, percent}}%."
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Chuẩn Mực",
        "fullDesc": "Nếu Phần Trăm HP hiện tại cao hơn hoặc bằng {{1, percent}}%, thì Tỷ Lệ Bạo Kích tăng {{2, percent}}%."
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Tuổi Thơ",
      "desc": "Sau khi kích hoạt Truy Kích Dồn Dập, Tốc Độ của Himeko tăng {{1, percent}}%, duy trì {{2}} hiệp."
    },
    "2": {
      "name": "Gặp Gỡ",
      "desc": "Tăng {{2, percent}}% sát thương gây ra cho kẻ địch có phần trăm HP hiện tại nhỏ hơn hoặc bằng {{1, percent}}%."
    },
    "3": {
      "name": "Chính Mình",
      "desc": "Cấp Chiến Kỹ +2, tối đa không quá cấp 15; Cấp Tấn Công Thường +1, tối đa không quá cấp 10."
    },
    "4": {
      "name": "Tận Sức",
      "desc": "Khi thi triển Chiến Kỹ Phá Vỡ Điểm Yếu của kẻ địch, Himeko sẽ nhận thêm {{1}} điểm Nạp Năng Lượng."
    },
    "5": {
      "name": "Khát Vọng",
      "desc": "Cấp Tuyệt Kỹ +2, tối đa không quá cấp 15; Cấp Thiên Phú +2, tối đa không quá cấp 15."
    },
    "6": {
      "name": "Khai Phá!",
      "desc": "Tuyệt Kỹ gây thêm 2 lần sát thương, gây Sát Thương Hỏa cho mỗi kẻ địch ngẫu nhiên bằng {{1, percent}}% sát thương ban đầu."
    }
  }
}