{
  "name": "Qingque",
  "abilities": {
    "basic": {
      "0": {
        "name": "Tự Ù",
        "fullDesc": "Dùng 1 Quân Bài Quỳnh Ngọc hoa văn ít nhất hiện tại, gây cho 1 kẻ địch chỉ định Sát Thương Lượng Tử tương đương <orangeStrong>{{1, percent}}%</orangeStrong> Tấn Công của Qingque.",
        "shortDesc": "Dùng 1 quân bài, gây lượng nhỏ Sát Thương Lượng Tử cho 1 kẻ địch."
      },
      "1": {
        "name": "Bộ Tứ Thêm Hoa!",
        "fullDesc": "Gây Sát Thương Lượng Tử cho 1 kẻ địch chỉ định tương đương <orangeStrong>{{1, percent}}%</orangeStrong> Tấn Công của Qingque, đồng thời gây cho mục tiêu lân cận kẻ đó Sát Thương Lượng Tử tương đương <orangeStrong>{{2, percent}}%</orangeStrong> Tấn Công của Qingque.\\n\"Bộ Tứ Thêm Hoa!\" không thể hồi điểm Chiến Kỹ.",
        "shortDesc": "Gây Sát Thương Lượng Tử cho 1 kẻ địch, đồng thời gây lượng nhỏ Sát Thương Lượng Tử cho mục tiêu lân cận."
      }
    },
    "skill": {
      "0": {
        "name": "Quân Bài Cuối Cùng",
        "fullDesc": "Bốc ngay {{1}} Quân Bài Quỳnh Ngọc, khiến sát thương do bản thân gây ra tăng <orangeStrong>{{2, percent}}%</orangeStrong>, duy trì đến khi kết thúc hiệp này. Hiệu ứng này có thể cộng dồn {{3}} tầng. Sau khi thi triển Chiến Kỹ này, hiệp này sẽ không kết thúc.",
        "shortDesc": "<orangeStrong>Rút bài</orangeStrong>, tăng sát thương bản thân gây ra và <orangeStrong>hiệp này sẽ không kết thúc</orangeStrong>."
      }
    },
    "ult": {
      "0": {
        "name": "Bộ Tứ? Ngon Lành!",
        "fullDesc": "Gây cho toàn bộ phe địch sát thương Lượng Tử bằng <orangeStrong>{{1, percent}}%</orangeStrong> Tấn Công của Qingque, và nhận 4 Quân Bài Quỳnh Ngọc cùng hoa văn.",
        "shortDesc": "Gây Sát Thương Lượng Tử cho toàn phe địch, nhận 4 quân bài hoa văn giống nhau."
      }
    },
    "technique": {
      "0": {
        "name": "Niềm Vui Xếp Bài",
        "fullDesc": "Sau khi dùng Bí Kỹ, vào trạng thái chiến đấu, Qingque sẽ bốc {{1}} Quân Bài Quỳnh Ngọc.",
        "shortDesc": "Dùng Bí Kỹ, lần sau vào trận sẽ rút bài."
      }
    },
    "overworld": {
      "0": {
        "name": "Tấn Công",
        "fullDesc": "Tấn công kẻ địch, sau khi vào chiến đấu sẽ làm giảm Sức Bền mang thuộc tính tương ứng của địch.",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Tranh Bài",
        "fullDesc": "Khi thi triển Chiến Kỹ, sẽ hồi 1 điểm Chiến Kỹ. Hiệu ứng này chỉ có thể kích hoạt 1 lần trong một trận đấu.",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Đợi Thời Cơ",
        "fullDesc": "Chiến Kỹ khiến hiệu ứng tăng sát thương do bản thân gây ra tăng thêm {{1, percent}}%.",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Bắt Bài",
        "fullDesc": "Sau khi thi triển Tấn Công Thường Cường Hóa, tốc độ của Qingque tăng {{1, percent}}%, duy trì 1 hiệp.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Thế Bài Xung Phong Dũng Mãnh",
      "desc": "Sát thương Tuyệt Kỹ gây ra tăng {{1, percent}}%."
    },
    "2": {
      "name": "Thế Bài Như Gối Ngủ Êm",
      "desc": "Mỗi lần Qingque bốc bài, lập tức hồi phục {{1}} điểm Năng Lượng."
    },
    "3": {
      "name": "Thế Bài Thuận Thế Tự Ù",
      "desc": "Cấp Tuyệt Kỹ +2, tối đa không quá cấp 15; Cấp Thiên Phú +2, tối đa không quá cấp 15."
    },
    "4": {
      "name": "Thế Bài Thắng Trong Tầm Tay",
      "desc": "Sau khi thi triển Chiến Kỹ, có {{1, percent}}% xác suất cố định nhận trạng thái Bất Cầu Nhân, duy trì đến khi hiệp này kết thúc.\\nTrong trạng thái Bất Cầu Nhân, sau khi thi triển Tấn Công Thường hoặc Tấn Công Thường Cường Hóa, sẽ lập tức tiến hành 1 Đòn Đánh Theo Sau, gây cho mục tiêu này một lượng Sát Thương Lượng Tử bằng 100% Sát Thương Tấn Công Thường hoặc Tấn Công Thường Cường Hóa."
    },
    "5": {
      "name": "Thế Bài Đánh Cược Vận Mệnh",
      "desc": "Cấp Chiến Kỹ +2, tối đa không quá cấp 15; Cấp Tấn Công Thường +1, tối đa không quá cấp 10."
    },
    "6": {
      "name": "Thế Bài Chiếm Trọn Ưu Thế",
      "desc": "Sau khi thi triển Tấn Công Cơ Bản Cường Hóa, sẽ hồi 1 điểm Chiến Kỹ."
    }
  }
}