{
  "name": "Sampo",
  "abilities": {
    "basic": {
      "0": {
        "name": "Lưỡi Đao Lóe Sáng",
        "fullDesc": "Gây Sát Thương Phong cho 1 kẻ địch chỉ định tương đương <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> Tấn Công của Sampo.",
        "shortDesc": "Gây lượng nhỏ Sát Thương Phong cho 1 kẻ địch."
      }
    },
    "skill": {
      "0": {
        "name": "Tình Yêu Rộn Ràng",
        "fullDesc": "Gây sát thương Phong cho 1 kẻ địch chỉ định bằng <color=#f29e38ff><unbreak>#2[i]%</unbreak></color> tấn công của Sampo, và gây thêm <unbreak>#1[i]</unbreak> lần sát thương, mỗi lần sát thương sẽ gây sát thương Phong cho 1 kẻ địch ngẫu nhiên bằng <color=#f29e38ff><unbreak>#2[i]%</unbreak></color> tấn công của Sampo.",
        "shortDesc": "Gây lượng nhỏ Sát Thương Phong cho 1 kẻ địch, tổng cộng nảy bật 5 lần."
      }
    },
    "ult": {
      "0": {
        "name": "Món Quà Bất Ngờ",
        "fullDesc": "Gây Sát Thương Phong tương đương <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> Tấn Công của Sampo lên toàn phe địch, đồng thời có <unbreak>#4[i]%</unbreak> <u>xác suất cơ bản</u> khiến sát thương duy trì mà kẻ địch bị tấn công phải chịu tăng <color=#f29e38ff><unbreak>#2[i]%</unbreak></color>, duy trì <unbreak>#3[i]</unbreak> hiệp.",
        "shortDesc": "Gây Sát Thương Phong cho toàn bộ kẻ địch, có xác suất lớn khiến chúng <color=#f29e38ff>tăng Sát Thương Duy Trì phải chịu</color>."
      }
    },
    "technique": {
      "0": {
        "name": "Tỏa Sáng Rực Rỡ",
        "fullDesc": "Sau khi dùng Bí Kỹ sẽ khiến kẻ địch trong khu vực nhất định rơi vào trạng thái Mù <unbreak>#1[i]</unbreak> giây, kẻ địch ở trạng thái Mù không thể phát hiện mục tiêu phe ta.\\nNếu chủ động tấn công kẻ địch rơi vào trạng thái Mù thì khi vào chiến đấu sẽ có <unbreak>#2[i]%</unbreak> <u>xác suất cố định</u> khiến mỗi kẻ địch Trì Hoãn Hành Động <unbreak>#3[i]%</unbreak>.",
        "shortDesc": "Khiến kẻ địch trong khu vực nhất định rơi vào trạng thái Mù. Tấn công kẻ địch trong trạng thái Mù, vào chiến đấu sẽ có xác suất lớn khiến mỗi một kẻ địch <u>trì hoãn hành động</u>."
      }
    },
    "overworld": {
      "0": {
        "name": "Tấn Công",
        "fullDesc": "Tấn công kẻ địch, sau khi vào chiến đấu sẽ làm giảm Sức Bền mang thuộc tính tương ứng của địch."
      }
    }
  }
}