{
  "name": "Arlan",
  "abilities": {
    "basic": {
      "0": {
        "name": "Nhanh Như Sấm Chớp",
        "fullDesc": "Gây Sát Thương Lôi cho 1 kẻ địch chỉ định tương đương <orangeStrong>{{1}}%</orangeStrong> Tấn Công của Arlan.",
        "shortDesc": "Gây lượng nhỏ Sát Thương Lôi cho 1 kẻ địch."
      }
    },
    "skill": {
      "0": {
        "name": "Giải Trừ Giam Cầm",
        "fullDesc": "Tiêu hao HP bằng {{1}}% Giới Hạn HP của Arlan, để gây cho 1 kẻ địch chỉ định Sát Thương Lôi tương đương <orangeStrong>{{2}}%</orangeStrong> Tấn Công của Arlan. Nếu HP hiện tại không đủ, khi thi triển Chiến Kỹ, HP hiện tại của Arlan sẽ giảm còn 1 điểm.",
        "shortDesc": "Tiêu hao một phần HP bản thân, gây Sát Thương Lôi cho 1 kẻ địch."
      }
    },
    "ult": {
      "0": {
        "name": "Trừng Trị Cuồng Giả",
        "fullDesc": "Gây Sát Thương Lôi cho 1 kẻ địch chỉ định tương đương <orangeStrong>{{1}}%</orangeStrong> Tấn Công của Arlan, đồng thời gây Sát Thương Lôi cho mục tiêu lân cận kẻ đó tương đương <orangeStrong>{{2}}%</orangeStrong> Tấn Công của Arlan.",
        "shortDesc": "Gây lượng lớn Sát Thương Lôi cho 1 kẻ địch, gây Sát Thương Lôi cho mục tiêu lân cận."
      }
    },
    "technique": {
      "0": {
        "name": "Dứt Điểm Cực Tốc",
        "fullDesc": "Tấn công kẻ địch ngay lập tức, sau khi vào chiến đấu, sẽ gây Sát Thương Lôi cho toàn bộ kẻ địch tương đương {{1}}% Tấn Công của Arlan.",
        "shortDesc": "Tấn công kẻ địch, sau khi vào trận sẽ gây một lượng nhỏ Sát Thương Lôi cho toàn bộ kẻ địch."
      }
    },
    "overworld": {
      "0": {
        "name": "Tấn Công",
        "fullDesc": "Tấn công kẻ địch, sau khi vào chiến đấu sẽ làm giảm Sức Bền mang thuộc tính tương ứng của địch.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Dù Chết Không Từ",
      "desc": "Khi Phần Trăm HP hiện tại nhỏ hơn hoặc bằng 50% thì sát thương mà Chiến Kỹ gây ra tăng {{1}}%."
    },
    "2": {
      "name": "Giải Thoát Trói Buộc",
      "desc": "Khi thi triển Chiến Kỹ và Tuyệt Kỹ, sẽ giải trừ 1 Hiệu Ứng Xấu của bản thân."
    },
    "3": {
      "name": "Trọng Kiếm Cường Công",
      "desc": "Cấp Chiến Kỹ +2, tối đa không quá cấp 15; Cấp Tấn Công Thường +1, tối đa không quá cấp 10."
    },
    "4": {
      "name": "Phản Kích Tuyệt Diệu",
      "desc": "Khi vào chiến đấu, nếu chịu tấn công chí tử, Arlan sẽ không rơi vào trạng thái không thể chiến đấu, đồng thời hồi ngay đến {{1}}% Giới Hạn HP của bản thân. Hiệu ứng này sẽ tự động giải trừ sau khi kích hoạt 1 lần hoặc sau khi duy trì {{2}} hiệp."
    },
    "5": {
      "name": "Trút Xuống Toàn Lực",
      "desc": "Cấp Tuyệt Kỹ +2, tối đa không quá cấp 15; Cấp Thiên Phú +2, tối đa không quá cấp 15."
    },
    "6": {
      "name": "Lấy Mình Làm Gương",
      "desc": "Khi phần trăm HP hiện tại nhỏ hơn hoặc bằng 50% thì sát thương mà Tuyệt Kỹ gây ra tăng {{1}}%, và Bội Số Sát Thương cho mục tiêu gần kề tăng đến Bội Số Sát Thương bằng với mục tiêu chính."
    }
  }
}