{
  "name": "Gallagher",
  "abilities": {
    "basic": {
      "0": {
        "name": "Phí Mở Chai",
        "fullDesc": "Gây Sát Thương Hỏa cho 1 kẻ địch chỉ định tương đương <orangeStrong>{{1}}%</orangeStrong> Tấn Công của Gallagher.",
        "shortDesc": "Gây lượng nhỏ Sát Thương Hỏa cho 1 kẻ địch."
      },
      "1": {
        "name": "Hoa Rượu Tuôn Trào",
        "fullDesc": "Gây Sát Thương Hỏa cho 1 kẻ địch chỉ định tương đương <orangeStrong>{{1}}%</orangeStrong> Tấn Công của Gallagher. Đồng thời giảm <orangeStrong>{{2}}%</orangeStrong> Tấn Công của mục tiêu, duy trì {{3}} hiệp.",
        "shortDesc": "Gây Sát Thương Hỏa cho 1 kẻ địch, và giảm Tấn Công của kẻ này."
      }
    },
    "skill": {
      "0": {
        "name": "Thức Uống Ủ Đặc Biệt",
        "fullDesc": "Hồi phục ngay <orangeStrong>{{1}}</orangeStrong> HP cho 1 đồng đội chỉ định.",
        "shortDesc": "Lập tức hồi phục HP cho 1 đồng đội phe ta."
      }
    },
    "ult": {
      "0": {
        "name": "Nghi Lễ Champagne",
        "fullDesc": "Khiến toàn bộ phe địch rơi vào trạng thái \"Say Mèm\", duy trì {{2}} hiệp, đồng thời gây Sát Thương Hỏa cho toàn bộ phe địch bằng <orangeStrong>{{1}}%</orangeStrong> Tấn Công của Gallagher, và cường hóa Tấn Công Thường lần sau thành \"Hoa Rượu Tuôn Trào\".",
        "shortDesc": "Khiến toàn bộ kẻ địch <color=#f29e38ff>rơi vào trạng thái \"Say Mèm\"</color>, đồng thời gây Sát Thương Hỏa cho toàn bộ kẻ địch. Tấn Công Thường lần sau cường hóa thành \"Hoa Rượu Tuôn Trào\"."
      }
    },
    "technique": {
      "0": {
        "name": "Rượu Ngọt Thủ Công",
        "fullDesc": "Lập tức tấn công kẻ địch, sau khi vào chiến đấu khiến toàn thể phe địch rơi vào trạng thái Say Mèm, duy trì {{1}} hiệp, đồng thời gây Sát Thương Hỏa lên toàn bộ phe địch bằng {{2}}% Tấn Công của Gallagher.",
        "shortDesc": "Tấn công kẻ địch, sau khi vào chiến đấu sẽ khiến toàn bộ phe địch <color=#f29e38ff>rơi vào trạng thái \"Say Mèm\"</color>, và gây lượng nhỏ Sát Thương Hỏa lên toàn bộ phe địch."
      }
    },
    "overworld": {
      "0": {
        "name": "Tấn Công",
        "fullDesc": "Tấn công kẻ địch, sau khi vào chiến đấu sẽ làm giảm Sức Bền thuộc tính tương ứng của địch.",
        "shortDesc": ""
      }
    }
  }
}