{
  "name": "Topaz & Numby",
  "abilities": {
    "basic": {
      "0": {
        "name": "Mức Thâm Hụt...",
        "fullDesc": "Gây Sát Thương Hỏa cho 1 kẻ địch chỉ định tương đương <orangeStrong>{{1}}%</orangeStrong> Tấn Công của Topaz.",
        "shortDesc": "Gây lượng nhỏ Sát Thương Hỏa cho 1 kẻ địch."
      }
    },
    "skill": {
      "0": {
        "name": "Khó Thanh Toán?",
        "fullDesc": "Khiến 1 kẻ địch chỉ định rơi vào trạng thái \"Bằng Chứng Nợ Nần\", tăng <orangeStrong>{{2}}%</orangeStrong> sát thương của <u>Đòn Đánh Theo Sau</u> mà mục tiêu này phải chịu. \"Bằng Chứng Nợ Nần\" chỉ hiệu lực với mục tiêu bị thi triển mới nhất, khi hiệp của phe ta bắt đầu hoặc khi phe ta hành động, nếu trong trận không có kẻ địch nào ở trạng thái \"Bằng Chứng Nợ Nần\", thì Topaz sẽ khiến kẻ địch ngẫu nhiên rơi vào trạng thái \"Bằng Chứng Nợ Nần\".\\nKhiến Numby gây ra Sát Thương Hỏa lên mục tiêu này bằng <orangeStrong>{{1}}%</orangeStrong> tấn công của Topaz. Khi thi triển Chiến Kỹ này gây sát thương, sẽ xem như phát động <u>Đòn Đánh Theo Sau</u>.",
        "shortDesc": "Khiến 1 kẻ địch rơi vào trạng thái \"Bằng Chứng Nợ Nần\", <orangeStrong>tăng Sát Thương của Đòn Đánh Theo Sau phải chịu</orangeStrong>. Numby gây Sát Thương Hỏa lên mục tiêu."
      }
    },
    "ult": {
      "0": {
        "name": "Chuyển Lỗ Thành Lời!",
        "fullDesc": "Khiến Numby vào trạng thái \"Chồng Chất\", Bội Số Sát Thương tăng <orangeStrong>{{1}}%</orangeStrong>, Sát Thương Bạo Kích tăng <orangeStrong>{{2}}%</orangeStrong>, đồng thời khi kẻ địch rơi vào trạng thái \"Bằng Chứng Nợ Nần\" bị đánh bởi Tấn Công Thường, Chiến Kỹ hoặc Tuyệt Kỹ của phe ta, Numby sẽ ưu tiên hành động {{3}}%. Sau khi Numby thi triển {{4}} lần tấn công sẽ thoát khỏi trạng thái \"Chồng Chất\".",
        "shortDesc": "Khiến Numby rơi vào trạng thái \"Chồng Chất\", <orangeStrong>tăng Bội Số Sát Thương và Sát Thương Bạo Kích</orangeStrong>."
      }
    },
    "technique": {
      "0": {
        "name": "Trợ Cấp",
        "fullDesc": "Khi Topaz vào trận sẽ triệu hồi Numby, Numby sẽ tự động tìm kiếm Chiến Lợi Phẩm thường và Heo Đất trong phạm vi nhất định.\\nSau khi dùng Bí Kỹ khiến Numby tấn công lần đầu trong trận kế tiếp, Topaz sẽ hồi {{1}} điểm Năng Lượng.\\nSau khi dùng Bí Kỹ đánh thắng kẻ địch trong bản đồ lớn, nếu Topaz vẫn còn trong đội, khi nhận Điểm Tín Dụng sẽ được nhận thêm một lượng nhỏ Điểm Tín Dụng nữa. Mỗi ngày thời gian thực tối đa được nhận thêm {{2}} điểm.\\nSau khi dùng Bí Kỹ đánh thắng kẻ địch trong Vũ Trụ Mô Phỏng, sẽ được nhận thêm một lượng nhỏ Mảnh Vũ Trụ và có xác suất nhỏ nhận được 1 Vật Thể Lạ ngẫu nhiên.",
        "shortDesc": "Trong mê cung <orangeStrong>triệu hồi Numby đi theo</orangeStrong>, Numby sẽ tự động <orangeStrong>tìm kiếm Chiến Lợi Phẩm thường và Heo Đất ở gần</orangeStrong>. Sau khi dùng Bí Kỹ khiến Numby tấn công lần đầu trong trận chiến kế tiếp, Topaz Năng Lượng."
      }
    },
    "overworld": {
      "0": {
        "name": "Tấn Công",
        "fullDesc": "Tấn công kẻ địch, sau khi vào chiến đấu sẽ làm giảm Sức Bền mang thuộc tính tương ứng của địch.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Thị Trường Tương Lai",
      "desc": "Khi kẻ địch ở trạng thái \"Bằng Chứng Nợ Nần\" chịu Đòn Đánh Theo Sau, sẽ rơi vào trạng thái \"Cưỡng Chế Thực Thi\", trong 1 lần tấn công tối đa hiệu lực 1 lần.\\n\"Cưỡng Chế Thực Thi\" làm tăng {{1}}% sát thương bạo kích của Đòn Đánh Theo Sau mà kẻ địch phải chịu, tối đa cộng dồn {{2}} tầng. Khi \"Bằng Chứng Nợ Nần\" bị xóa bỏ, \"Cưỡng Chế Thực Thi\" cũng sẽ bị xóa bỏ."
    },
    "2": {
      "name": "Thiện Chí Thu Mua",
      "desc": "Sau khi Numby hành động và phát động tấn công, Topaz hồi {{1}} điểm Năng Lượng."
    },
    "3": {
      "name": "Thả Con Tép Bắt Con Tôm",
      "desc": "Cấp Chiến Kỹ +2, tối đa không quá cấp 15; Cấp Tấn Công Thường +1, tối đa không quá cấp 10."
    },
    "4": {
      "name": "Xử Lý Nhanh Nhạy",
      "desc": "Sau khi hiệp của Numby bắt đầu, Topaz ưu tiên hành động {{1}}%."
    },
    "5": {
      "name": "Nhu Cầu Tăng Vọt",
      "desc": "Cấp Tuyệt Kỹ +2, tối đa không quá cấp 15; Cấp Thiên Phú +2, tối đa không quá cấp 15."
    },
    "6": {
      "name": "Cơ Chế Khích Lệ",
      "desc": "Số lần tấn công khi Numby ở trạng thái \"Chồng Chất\" tăng {{1}} lần, đồng thời khi tấn công, Xuyên Kháng Hỏa tăng {{2}}%."
    }
  }
}