{
  "name": "Yukong",
  "abilities": {
    "basic": {
      "0": {
        "name": "Tên Bay",
        "fullDesc": "Gây Sát Thương Số Ảo cho 1 kẻ địch chỉ định tương đương <orangeStrong>{{1}}%</orangeStrong> Tấn Công của Yukong.",
        "shortDesc": "Gây lượng nhỏ Sát Thương Số Ảo cho 1 kẻ địch."
      }
    },
    "skill": {
      "0": {
        "name": "Tiếng Đàn Thiên Cung",
        "fullDesc": "Nhận {{1}} tầng Hiệu Lệnh Cung Đàn, tối đa có không quá 2 tầng. Khi Yukong có Hiệu Lệnh Cung Đàn, Tấn Công của toàn bộ phe ta tăng <orangeStrong>{{2}}%</orangeStrong>, đồng thời mỗi lần mục tiêu phe ta kết thúc hiệp, sẽ xóa 1 tầng Hiệu Lệnh Cung Đàn của Yukong.\\nHiệp mà Yukong thi triển Chiến Kỹ có được Hiệu Lệnh Cung Đàn, sẽ không xóa Hiệu Lệnh Cung Đàn.",
        "shortDesc": "Nhận 2 tầng Hiệu Lệnh Cung Đàn, khi bản thân kích hoạt Hiệu Lệnh Cung Đàn sẽ <orangeStrong>tăng Tấn Công</orangeStrong> cho toàn bộ phe ta."
      }
    },
    "ult": {
      "0": {
        "name": "Mũi Tên Xuyên Mây",
        "fullDesc": "Khi thi triển Tuyệt Kỹ, nếu Yukong có Hiệu Lệnh Cung Đàn, sẽ khiến Tỷ Lệ Bạo Kích của toàn phe ta tăng <orangeStrong>{{2}}%</orangeStrong>, Sát Thương Bạo Kích tăng <orangeStrong>{{3}}%</orangeStrong>. Đồng thời gây cho 1 kẻ địch chỉ định Sát Thương Số Ảo bằng <orangeStrong>{{1}}%</orangeStrong> Tấn Công của Yukong.",
        "shortDesc": "Khi bản thân kích hoạt Hiệu Lệnh Cung Đàn, sẽ <orangeStrong>tăng Tỷ Lệ Bạo Kích và Sát Thương Bạo Kích</orangeStrong> của toàn phe ta, đồng thời gây lượng lớn Sát Thương Số Ảo cho 1 kẻ địch."
      }
    },
    "technique": {
      "0": {
        "name": "Diều Hâu Đuổi Gió",
        "fullDesc": "Sau khi dùng Bí Kỹ sẽ vào trạng thái Xung Kích trong {{1}}s. Ở trạng thái Xung Kích, tốc độ di chuyển của bản thân tăng {{2}}%, và khi chủ động tấn công kẻ địch để vào chiến đấu, Yukong nhận được {{3}} tầng Hiệu Lệnh Cung Đàn.",
        "shortDesc": "<orangeStrong>Tăng tốc độ di chuyển</orangeStrong> của bản thân. Sau khi tấn công kẻ địch để vào trận, sẽ nhận 2 tầng Hiệu Lệnh Cung Đàn."
      }
    },
    "overworld": {
      "0": {
        "name": "Tấn Công",
        "fullDesc": "Tấn công kẻ địch, sau khi vào chiến đấu sẽ làm giảm Sức Bền thuộc tính tương ứng của kẻ địch.",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Bắn Cung",
        "fullDesc": "Yukong kháng 1 lần Hiệu Ứng Xấu khi trúng phải, có thể kích hoạt lại sau {{1}} hiệp.",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Bậc Thầy Xạ Thủ",
        "fullDesc": "Khi Yukong trong trận, Sát Thương Số Ảo của toàn phe ta gây ra tăng {{1}}%.",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Khí Phách Ngút Trời",
        "fullDesc": "Khi có Hiệu Lệnh Cung Đàn, sau mỗi lần mục tiêu phe ta hành động, Yukong sẽ hồi thêm {{1}} điểm Năng Lượng.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Chỉ Huy Đợi Chiến",
      "desc": "Khi bắt đầu chiến đấu, Tốc Độ của toàn bộ phe ta tăng {{1}}%, duy trì {{2}} hiệp."
    },
    "2": {
      "name": "Chế Ngự Bầu Trời",
      "desc": "Khi 1 đồng đội nào có điểm năng lượng hiện tại bằng mức giới hạn năng lượng của đồng đội đó, Yukong sẽ hồi thêm {{1}} điểm năng lượng. Hiệu ứng này mỗi đồng đội phe ta chỉ được kích hoạt 1 lần. Sau khi Yukong thi triển Tuyệt Kỹ, sẽ tái lập số lần kích hoạt hiệu ứng này."
    },
    "3": {
      "name": "Mưa Tên Không Ngừng",
      "desc": "Cấp Chiến Kỹ +2, tối đa không quá cấp 15; Cấp Tấn Công Thường +1, tối đa không quá cấp 10."
    },
    "4": {
      "name": "Mũi Tên Lướt Gió",
      "desc": "Khi có Hiệu Lệnh Cung Đàn, sát thương Yukong gây ra tăng {{1}}%."
    },
    "5": {
      "name": "Vỗ Cánh Tung Trời",
      "desc": "Cấp Tuyệt Kỹ +2, tối đa không quá cấp 15; Cấp Thiên Phú +2, tối đa không quá cấp 15."
    },
    "6": {
      "name": "Sấm Lôi Khuấy Động",
      "desc": "Khi Yukong thi triển Tuyệt Kỹ, sẽ nhận ngay {{1}} tầng Hiệu Lệnh Cung Đàn."
    }
  }
}