{
  "name": "Misha",
  "abilities": {
    "basic": {
      "0": {
        "name": "Xin Nhường Bước, Làm Ơn!",
        "fullDesc": "Gây Sát Thương Băng cho 1 kẻ địch chỉ định tương đương <orangeStrong>{{1}}%</orangeStrong> Tấn Công của Misha.",
        "shortDesc": "Gây lượng nhỏ Sát Thương Băng cho 1 kẻ địch."
      }
    },
    "skill": {
      "0": {
        "name": "Phục... Phục Vụ Phòng!",
        "fullDesc": "Tăng {{3}} đòn đánh trong một lượt của Tuyệt Kỹ lần sau của Misha. Gây Sát Thương Băng lên 1 kẻ địch chỉ định bằng <orangeStrong>{{1}}%</orangeStrong> Tấn Công của Misha, đồng thời gây Sát Thương Băng lên mục tiêu lân cận kẻ đó bằng <orangeStrong>{{2}}%</orangeStrong> Tấn Công của Misha.",
        "shortDesc": "Gây Sát Thương Băng cho 1 kẻ địch và lượng nhỏ Sát Thương Băng cho mục tiêu lân cận, tăng <orangeStrong>số đòn đánh trong một lượt của Tuyệt Kỹ</orangeStrong> lần sau của Misha."
      }
    },
    "ult": {
      "0": {
        "name": "Sắp... Sắp Trễ Rồi!",
        "fullDesc": "Ban đầu mặc định có {{1}} đòn đánh trong một lượt. Đầu tiên thi triển 1 đòn đánh gây Sát Thương Băng lên 1 kẻ địch chỉ định bằng <orangeStrong>{{2}}%</orangeStrong> Tấn Công của Misha, mỗi đòn đánh còn lại gây Sát Thương Băng lên 1 kẻ địch ngẫu nhiên bằng <orangeStrong>{{2}}%</orangeStrong> Tấn Công của Misha. Trước mỗi đòn đánh có <orangeStrong>{{3}}%</orangeStrong> <u>xác suất cơ bản</u> khiến mục tiêu rơi vào trạng thái Đóng Băng, duy trì 1 hiệp.\\nỞ trạng thái Đóng Băng, kẻ địch không thể hành động, đồng thời khi bắt đầu mỗi hiệp sẽ chịu <u>Sát Thương Băng kèm theo</u> bằng <orangeStrong>{{4}}%</orangeStrong> Tấn Công của Misha.\\nTuyệt Kỹ tối đa tích lũy {{5}} đòn đánh trong một lượt, sau khi thi triển Tuyệt Kỹ, số đòn đánh trong một lượt sẽ hồi phục về trạng thái ban đầu.",
        "shortDesc": "Gây lượng nhỏ Sát Thương Băng lên 1 kẻ địch, ban đầu tổng cộng Nảy Bật <orangeStrong>{{1}}</orangeStrong> lần, tối đa Nảy Bật <orangeStrong>{{5}}</orangeStrong> lần. Trước mỗi đòn tấn công có xác suất nhỏ khiến mục tiêu <orangeStrong>Đóng Băng</orangeStrong>."
      }
    },
    "technique": {
      "0": {
        "name": "Chờ Đã, Bạn Đẹp Quá!",
        "fullDesc": "Sau khi dùng Bí Kỹ, tạo 1 vùng đặc biệt duy trì {{1}} giây. Kẻ địch trong vùng đặc biệt rơi vào trạng thái Nhà Giam Cõi Mộng. Kẻ địch ở trạng thái Nhà Giam Cõi Mộng sẽ dừng tất cả hành động. Sau khi vào chiến đấu với kẻ địch ở trạng thái Nhà Giam Cõi Mộng, sẽ tăng {{2}} đòn đánh trong một lượt của Tuyệt Kỹ lần sau của Misha. Tối đa chỉ tồn tại 1 hiệu ứng vùng do phe ta tạo ra.",
        "shortDesc": "Tạo một vùng đặc biệt. Kẻ địch trong vùng bị dừng hành động. Sau khi vào chiến đấu với kẻ địch trong vùng, sẽ tăng <orangeStrong>số đòn đánh trong một lượt của Tuyệt Kỹ</orangeStrong> lần sau của Misha."
      }
    },
    "overworld": {
      "0": {
        "name": "Tấn Công",
        "fullDesc": "Tấn công kẻ địch, sau khi vào chiến đấu sẽ làm giảm Sức Bền thuộc tính tương ứng của địch.",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Ảo Ảnh Lay Động",
      "desc": "Khi thi triển Tuyệt Kỹ, cứ mỗi 1 kẻ địch có trên trận, thì số đòn đánh trong một lượt của Tuyệt Kỹ lần này tăng thêm {{1}} đòn, tối đa tăng thêm {{2}} đòn."
    },
    "2": {
      "name": "Khát Khao Tuổi Trẻ",
      "desc": "Trước mỗi đòn tấn công của Tuyệt Kỹ, có {{3}}% xác suất cơ bản khiến Phòng Thủ của mục tiêu giảm {{1}}%, duy trì {{2}} hiệp."
    },
    "3": {
      "name": "Hình Bóng Tháng Ngày Hạnh Phúc",
      "desc": "Cấp Tuyệt Kỹ +2, tối đa không quá cấp 15, cấp Tấn Công Thường +1, tối đa không quá cấp 10."
    },
    "4": {
      "name": "Hình Bóng Thân Thương",
      "desc": "Bội Số Sát Thương mỗi đòn tấn công của Tuyệt Kỹ tăng {{1}}%."
    },
    "5": {
      "name": "Tình Đầu Và Tình Bạn",
      "desc": "Cấp Chiến Kỹ +2, tối đa không quá cấp 15; Cấp Thiên Phú +2, tối đa không quá cấp 15."
    },
    "6": {
      "name": "Niềm Mong Mỏi Xa Vời",
      "desc": "Khi thi triển Tuyệt Kỹ, tăng {{2}}% sát thương do bản thân gây ra, duy trì đến khi kết thúc hiệp của bản thân, và sau lần thi triển Chiến Kỹ kế tiếp, sẽ hồi phục {{1}} Điểm Chiến Kỹ cho phe ta."
    }
  }
}