{
  "name": "Seele",
  "abilities": {
    "basic": {
      "0": {
        "name": "Tập Kích Mạnh Mẽ",
        "fullDesc": "Gây Sát Thương Lượng Tử cho 1 kẻ địch chỉ định tương đương <orangeStrong>{{1, percent}}%</orangeStrong> Tấn Công của Seele.",
        "shortDesc": "Gây lượng nhỏ Sát Thương Lượng Tử cho 1 kẻ địch.",
        "tag": "Đánh Đơn"
      }
    },
    "skill": {
      "0": {
        "name": "Lưỡi Kiếm Trở Về",
        "fullDesc": "Khiến tốc độ của Seele tăng {{2, percent}}%, đồng thời gây Sát Thương Lượng Tử cho 1 kẻ địch chỉ định tương đương <orangeStrong>{{1, percent}}%</orangeStrong> Tấn Công của Seele, hiệu ứng tăng tốc duy trì {{3}} hiệp.",
        "shortDesc": "Gây sát thương Lượng Tử cho 1 kẻ địch, và giúp bản thân tăng tốc độ.",
        "tag": "Đánh Đơn"
      }
    },
    "ult": {
      "0": {
        "name": "Loạn Điệp",
        "fullDesc": "Bước vào trạng thái buff ngay, đồng thời gây Sát Thương Lượng Tử cho 1 kẻ địch chỉ định tương đương <orangeStrong>{{1, percent}}%</orangeStrong> Tấn Công của Seele.",
        "shortDesc": "Vào <orangeStrong>trạng thái Buff</orangeStrong>, gây lượng lớn Sát Thương Lượng Tử cho 1 kẻ địch.",
        "tag": "Đánh Đơn"
      }
    },
    "talent": {
      "0": {
        "name": "Tái Hiện",
        "fullDesc": "Thi triển tấn công thường, Chiến Kỹ, Tuyệt Kỹ tiêu diệt kẻ địch sẽ nhận ngay 1 hiệp tăng thêm và vào trạng thái buff, trong trạng thái này, sát thương tấn công của Seele tăng <orangeStrong>{{1, percent}}%</orangeStrong>, duy trì {{2}} hiệp.<br>Nếu Seele tiêu diệt kẻ địch trong hiệp tăng thêm nhận từ thiên phú \"Tái Hiện\", thì thiên phú này sẽ không có hiệu lực.",
        "shortDesc": "Khi thi triển Tấn Công Thường, Chiến Kỹ, Tuyệt Kỹ để <orangeStrong>tiêu diệt kẻ địch</orangeStrong>, sẽ nhận <orangeStrong>thêm hiệp và vào trạng thái Buff</orangeStrong>, ở trạng thái Buff, sẽ tăng Sát Thương do bản thân gây ra.",
        "tag": "Cường Hóa"
      }
    },
    "technique": {
      "0": {
        "name": "Bóng Hình Ảo Ảnh",
        "fullDesc": "Sau khi dùng Bí Kỹ sẽ vào trạng thái Tàng Hình trong {{1}} giây. Ở trạng thái Ẩn Thân sẽ không bị kẻ địch phát hiện, và khi chủ động tấn công kẻ địch vào chiến đấu, Seele sẽ lập tức vào trạng thái Buff.",
        "shortDesc": "Vào trạng thái <orangeStrong>Tàng Hình</orangeStrong>. Sau khi tấn công kẻ địch và vào chiến đấu, sẽ nhận <orangeStrong>Buff</orangeStrong> ngay.",
        "tag": "Cường Hóa"
      }
    },
    "overworld": {
      "0": {
        "name": "Tấn Công",
        "fullDesc": "Tấn công kẻ địch, sau khi vào chiến đấu sẽ làm giảm Sức Bền mang thuộc tính tương ứng của địch.",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Hành Quân Trong Đêm",
        "fullDesc": "Nếu Phần Trăm HP hiện tại nhỏ hơn hoặc bằng {{1, percent}}%, sẽ giảm xác suất bị kẻ địch tấn công."
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Chia Cắt",
        "fullDesc": "Khi ở trạng thái Buff, Xuyên Kháng Lượng Tử của Seele tăng {{1, percent}}%."
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Gợn Sóng",
        "fullDesc": "Sau khi thi triển Tấn Công Thường, lần hành động tiếp theo Seele sẽ Ưu Tiên Hành Động {{1, percent}}%."
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Trảm Tận",
      "desc": "Khi gây sát thương cho kẻ địch có phần trăm HP hiện tại nhỏ hơn hoặc bằng {{1, percent}}%, Tỷ Lệ Bạo Kích tăng {{2, percent}}%."
    },
    "2": {
      "name": "Điệp Vũ",
      "desc": "Hiệu ứng Tăng Tốc của Chiến Kỹ có thể cộng dồn, tối đa cộng dồn {{1}} tầng."
    },
    "3": {
      "name": "Hỗn Loạn",
      "desc": "Cấp Chiến Kỹ +2, tối đa không quá cấp 15; Cấp Thiên Phú +2, tối đa không quá cấp 15."
    },
    "4": {
      "name": "Dư Ảnh",
      "desc": "Khi Seele tiêu diệt mục tiêu phe địch, bản thân hồi {{1}} điểm Năng Lượng."
    },
    "5": {
      "name": "Sắc Bén",
      "desc": "Cấp Tuyệt Kỹ +2, tối đa không quá cấp 15; Cấp Tấn Công Thường +1, tối đa không quá cấp 10."
    },
    "6": {
      "name": "Phân Ly",
      "desc": "Sau khi thi triển Tuyệt Kỹ sẽ khiến 1 kẻ địch bị tấn công rơi vào trạng thái Loạn Điệp, duy trì {{2}} hiệp. Sau khi mục tiêu phe địch ở trạng thái Loạn Điệp bị tấn công, sẽ chịu thêm 1 lần Sát Thương Kèm Theo thuộc tính Lượng Tử bằng {{1, percent}}% Sát Thương Tuyệt Kỹ của Seele. Nếu mục tiêu này bị tiêu diệt bởi Sát Thương Kèm Theo của trạng thái Loạn Điệp do mục tiêu khác của phe ta kích hoạt, sẽ không kích hoạt Thiên Phú của Seele.<br>Khi Seele rơi vào trạng thái không thể chiến đấu, thì trạng thái Loạn Điệp của mục tiêu phe địch sẽ bị giải trừ."
    }
  }
}