{
  "name": "Trotamundos",
  "title": "El Caminante Eterno",
  "description": "Un joven errante de identidad enigmática. Viste como un asceta, pero no actúa como tal.",
  "constellationName": "Peregrinus",
  "auto": {
    "name": "Ondeo de estandartes",
    "fields": {
      "normal": {
        "0": "<strong><strong>Ataque Normal</strong>",
        "1": "Libera ráfagas de viento cortante para realizar hasta 3 ataques que infligen <anemo>Daño Anemo</anemo>."
      },
      "charged": {
        "0": "<strong>Ataque Cargado</strong>",
        "1": "Consume una cierta cantidad de Aguante, crea una acumulación de aire a presión e inflige <anemo>Daño Anemo en el AdE</anemo> después de un corto tiempo de canalización."
      },
      "plunging": {
        "0": "<strong>Ataque Descendente</strong>",
        "1": "Concentra el poder del viento, se lanza desde el aire para golpear el suelo y daña a los enemigos a su paso, infligiendo <anemo>Daño Anemo</anemo> en el AdE en el momento del impacto."
      }
    },
    "skillParams": {
      "0": "Daño de 1er golpe",
      "1": "Daño de 2.º golpe",
      "2": "Daño de 3er golpe",
      "3": "Daño de ATQ Cargado",
      "4": "Coste de Aguante de ATQ Cargado",
      "5": "Daño de Caída",
      "6": "Daño de impacto de caída baja/alta",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Ilustración emplumada: Balada del viento",
    "description": {
      "0": "Concentra el poder del viento para liberarse de las cadenas terrenales. Inflige <anemo>Daño Anemo</anemo> alrededor de sí mismo y da un salto con el que entra en el estado de “gracia del viento”.",
      "1": "<br/>",
      "2": "<strong>Gracia del viento</strong>",
      "3": "El Trotamundos no puede ejecutar Ataques Descendentes, y sus Ataques Normales y Cargados se transforman respectivamente en “Obliteración celeste” y “Ráfaga celeste”, los cuales infligen mayor daño y tienen una mayor AdE. El daño de estos dos ataques se considera, respectivamente, daño de Ataque Normal y de Ataque Cargado. Además, Ráfaga celeste no consume Aguante.",
      "4": "En el estado de gracia del viento, el Trotamundos queda suspendido en el aire de manera continua, lo que otorga a sus movimientos las siguientes características:",
      "5": [
        "Consume continuamente “persistencia celeste” para mantenerse en el aire.",
        "Al esprintar, consume una cantidad de persistencia celeste adicional para acelerar mientras está suspendido en el aire. Al mantener pulsado para esprintar, consume continuamente esta persistencia para mantener la velocidad a la que se mueve. Este efecto sustituye al esprint.",
        "Cuando salta, vuelve a gastar persistencia celeste para elevarse aún más. Al mantener pulsado para saltar, la persistencia celeste se consume de forma continua para seguir elevándose en el aire."
      ],
      "6": "<br/>",
      "7": "Este estado terminará al agotar por completo la persistencia celeste o si se vuelve a usar esta habilidad mientras la gracia del viento está activa.",
      "8": "<br/>",
      "9": "<i>El mundo efectúa una sutil danza para revelar un secreto que se oculta en las flores.</i>"
    },
    "skillParams": {
      "0": "Daño de habilidad",
      "1": "Daño de Obliteración celeste",
      "2": "Daño de Ráfaga celeste",
      "3": "Persistencia celeste inicial",
      "4": "TdE",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Kyougen: Cinco actos",
    "description": {
      "0": "Comprime el aire y lo transforma en una cavidad vacua capaz de acabar con todas las preocupaciones, y que inflige varias veces <anemo>Daño Anemo en el AdE</anemo>.",
      "1": "Si se usa esta habilidad en el estado de gracia del viento de la Habilidad Elemental, Ilustración emplumada: Balada del viento, dicho estado se terminará.",
      "2": "<br/>",
      "3": "<i>Poco a poco, el cielo se vuelve a iluminar, mientras los sueños de ayer y hoy flotan en el aire dejando una sombra que se difumina.</i>"
    },
    "skillParams": {
      "0": "Daño de habilidad",
      "1": "TdE",
      "2": "Energía Elemental",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Flor de jade",
    "description": {
      "0": "Al usar <strong>Ilustración emplumada: Balada del viento</strong>, si esta entra en contacto con <hydro>Hydro</hydro>, <pyro>Pyro</pyro>, <cryo>Cryo</cryo> o <electro>Electro</electro>, el actual estado de gracia del viento obtendrá los siguientes fortalecimientos dependiendo del elemento con el que entró en contacto la habilidad:",
      "1": [
        "<hydro>Hydro</hydro>: el límite máximo de persistencia celeste aumenta en 20 pts.",
        "<pyro>Pyro</pyro>: el ATQ aumenta en un 30%.",
        "<cryo>Cryo</cryo>: la Prob. CRIT aumenta en un 20%.",
        "<electro>Electro</electro>: recupera 0.8 pts. de Energía Elemental cuando golpea a un enemigo con un Ataque Normal o Cargado. Solo se puede recuperar Energía Elemental una vez cada 0.2 s de esta manera."
      ],
      "2": "<br/>",
      "3": "Solo pueden obtenerse los fortalecimientos de hasta 2 elementos distintos al mismo tiempo."
    }
  },
  "passive2": {
    "name": "Céfiro de la ensoñación",
    "description": {
      "0": "Cuando el Trotamundos golpea a un enemigo con Obliteración celeste o Ráfaga celeste mientras está en el estado de <strong>gracia del viento</strong>, tiene un 16% de probabilidad de obtener el efecto de “precipitación”. Este efecto se eliminará cuando el Trotamundos acelere en el aire mientras esté en el estado de gracia del viento, y hará que dicho acelerón no consuma persistencia celeste y dispare 4 proyectiles ventosos que infligen cada uno <anemo>Daño Anemo</anemo> basado en el 35% del ATQ.",
      "1": "Si Obliteración celeste o Ráfaga celeste no generan el efecto de precipitación, la próxima vez que se ejecuten tendrán un 12% más de probabilidad de generarlo. El cálculo de la generación del efecto de precipitación solo puede ocurrir una vez cada 0.1 s."
    }
  },
  "passive3": {
    "name": "Acordes nubosos",
    "description": {
      "0": "Reduce en un 50% los Moras necesarios para ascender arcos y catalizadores."
    }
  },
  "constellation1": {
    "name": "Primer acto: Plumaje ostentoso",
    "description": {
      "0": "En el estado de <strong>gracia del viento</strong>, la Vel. de Ataque de Obliteración celeste y Ráfaga celeste del Trotamundos aumenta en un 10%.",
      "1": "Además, los proyectiles ventosos del talento pasivo “Céfiro de la ensoñación” infligen un daño adicional equivalente al 25% del ATQ. Para activar este efecto, es necesario desbloquear el talento pasivo “Céfiro de la ensoñación”."
    }
  },
  "constellation2": {
    "name": "Segundo acto: La luna en el mar riela",
    "description": {
      "0": "En el estado de <strong>gracia del viento</strong>, el daño infligido con <strong>Kyougen: Cinco actos</strong> aumenta en un 4% por cada punto de diferencia que haya entre el límite máximo de persistencia celeste y la cantidad actual.",
      "1": "Como máximo, el daño de Kyougen: Cinco actos solo puede aumentar en un 200% de esta manera."
    }
  },
  "constellation3": {
    "name": "Tercer acto: Kusemai del ocaso",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Kyougen: Cinco actos</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation4": {
    "name": "Cuarto acto: Barco a la deriva",
    "description": {
      "0": "Si al usar <strong>Ilustración emplumada: Balada del viento</strong> se activa el fortalecimiento de un tipo elemental mediante el talento pasivo “Flor de jade”, se obtiene aleatoriamente un fortalecimiento más que no se haya activado al usar dicha habilidad. Solo se pueden obtener 3 fortalecimientos elementales al mismo tiempo.",
      "1": "Se necesita desbloquear el talento pasivo “Flor de jade”."
    }
  },
  "constellation5": {
    "name": "Acto final: Ilustrado en el pasado",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Ilustración emplumada: Balada del viento</strong> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation6": {
    "name": "Agradecimientos: Telón del Matsukaze",
    "description": {
      "0": "En el estado de <strong>gracia del viento</strong>, cuando el Trotamundos golpea a un enemigo con Obliteración celeste, se producen los siguientes efectos:",
      "1": [
        "En la ubicación golpeada, se ejecuta una Obliteración celeste adicional que inflige un 40% del daño original. Este daño se considera daño de Ataque Normal.",
        "Cuando el Trotamundos tiene menos de 40 pts. de persistencia celeste, recupera un máximo de 4 pts. una vez cada 0.2 s de esta manera. Este efecto solo se puede activar 5 veces a lo largo de la duración de una gracia del viento."
      ]
    }
  }
}