{
  "name": "Estrella Invernal",
  "description": {
    "0": "Un arco inmaculado y punzante como el gélido hielo del invierno."
  },
  "passiveName": "Augurio diurno",
  "passiveDescription": {
    "0": {
      "0": "El daño infligido por la Habilidad Elemental y la Habilidad Definitiva aumenta en un <cryo>12%</cryo>. Al golpear a un enemigo con un Ataque Normal, un Ataque Cargado, la Habilidad Elemental o la Habilidad Definitiva, se obtiene una acumulación de estrella del día polar que dura 12 s. Con 1/2/3/4 acumulaciones, el ATQ aumenta en un <cryo>10/20/30/48%</cryo>. Las acumulaciones de estrella del día polar obtenidas con el Ataque Normal, el Ataque Cargado, la Habilidad Elemental o la Habilidad Definitiva se calculan independientemente de las demás."
    },
    "1": {
      "0": "El daño infligido por la Habilidad Elemental y la Habilidad Definitiva aumenta en un <cryo>15%</cryo>. Al golpear a un enemigo con un Ataque Normal, un Ataque Cargado, la Habilidad Elemental o la Habilidad Definitiva, se obtiene una acumulación de estrella del día polar que dura 12 s. Con 1/2/3/4 acumulaciones, el ATQ aumenta en un <cryo>12.5/25/37.5/60%</cryo>. Las acumulaciones de estrella del día polar obtenidas con el Ataque Normal, el Ataque Cargado, la Habilidad Elemental o la Habilidad Definitiva se calculan independientemente de las demás."
    },
    "2": {
      "0": "El daño infligido por la Habilidad Elemental y la Habilidad Definitiva aumenta en un <cryo>18%</cryo>. Al golpear a un enemigo con un Ataque Normal, un Ataque Cargado, la Habilidad Elemental o la Habilidad Definitiva, se obtiene una acumulación de estrella del día polar que dura 12 s. Con 1/2/3/4 acumulaciones, el ATQ aumenta en un <cryo>15/30/45/72%</cryo>. Las acumulaciones de estrella del día polar obtenidas con el Ataque Normal, el Ataque Cargado, la Habilidad Elemental o la Habilidad Definitiva se calculan independientemente de las demás."
    },
    "3": {
      "0": "El daño infligido por la Habilidad Elemental y la Habilidad Definitiva aumenta en un <cryo>21%</cryo>. Al golpear a un enemigo con un Ataque Normal, un Ataque Cargado, la Habilidad Elemental o la Habilidad Definitiva, se obtiene una acumulación de estrella del día polar que dura 12 s. Con 1/2/3/4 acumulaciones, el ATQ aumenta en un <cryo>17.5/35/52.5/84%</cryo>. Las acumulaciones de estrella del día polar obtenidas con el Ataque Normal, el Ataque Cargado, la Habilidad Elemental o la Habilidad Definitiva se calculan independientemente de las demás."
    },
    "4": {
      "0": "El daño infligido por la Habilidad Elemental y la Habilidad Definitiva aumenta en un <cryo>24%</cryo>. Al golpear a un enemigo con un Ataque Normal, un Ataque Cargado, la Habilidad Elemental o la Habilidad Definitiva, se obtiene una acumulación de estrella del día polar que dura 12 s. Con 1/2/3/4 acumulaciones, el ATQ aumenta en un <cryo>20/40/60/96%</cryo>. Las acumulaciones de estrella del día polar obtenidas con el Ataque Normal, el Ataque Cargado, la Habilidad Elemental o la Habilidad Definitiva se calculan independientemente de las demás."
    }
  }
}