{
  "name": "Mika",
  "title": "Coordinates of Clear Frost",
  "description": "A young knight born to an ordinary family. He serves as a Front-Line Surveyor in his Company. He is a low-key and cautious character.",
  "constellationName": "Palumbus",
  "auto": {
    "name": "Spear of Favonius - Arrow's Passage",
    "fields": {
      "normal": {
        "0": "<strong><strong>Normal Attack</strong>",
        "1": "Performs up to 5 consecutive strikes using his crossbow and spear."
      },
      "charged": {
        "0": "<strong>Charged Attack</strong>",
        "1": "Consumes a certain amount of Stamina to lunge forward, dealing damage to opponents along the way."
      },
      "plunging": {
        "0": "<strong>Plunging Attack</strong>",
        "1": "Plunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact."
      }
    },
    "skillParams": {
      "0": "1-Hit DMG",
      "1": "2-Hit DMG",
      "2": "3-Hit DMG",
      "3": "4-Hit DMG",
      "4": "5-Hit DMG",
      "5": "Charged Attack DMG",
      "6": "Charged Attack Stamina Cost",
      "7": "Plunge DMG",
      "8": "Low/High Plunge DMG",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Starfrost Swirl",
    "description": {
      "0": "Mika uses his crossbow to attack, granting all nearby characters in your party Soulwind. When characters in the Soulwind state are on the field, their ATK SPD will be increased.",
      "1": "Will take effect in different ways if Tapped or Held.",
      "2": "<br/>",
      "3": "<strong>Tap</strong>",
      "4": "Fires a Flowfrost Arrow that can pierce through opponents, dealing <cryo>Cryo DMG</cryo> to enemies it comes into contact with.",
      "5": "<br/>",
      "6": "<strong>Hold</strong>",
      "7": "Goes into Aiming Mode, locking on to an opponent and firing a Rimestar Flare at them, dealing <cryo>Cryo DMG</cryo>. When the Rimestar Flare hits, it will rise before exploding, launching Rimestar Shards into a maximum of 3 other opponents, dealing <cryo>Cryo DMG</cryo>.",
      "8": "<br/>",
      "9": "<i>Stars burst 'neath the frosted skies.</i>"
    },
    "skillParams": {
      "0": "Flowfrost Arrow DMG",
      "1": "Rimestar Flare DMG",
      "2": "Rimestar Shard DMG",
      "3": "ATK SPD Bonus",
      "4": "Soulwind Duration",
      "5": "CD",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Skyfeather Song",
    "description": {
      "0": "Derives the ability to spur his teammates on from the recited prayers of the knightly order, regenerating HP for all nearby party members. This healing is based on Mika's Max HP and will grant them the Eagleplume state.",
      "1": "<br/>",
      "2": "<strong>Eagleplume</strong>",
      "3": "When the Normal Attacks of active characters affected by Eagleplume hit an opponent, Mika will help them regenerate HP based on his Max HP.",
      "4": "Characters affected by this state can only regenerate HP in this way once per short interval of time.",
      "5": "<br/>",
      "6": "<i>\"Carry hope when in dire straits, and keep vigil when all is well... For that pure white plume shall at last guide the lost wayfarers.\"</i>"
    },
    "skillParams": {
      "0": "Cast Healing",
      "1": "Eagleplume Healing",
      "2": "Eagleplume Healing Interval",
      "3": "Eagleplume Duration",
      "4": "CD",
      "5": "Energy Cost",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Suppressive Barrage",
    "description": {
      "0": "Per the following circumstances, the Soulwind state caused by <strong>Starfrost Swirl</strong> will grant characters the Detector effect, increasing their Physical DMG by 10% when they are on the field.",
      "1": [
        "If the Flowfrost Arrow hits more than one opponent, each additional opponent hit will generate 1 Detector stack.",
        "When a Rimestar Shard hits an opponent, it will generate 1 Detector stack. Each Rimestar Shard can trigger the effect 1 time."
      ],
      "2": "<br/>",
      "3": "The Soulwind state can have a maximum of 3 Detector stacks, and if Starfrost Swirl is cast again during this duration, the pre-existing Soulwind state and all its Detector stacks will be cleared."
    }
  },
  "passive2": {
    "name": "Topographical Mapping",
    "description": {
      "0": "When an active character affected by both <strong>Skyfeather Song</strong>'s Eagleplume and <strong>Starfrost Swirl</strong>'s Soulwind at once scores a CRIT Hit with their attacks, Soulwind will grant them 1 stack of Detector from Suppressive Barrage. During a single instance of Soulwind, 1 Detector stack can be gained in this manner.",
      "1": "Additionally, the maximum number of stacks that can be gained through Soulwind alone is increased by 1.",
      "2": "Requires Suppressive Barrage to be unlocked first."
    }
  },
  "passive3": {
    "name": "Demarcation",
    "description": {
      "0": "Displays the location of nearby <strong>resources unique to Mondstadt</strong> on the mini-map."
    }
  },
  "constellation1": {
    "name": "Factor Confluence",
    "description": {
      "0": "The Soulwind state of <strong>Starfrost Swirl</strong> can decrease the healing interval between instances caused by <strong>Skyfeather Song</strong>'s Eagleplume state. This decrease percentage is equal to the ATK SPD increase provided by Soulwind."
    }
  },
  "constellation2": {
    "name": "Companion's Ingress",
    "description": {
      "0": "When <strong>Starfrost Swirl</strong>'s Flowfrost Arrow first hits an opponent, or its Rimestar Flare hits an opponent, 1 Detector stack from Passive Talent \"Suppressive Barrage\" will be generated.",
      "1": "You must have unlocked the Passive Talent \"Suppressive Barrage\" first."
    }
  },
  "constellation3": {
    "name": "Reconnaissance Experience",
    "description": {
      "0": "Increases the Level of <strong>Skyfeather Song</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation4": {
    "name": "Sunfrost Encomium",
    "description": {
      "0": "When Mika's own <strong>Skyfeather Song</strong>'s Eagleplume state heals party members, this will restore 3 Energy to Mika. This form of Energy restoration can occur 5 times during the Eagleplume state created by 1 use of Skyfeather Song."
    }
  },
  "constellation5": {
    "name": "Signal Arrow",
    "description": {
      "0": "Increases the Level of <strong>Starfrost Swirl</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation6": {
    "name": "Companion's Counsel",
    "description": {
      "0": "The maximum number of Detector stacks that <strong>Starfrost Swirl</strong>'s Soulwind can gain is increased by 1. You need to have unlocked the Passive Talent \"Suppressive Barrage\" first.",
      "1": "Additionally, active characters affected by Soulwind will deal 60% more Physical CRIT DMG."
    }
  }
}