{
  "name": "March 7th • ล่าสังหาร",
  "abilities": {
    "basic": {
      "0": {
        "name": "My Sword Zaps Demons",
        "fullDesc": "สร้าง DMG จินตภาพ <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ March 7th แก่ศัตรูที่กำหนดหนึ่งตัว จากนั้นจะได้รับการชาร์จพลัง {{2}} หน่วย",
        "shortDesc": "สร้าง DMG จินตภาพเล็กน้อย แก่ฝ่ายศัตรูหนึ่งตัว และได้รับการชาร์จพลัง <orangeStrong>{{2}}</orangeStrong> หน่วย"
      },
      "1": {
        "name": "Brows Be Smitten, Heart Be Bitten",
        "fullDesc": "ในตอนเริ่มต้นจะสร้าง DMG {{4}} ครั้ง โดยแต่ละครั้งจะสร้าง DMG จินตภาพเท่ากับ <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ March 7th แก่ศัตรูที่กำหนดหนึ่งตัว และในแต่ละครั้งที่สร้าง DMG เป็นครั้งสุดท้าย จะมี <u>โอกาสคงที่</u> {{2}}% ที่จะสร้าง DMG อีก 1 ครั้ง โดยสร้าง DMG เพิ่มได้สูงสุดที่ {{3}} ครั้ง ทั้งนี้ พลังงานที่ฟื้นฟู จากการใช้โจมตีปกติแบบเสริมพลัง จะไม่เพิ่มขึ้นตามจำนวนครั้งที่มากขึ้น\\nและการโจมตีปกติแบบเสริมพลัง จะไม่สามารถฟื้นฟูแต้มสกิลต่อสู้ได้",
        "shortDesc": "สร้าง DMG จินตภาพ แก่ฝ่ายศัตรูหนึ่งตัว โดยในตอนเริ่มต้นจะสร้าง DMG <orangeStrong>{{4}}</orangeStrong> ครั้ง และ<orangeStrong>มีโอกาสสร้าง DMG เพิ่มได้สูงสุดอีก <color=#f29e38ff>#3[i]</orangeStrong> ครั้ง</color>"
      }
    },
    "skill": {
      "0": {
        "name": "Master, It's Tea Time!",
        "fullDesc": "ทำให้เป้าหมายฝ่ายเราที่กำหนดหนึ่งตัว (ยกเว้นตัวเอง) กลายเป็น \"อาจารย์\" และความเร็วของ \"อาจารย์\" จะเพิ่มขึ้น <orangeStrong>{{1}}%</orangeStrong> และมีเพียงเป้าหมายล่าสุด ของการปล่อยสกิลต่อสู้เท่านั้น ที่ถูกมองว่าเป็น \"อาจารย์\" ของ March 7th\\nทุกครั้งที่ปล่อยการโจมตีปกติ หรือสร้าง DMG จากการโจมตีปกติแบบเสริมพลัง 1 ครั้ง หากในการต่อสู้มี \"อาจารย์\" ใน Path ที่กำหนด ก็จะเกิดเอฟเฟกต์ที่สอดคล้องกัน ดังนี้\\nปัญญา/ ทำลายล้าง/ ล่าสังหาร: จะสร้าง <u>DMG เพิ่มเติม</u> ตามประเภทของ \"อาจารย์\" เท่ากับ <orangeStrong>{{2}}%</orangeStrong> ของ ATK ของ March 7th\\nประสาน/ ลบล้าง/ อนุรักษ์/ เฟื่องฟู: การลดค่าความทนทานของ DMG ในครั้งนี้จะเพิ่มขึ้น {{3}}%",
        "shortDesc": "ทำให้ฝ่ายเราหนึ่งตัวกลายเป็น \"อาจารย์\" เมื่อปล่อยการโจมตีปกติ หรือสร้าง DMG จากการโจมตีปกติแบบเสริมพลัง จะเกิดเอฟเฟกต์ที่สอดคล้องกัน ตาม <orangeStrong>Path ของ \"อาจารย์\"</orangeStrong>\\nปัญญา/ ทำลายล้าง/ ล่าสังหาร: สร้าง <orangeStrong><u>DMG เพิ่มเติม</u> </orangeStrong>ตามประเภทของ \"อาจารย์\"\\nประสาน/ ลบล้าง/ อนุรักษ์/ เฟื่องฟู: เพิ่ม<orangeStrong>การลดค่าความทนทาน</orangeStrong>"
      }
    },
    "ult": {
      "0": {
        "name": "March 7th, the Apex Heroine",
        "fullDesc": "สร้าง DMG จินตภาพ <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ March 7th แก่ศัตรูที่กำหนดหนึ่งตัว\\nและทำให้จำนวนเริ่มต้น ของการโจมตีปกติแบบเสริมพลังในครั้งถัดไป เพิ่มขึ้น {{2}} ครั้ง อีกทั้ง <u>โอกาสคงที่</u> ในการสร้าง DMG เพิ่ม ก็จะสูงขึ้น {{3}}% อีกด้วย",
        "shortDesc": "สร้าง DMG จินตภาพแก่ศัตรูหนึ่งตัว อีกทั้งทำให้จำนวนและโอกาส ในการสร้าง DMG ของ <orangeStrong>การโจมตีปกติแบบเสริมพลัง ครั้งถัดไป</orangeStrong><orangeStrong>เพิ่มขึ้น</orangeStrong>"
      }
    },
    "technique": {
      "0": {
        "name": "Feast in One Go",
        "fullDesc": "หากมี March 7th อยู่ในทีม ทุกครั้งที่เพื่อนร่วมทีมใช้เทคนิค 1 ครั้ง เมื่อเข้าสู่การต่อสู้ครั้งถัดไป March 7th จะได้รับการชาร์จพลัง 1 หน่วย สูงสุดที่ {{1}} หน่วย\\nหลังจากใช้เทคนิค เมื่อเริ่มการต่อสู้ครั้งถัดไป March 7th จะฟื้นฟูพลังงาน {{2}} หน่วย",
        "shortDesc": "ทุกครั้งที่เพื่อนร่วมทีมปล่อยเทคนิค เมื่อเข้าสู่การต่อสู้ครั้งถัดไป March 7th จะได้รับการชาร์จพลัง และเมื่อใช้เทคนิค จะฟื้นฟูพลังงานหลังจากเข้าสู่การต่อสู้ครั้งถัดไป"
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "หลังจากโจมตีศัตรูและเข้าสู่การต่อสู้ จะลดทอนความทนทานของประเภท ที่สอดคล้องกับศัตรูเป้าหมาย",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Swan Soar",
        "fullDesc": "เมื่อเริ่มการต่อสู้ จะเร่งแอ็กชันของ March 7th ขึ้น {{1}}%",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Filigree",
        "fullDesc": "March 7th สามารถลดทอนความทนทาน ของศัตรูเป้าหมายที่มีจุดอ่อน เป็นประเภทเดียวกับ \"อาจารย์\" เมื่อทำลายจุดอ่อนแล้ว จะเกิดเอฟเฟกต์ทำลายจุดอ่อนจินตภาพ",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Tide Tamer",
        "fullDesc": "หลังปล่อยการโจมตีปกติแบบเสริมพลัง จะทำให้ DMG คริติคอลของ \"อาจารย์\" เพิ่มขึ้น {{1}}% และเอฟเฟกต์ทำลายล้างเพิ่มขึ้น {{2}}% เป็นเวลา {{3}} เทิร์น",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "My Sword Stirs Starlight",
      "desc": "เมื่อมี \"อาจารย์\" อยู่ในการต่อสู้ ความเร็วของ March 7th จะเพิ่มขึ้น {{1}}%"
    },
    "2": {
      "name": "Blade Dances on Waves' Fight",
      "desc": "ทุกครั้งหลังจากที่ \"อาจารย์\" ปล่อยการโจมตีปกติ หรือสกิลต่อสู้เพื่อโจมตีศัตรูเป้าหมาย March 7th จะปล่อยการโจมตีต่อเนื่องทันที ซึ่งสร้าง DMG จินตภาพ {{1}}% ของ ATK ของ March 7th แก่เป้าหมายหลักของการโจมตีครั้งนี้ และจะเกิดเอฟเฟกต์ที่สอดคล้องกับ Path ของ \"อาจารย์\" จากนั้นจะได้รับการชาร์จพลัง {{3}} หน่วย หากไม่มีเป้าหมายหลักที่สามารถโจมตีได้ ก็จะสุ่มโจมตีศัตรูหนึ่งตัว โดยเอฟเฟกต์นี้ สามารถเกิดขึ้นได้สูงสุดเทิร์นละ 1 ครั้ง"
    },
    "3": {
      "name": "Sharp Wit in Martial Might",
      "desc": "เลเวลสกิลต่อสู้ +2 สูงสุดไม่เกิน Lv.15 และเลเวลการโจมตีปกติ +1 สูงสุดไม่เกิน Lv.10"
    },
    "4": {
      "name": "Being Fabulous Never Frights",
      "desc": "เมื่อเริ่มต้นเทิร์น จะฟื้นฟูพลังงาน {{1}} หน่วย"
    },
    "5": {
      "name": "Sword Delights, Sugar Blights",
      "desc": "เลเวลท่าไม้ตาย +2 สูงสุดไม่เกิน Lv.15 และเลเวลพรสวรรค์ +2 สูงสุดไม่เกิน\\nLv.15"
    },
    "6": {
      "name": "Me, the Best Girl in Sight",
      "desc": "หลังจากใช้ท่าไม้ตายแล้ว DMG คริติคอลจากการโจมตีปกติแบบเสริมพลัง ในครั้งถัดไปจะเพิ่มขึ้น {{1}}%"
    }
  }
}