{
  "name": "Mydei",
  "abilities": {
    "basic": {
      "0": {
        "name": "Vow of Voyage",
        "fullDesc": "สร้าง DMG จินตภาพ <orangeStrong>{{1, percent}}%</orangeStrong> ของ HP สูงสุดของ Mydei แก่ศัตรูที่กำหนดหนึ่งตัว",
        "shortDesc": "สร้าง DMG จินตภาพเล็กน้อย แก่ฝ่ายศัตรูหนึ่งตัว",
        "tag": "โจมตีเดี่ยว"
      }
    },
    "skill": {
      "0": {
        "name": "Deaths are Legion, Regrets are None",
        "fullDesc": "ใช้ HP เท่ากับ {{3, percent}}% ของ HP ปัจจุบันของ Mydei และสร้าง DMG จินตภาพ <orangeStrong>{{1, percent}}%</orangeStrong> ของ HP สูงสุดของ Mydei แก่ศัตรูที่กำหนดหนึ่งตัว พร้อมทั้งสร้าง DMG จินตภาพ <orangeStrong>{{2, percent}}%</orangeStrong> ของ HP สูงสุดของ Mydei แก่ตัวที่อยู่ใกล้เคียง กับเป้าหมายดังกล่าว<br>หาก HP ปัจจุบันไม่เพียงพอ เมื่อปล่อยสกิลต่อสู้ HP ปัจจุบันของ Mydei จะลดลงเหลือ 1 หน่วย",
        "shortDesc": "ใช้ HP และสร้าง DMG จินตภาพ แก่ศัตรูที่กำหนดหนึ่งตัว และสร้าง DMG จินตภาพเล็กน้อย แก่ตัวที่อยู่ใกล้เคียงกับเป้าหมายด้วย",
        "tag": "กระจาย"
      },
      "1": {
        "name": "Kingslayer Be King",
        "fullDesc": "ใช้ HP เท่ากับ {{3, percent}}% ของ HP ปัจจุบันของ Mydei และสร้าง DMG จินตภาพ <orangeStrong>{{1, percent}}%</orangeStrong> ของ HP สูงสุดของ Mydei แก่ศัตรูหนึ่งตัว พร้อมทั้งสร้าง DMG จินตภาพ <orangeStrong>{{2, percent}}%</orangeStrong> ของ HP สูงสุดของ Mydei แก่ตัวที่อยู่ใกล้เคียงกับเป้าหมายดังกล่าว<br>หาก HP ปัจจุบันไม่เพียงพอ เมื่อปล่อยสกิลต่อสู้ HP ปัจจุบันของ Mydei จะลดลงเหลือ 1 หน่วย<br>สกิลนี้จะปล่อยโดยอัตโนมัติ",
        "shortDesc": "ใช้ HP สร้าง DMG จินตภาพแก่ศัตรูที่กำหนดหนึ่งตัว และสร้าง DMG จินตภาพ แก่ตัวที่อยู่ใกล้เคียงกับเป้าหมายด้วย<br>โดยสกิลนี้จะ<orangeStrong>ปล่อยโดยอัตโนมัติ</orangeStrong>",
        "tag": "กระจาย"
      },
      "2": {
        "name": "Godslayer Be God",
        "fullDesc": "ใช้การชาร์จพลัง {{3}} หน่วย และสร้าง DMG จินตภาพเท่ากับ <orangeStrong>{{1, percent}}%</orangeStrong> ของ HP สูงสุดของ Mydei แก่ศัตรูหนึ่งตัว พร้อมทั้งสร้าง DMG จินตภาพเท่ากับ <orangeStrong>{{2, percent}}%</orangeStrong> ของ HP สูงสุดของ Mydei แก่ตัวที่อยู่ใกล้เคียงกับเป้าหมายดังกล่าว<br>สกิลนี้จะปล่อยโดยอัตโนมัติ",
        "shortDesc": "<orangeStrong>ใช้การชาร์จพลัง</orangeStrong> และสร้าง DMG จินตภาพอย่างรุนแรง แก่ศัตรูที่กำหนดหนึ่งตัว และสร้าง DMG จินตภาพอย่างรุนแรง แก่ตัวที่อยู่ใกล้เคียงกับเป้าหมายด้วย<br>สกิลนี้จะ<orangeStrong>ปล่อยโดยอัตโนมัติ</orangeStrong>",
        "tag": "กระจาย"
      }
    },
    "ult": {
      "0": {
        "name": "Throne of Bones",
        "fullDesc": "ฟื้นฟู HP เท่ากับ <orangeStrong>{{3, percent(fixed: 1)}}%</orangeStrong> ของ HP สูงสุดของ Mydei และสะสมการชาร์จพลังจากพรสวรรค์ {{5}} หน่วย อีกทั้งสร้าง DMG จินตภาพ <orangeStrong>{{1, percent}}%</orangeStrong> ของ HP สูงสุดของ Mydei แก่ศัตรูที่กำหนดหนึ่งตัว และสร้าง DMG จินตภาพ <orangeStrong>{{2, percent}}%</orangeStrong> ของ HP สูงสุดของ Mydei แก่ตัวที่อยู่ใกล้เคียงกับเป้าหมายดังกล่าว รวมถึงทำให้เป้าหมายกับ ตัวที่อยู่ใกล้เคียงกับเป้าหมาย ติดสถานะยั่วยุ เป็นเวลา {{4}} เทิร์น อีกทั้ง \"Godslayer Be God\" ในครั้งต่อไป จะโจมตีศัตรูที่กำหนดหนึ่งตัว เป็นอันดับแรก ซึ่งเอฟเฟกต์นี้ จะมีผลกับเป้าหมายล่าสุดเท่านั้น",
        "shortDesc": "<orangeStrong>ฟื้นฟู HP</orangeStrong> และสะสมการชาร์จพลัง จากพรสวรรค์ โดยจะสร้าง DMG จินตภาพอย่างรุนแรง แก่ศัตรูที่กำหนดหนึ่งตัว และสร้าง DMG จินตภาพแก่ ตัวที่อยู่ใกล้เคียงกับเป้าหมาย อีกทั้งทำให้เป้าหมาย และตัวที่อยู่ใกล้เคียงกับเป้าหมาย ติดสถานะ<orangeStrong>ยั่วยุ</orangeStrong>",
        "tag": "กระจาย"
      }
    },
    "talent": {
      "0": {
        "name": "Blood for Blood",
        "fullDesc": "ทุกครั้งที่สูญเสีย HP 1% จะสะสมการชาร์จพลัง 1 หน่วย โดยสะสมสูงสุดที่ 200 หน่วย เมื่อชาร์จพลังจนถึง 100 แล้ว จะใช้การชาร์จพลัง 100 หน่วย และเข้าสู่สถานะ \"เลือดแค้น\" โดยจะฟื้นฟู HP <orangeStrong>{{1, percent}}%</orangeStrong> ของ HP สูงสุดของ Mydei พร้อมทั้งเร่งแอ็กชัน 100% ทั้งนี้ขณะที่อยู่ในสถานะ \"เลือดแค้น\" HP สูงสุดจะเพิ่มขึ้นเท่ากับ {{5, percent}}% ของ HP สูงสุดปัจจุบัน ส่วน DEF จะคงอยู่ที่ 0 เมื่อเริ่มต้นเทิร์นของตัวเองจะปล่อย \"Kingslayer Be King\" โดยอัตโนมัติ<br>เมื่อการชาร์จพลังถึง {{3}} หน่วย ขณะที่อยู่ในสถานะ \"เลือดแค้น\" Mydei จะได้รับ เทิร์นเพิ่มเติม 1 เทิร์นทันที และจะปล่อย \"Godslayer Be God\" โดยอัตโนมัติ<br>หาก Mydei ถูกโจมตีถึงตาย ขณะที่อยู่ในสถานะ \"เลือดแค้น\" ก็จะไม่ หมดสติ แต่จะล้างการชาร์จพลัง และออกจากสถานะ \"เลือดแค้น\" รวมถึงจะฟื้นฟู HP เท่ากับ {{4, percent}}% ของ HP สูงสุดของตัวเองด้วย",
        "shortDesc": "เมื่อสูญเสีย HP จะสะสมการชาร์จพลัง และเมื่อชาร์จพลังจนถึง 100 แล้ว จะเข้าสู่สถานะ <orangeStrong>\"เลือดแค้น\"</orangeStrong> ซึ่งจะฟื้นฟู HP รวมถึงเร่งแอ็กชัน โดยขณะที่อยู่ในสถานะ \"เลือดแค้น\" HP สูงสุดปัจจุบันจะเพิ่มขึ้น และ DEF จะคงอยู่ที่ 0 เมื่อเริ่มต้นเทิร์นของตัวเอง จะปล่อย \"Kingslayer Be King\" <orangeStrong>โดยอัตโนมัติ</orangeStrong><br>เมื่อชาร์จพลังถึง 150 ขณะที่อยู่ในสถานะ \"เลือดแค้น\" Mydei จะได้รับ <orangeStrong>เทิร์นเพิ่มเติม</orangeStrong> 1 เทิร์นทันที และจะปล่อย \"Godslayer Be God\" <orangeStrong>โดยอัตโนมัติ</orangeStrong><br>เมื่อ Mydei ถูกโจมตีถึงตาย จะออกจากสถานะ \"เลือดแค้น\"",
        "tag": "เสริมพลัง"
      }
    },
    "technique": {
      "0": {
        "name": "Cage of Broken Lance",
        "fullDesc": "หลังจากใช้เทคนิค จะดึงดูดศัตรูที่อยู่ในพื้นที่ที่กำหนด และทำให้ศัตรูดังกล่าวติดสถานะงงงัน {{1}} วินาที โดยศัตรูที่อยู่ในสถานะงงงัน จะไม่เป็นฝ่ายโจมตีเป้าหมายฝ่ายเราก่อน<br>หากเป็นฝ่ายโจมตีศัตรู ที่อยู่ในสถานะงงงันก่อน และเข้าสู่การต่อสู้ จะสร้าง DMG จินตภาพ {{2, percent}}% ของ HP สูงสุดของ Mydei แก่ศัตรูทั้งหมด และทำให้เป้าหมายติดสถานะยั่วยุ เป็นเวลา {{4}} เทิร์น และตัวเองจะสะสม การชาร์จพลังพรสวรรค์ {{5}} หน่วย",
        "shortDesc": "ดึงดูดศัตรูที่อยู่ในพื้นที่ที่กำหนด และทำให้ศัตรูดังกล่าว ติดสถานะงงงัน หลังจากโจมตีศัตรูที่ติดสถานะงงงัน และเข้าสู่การต่อสู้ จะสร้าง DMG จินตภาพเล็กน้อยแก่ศัตรูทั้งหมด และทำให้เป้าหมายติดสถานะยั่วยุ อีกทั้งตัวเองจะสะสม การชาร์จพลังพรสวรรค์",
        "tag": "สกัดกั้น"
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "หลังจากโจมตีศัตรูและเข้าสู่การต่อสู้ จะลดทอนความทนทาน ของประเภทที่สอดคล้องกับศัตรูเป้าหมาย",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Water and Soil",
        "fullDesc": "เมื่อ Mydei ที่อยู่ในสถานะ \"เลือดแค้น\" ถูกโจมตีถึงตาย จะไม่ออกจากสถานะ \"เลือดแค้น\" แต่อย่างใด โดยในหนึ่งการต่อสู้ เอฟเฟกต์นี้จะสามารถเกิดขึ้นได้ {{1}} ครั้ง"
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Thirty Tyrants",
        "fullDesc": "Mydei ที่อยู่ในสถานะ \"เลือดแค้น\" จะต้านทาน สถานะ Debuff ประเภทควบคุม"
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Bloodied Chiton",
        "fullDesc": "เมื่อเริ่มการต่อสู้ หาก HP สูงสุดของ Mydei มากกว่า {{1}} หน่วย HP ทุกๆ 100 หน่วยที่เกินออกมา จะทำให้อัตราคริติคอลของตัวเอง เพิ่มขึ้น {{3, percent(fixed: 1)}}% และ Mydei จะได้รับอัตราส่วนชาร์จพลังจาก DMG ที่ศัตรูเป้าหมายสร้าง เพิ่มขึ้น {{4, percent(fixed: 1)}}% และเมื่อได้รับการรักษา ปริมาณการฟื้นฟูจะเพิ่มขึ้น {{5, percent(fixed: 2)}}% โดย HP ส่วนที่เกินออกมาจะคำนวณสูงสุดที่ {{2}} หน่วย"
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Frost Hones Spine of Steel",
      "desc": "\"Godslayer Be God\" จะสร้างตัวคูณ DMG แก่เป้าหมายหลักเพิ่มขึ้น {{1, percent}}% และเปลี่ยนเป็นสร้าง DMG จินตภาพเท่ากับตัวคูณ DMG ของเป้าหมายหลัก แก่ศัตรูทั้งหมด"
    },
    "2": {
      "name": "Strife Beholds Cry of Dead",
      "desc": "ขณะอยู่ในสถานะ \"เลือดแค้น\" DMG ที่ Mydei สร้างจะเพิกเฉยต่อ DEF {{1, percent}}% ของศัตรูเป้าหมาย และหลังจากได้รับการรักษา จะแปลง {{2, percent}}% ของปริมาณการรักษา ให้เป็นการชาร์จพลัง โดยการชาร์จพลังที่สะสมจากการแปลง จะไม่เกิน {{3}} หน่วย และหลังจากที่ตัวใดก็ตามแอ็กชัน จะรีเซ็ตจำนวนการชาร์จพลังที่สามารถสะสมได้"
    },
    "3": {
      "name": "Honor Exalts Feast of Faith",
      "desc": "เลเวลสกิลต่อสู้ +2 สูงสุดไม่เกิน Lv.15 และเลเวลการโจมตีปกติ +1 สูงสุดไม่เกิน Lv.10"
    },
    "4": {
      "name": "Siren Jolts the Laconic Lion",
      "desc": "ขณะอยู่ในสถานะ \"เลือดแค้น\" DMG คริติคอลจะเพิ่มขึ้น {{2, percent}}% หลังจากถูกศัตรูเป้าหมายโจมตี จะฟื้นฟู HP {{1, percent}}% ของ HP สูงสุดของตัวเอง"
    },
    "5": {
      "name": "War Chisels Flesh of Flame",
      "desc": "เลเวลท่าไม้ตาย +2 สูงสุดไม่เกิน Lv.15 และเลเวลพรสวรรค์ +2 สูงสุดไม่เกิน<br>Lv.15"
    },
    "6": {
      "name": "Legacy Scales Mound of Blood",
      "desc": "เมื่อเข้าสู่การต่อสู้ จะเข้าสู่สถานะ \"เลือดแค้น\" และค่าชาร์จพลังที่ \"Godslayer Be God\" ต้องการ จะลดลงถึง {{1}} หน่วย"
    }
  }
}