{
  "name": "Tribbie",
  "abilities": {
    "basic": {
      "0": {
        "name": "Hundred Rockets",
        "fullDesc": "สร้าง DMG ควอนตัม <orangeStrong>{{1, percent}}%</orangeStrong> ของ HP สูงสุดของ Tribbie แก่ศัตรูที่กำหนดหนึ่งตัว และจะสร้าง DMG ควอนตัม <orangeStrong>{{2, percent}}%</orangeStrong> ของ HP สูงสุดของ Tribbie แก่ตัวที่อยู่ใกล้เคียงกับเป้าหมาย",
        "shortDesc": "สร้าง DMG ควอนตัมเล็กน้อย แก่ศัตรูหนึ่งตัว รวมถึงตัวที่อยู่ติดกับเป้าหมาย",
        "tag": "กระจาย"
      }
    },
    "skill": {
      "0": {
        "name": "Where'd the Gifts Go",
        "fullDesc": "ได้รับ \"เทพสำแดง\" เป็นเวลา {{2}} เทิร์น โดยทุกครั้งที่เริ่มต้นเทิร์นของตัวเอง ระยะเวลาของ \"เทพสำแดง\" จะลดลง 1 เทิร์น และเมื่อ Tribbie มี \"เทพสำแดง\" การทะลวงความต้านทาน ทุกประเภท ของเป้าหมายฝ่ายเราทั้งหมด จะเพิ่มขึ้น <orangeStrong>{{1, percent(fixed: 1)}}%</orangeStrong>",
        "shortDesc": "ได้รับ \"เทพสำแดง\" โดยในช่วงดังกล่าว การทะลวงความต้านทาน ทุกประเภท ของเป้าหมายฝ่ายเราทั้งหมด จะเพิ่มขึ้น",
        "tag": "สนับสนุน"
      }
    },
    "ult": {
      "0": {
        "name": "Guess Who Lives Here",
        "fullDesc": "เปิดใช้งานเขตแดน และสร้าง DMG ควอนตัมเท่ากับ <orangeStrong>{{1, percent}}%</orangeStrong> ของ HP สูงสุดของ Tribbie แก่ศัตรูทั้งหมด<br>โดยในช่วงที่มีเขตแดนอยู่ ศัตรูเป้าหมายจะได้รับ DMG เพิ่มขึ้น <orangeStrong>{{2, percent(fixed: 1)}}%</orangeStrong> โดยหลังจากถูกเป้าหมายฝ่ายเราโจมตี เป้าหมายทุกๆ 1 ตัวที่ถูกโจมตี จะสร้าง DMG ควอนตัมเพิ่มเติม <orangeStrong>{{3, percent(fixed: 1)}}%</orangeStrong> ของ HP สูงสุดของ Tribbie แก่เป้าหมายที่มี HP ปัจจุบันสูงที่สุด ในบรรดาเป้าหมายที่ถูกโจมตี เป็นจำนวน 1 ครั้ง<br>เขตแดนจะคงอยู่เป็นเวลา {{4}} เทิร์น และทุกครั้งที่เริ่มต้นเทิร์นของตัวเอง ระยะเวลาของเขตแดนจะลดลง 1 เทิร์น",
        "shortDesc": "<orangeStrong>เปิดใช้งานเขตแดน</orangeStrong> และสร้าง DMG ควอนตัมเล็กน้อยแก่ศัตรูทั้งหมด โดยในช่วงที่มีเขตแดนอยู่ ศัตรูจะได้รับ DMG เพิ่มขึ้น และสร้าง <orangeStrong>DMG ควอนตัมเพิ่มเติม</orangeStrong>เล็กน้อย ตาม<orangeStrong>จำนวนของศัตรู</orangeStrong>ที่โดนโจมตี ให้แก่เป้าหมายที่มี HP สูงที่สุดในบรรดาเป้าหมายการโจมตี",
        "tag": "โจมตีหมู่"
      }
    },
    "talent": {
      "0": {
        "name": "Busy as Tribbie",
        "fullDesc": "หลังจากตัวละครอื่นในฝ่ายเรา ปล่อยท่าไม้ตาย Tribbie จะปล่อย การโจมตีต่อเนื่อง ซึ่งสร้าง DMG ควอนตัม <orangeStrong>{{1, percent(fixed: 1)}}%</orangeStrong> ของ HP สูงสุดของ Tribbie แก่ศัตรูทั้งหมด โดยเอฟเฟกต์นี้สามารถเกิดกับ ตัวละครแต่ละตัวได้มากสุด 1 ครั้ง และเมื่อ Tribbie ปล่อยท่าไม้ตาย จะรีเซ็ตจำนวนครั้งที่สามารถเกิดกับ ตัวละครตัวอื่นในฝ่ายเรา หากเป้าหมายถูกกำจัดก่อนปล่อย การโจมตีต่อเนื่อง ก็จะทำการปล่อย การโจมตีต่อเนื่อง ใส่ศัตรูเป้าหมายที่เพิ่งเข้าสู่การต่อสู้แทน",
        "shortDesc": "หลังจากตัวละครอื่นในฝ่ายเรา ปล่อยท่าไม้ตาย Tribbie จะปล่อย <orangeStrong>การโจมตีต่อเนื่อง</orangeStrong> ซึ่งจะสร้าง DMG ควอนตัมเล็กน้อย แก่<orangeStrong>ศัตรูทั้งหมด</orangeStrong> โดยเอฟเฟกต์นี้สามารถเกิดกับ ตัวละครแต่ละตัวได้มากสุด 1 ครั้ง และเมื่อ Tribbie ปล่อยท่าไม้ตาย จะรีเซ็ตจำนวนครั้งที่สามารถเกิดกับ ตัวละครตัวอื่นในฝ่ายเรา",
        "tag": "โจมตีหมู่"
      }
    },
    "technique": {
      "0": {
        "name": "If You're Happy and You Know It",
        "fullDesc": "หลังจากใช้เทคนิคและเข้าสู่การต่อสู้ จะได้รับ \"เทพสำแดง\" เป็นเวลา {{1}} เทิร์น",
        "shortDesc": "เมื่อเข้าสู่การต่อสู้ จะได้รับ \"เทพสำแดง\"",
        "tag": "เสริมพลัง"
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "หลังจากโจมตีศัตรูและเข้าสู่การต่อสู้ จะลดทอนความทนทาน ของประเภทที่สอดคล้องกับศัตรูเป้าหมาย",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Lamb Outside the Wall...",
        "fullDesc": "หลังจากปล่อยการ โจมตีต่อเนื่อง ของพรสวรรค์ Tribbie จะสร้าง DMG เพิ่มขึ้น {{1, percent}}% โดยเอฟเฟกต์นี้ สามารถซ้อนทับได้สูงสุด {{2}} ชั้น เป็นเวลา {{3}} เทิร์น"
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Glass Ball with Wings!",
        "fullDesc": "ในช่วงที่มีเขตแดนอยู่ HP สูงสุดของ Tribbie จะเพิ่มขึ้น โดยค่าที่เพิ่มขึ้นจะเท่ากับ {{1, percent}}% ของผลรวม HP สูงสุด ของตัวละครฝ่ายเราทั้งหมด"
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Pebble at Crossroads?",
        "fullDesc": "เมื่อเริ่มต้นการต่อสู้ Tribbie จะฟื้นฟูพลังงาน {{1}} หน่วย หลังจากตัวอื่นในฝ่ายเราทำการโจมตี เป้าหมายทุกๆ 1 ตัวที่โจมตีโดน จะทำให้ Tribbie ฟื้นฟูพลังงาน {{2, fixed(fixed: 1)}} หน่วย"
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Rite of Sugar Scoop",
      "desc": "ในช่วงที่มีเขตแดนอยู่ หลังจากเป้าหมายฝ่ายเราโจมตีศัตรู จะสร้าง DMG จริง อีก {{1, percent}}% ของ DMG ทั้งหมดในการโจมตีครั้งนี้ แก่เป้าหมายที่ได้รับ DMG เพิ่มเติม จากเขตแดน"
    },
    "2": {
      "name": "Guide of Dream Tour",
      "desc": "เขตแดนสร้าง DMG เพิ่มเติม เพิ่มขึ้นถึง {{1, percent}}% ของ DMG เดิม และเมื่อเขตแดนสร้าง DMG เพิ่มเติม ก็จะสร้าง DMG เพิ่มเติมอีก {{2}} ครั้ง"
    },
    "3": {
      "name": "Trove of Morning Glow",
      "desc": "เลเวลท่าไม้ตาย +2 สูงสุดไม่เกิน Lv.15 และเลเวลการโจมตีปกติ +1 สูงสุดไม่เกิน Lv.10"
    },
    "4": {
      "name": "Peace of Empathy Bond",
      "desc": "ในช่วงเวลาของ \"เทพสำแดง\" เมื่อฝ่ายเราทั้งหมดสร้าง DMG จะเพิกเฉยต่อ DEF {{1, percent}}% ของเป้าหมาย"
    },
    "5": {
      "name": "Clock of Wonder Origin",
      "desc": "เลเวลสกิลต่อสู้ +2 สูงสุดไม่เกิน Lv.15 และเลเวลพรสวรรค์ +2 สูงสุดไม่เกิน<br>Lv.15"
    },
    "6": {
      "name": "Morrow of Star Shine",
      "desc": "หลังจาก Tribbie ปล่อยท่าไม้ตาย จะปล่อยการ โจมตีต่อเนื่อง ของพรสวรรค์ แก่ศัตรูทั้งหมด และการ โจมตีต่อเนื่อง ของพรสวรรค์ จะสร้าง DMG เพิ่มขึ้น {{1, percent}}%"
    }
  }
}