{
  "name": "Robin",
  "abilities": {
    "basic": {
      "0": {
        "name": "Wingflip White Noise",
        "fullDesc": "สร้าง DMG กายภาพ <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Robin แก่ศัตรูที่กำหนดหนึ่งตัว",
        "shortDesc": "สร้าง DMG กายภาพเล็กน้อย แก่ฝ่ายศัตรูหนึ่งตัว"
      }
    },
    "skill": {
      "0": {
        "name": "Pinion's Aria",
        "fullDesc": "ทำให้ฝ่ายเราทั้งหมดสร้าง DMG เพิ่มขึ้น <orangeStrong>{{1}}%</orangeStrong> เป็นเวลา {{2}} เทิร์น เมื่อเริ่มต้นแต่ละเทิร์นของ Robin ระยะเวลาต่อเนื่องจะลดลง 1 เทิร์น",
        "shortDesc": "ทำให้ <orangeStrong>DMG ของฝ่ายเราทั้งหมดเพิ่มขึ้น</orangeStrong>"
      }
    },
    "ult": {
      "0": {
        "name": "Vox Harmonique, Opus Cosmique",
        "fullDesc": "เมื่อ Robin เข้าสู่สถานะ \"ร้องบรรเลง\" จะทำให้เพื่อนร่วมทีม ที่นอกเหนือไปจากตัวเองแอ็กชันทันที\\nเมื่ออยู่ในสถานะ \"ร้องบรรเลง\" ATK ของฝ่ายเราทั้งหมดจะเพิ่มขึ้น โดยค่าที่เพิ่มขึ้นจะเท่ากับ <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Robin +<orangeStrong>{{3}}</orangeStrong> หน่วย ทุกครั้งที่เป้าหมายฝ่ายเราปล่อยการโจมตี Robin จะสร้าง <u>DMG กายภาพเพิ่มเติม</u> <orangeStrong>{{4}}%</orangeStrong> ของ ATK ของตัวเองเพิ่มอีก 1 ครั้ง โดยอัตราคริติคอลของ DMG นี้จะคงอยู่ที่ {{5}}% และ DMG คริติคอลคงอยู่ที่ {{6}}%\\nเมื่ออยู่ในสถานะ \"ร้องบรรเลง\" Robin จะต้านทาน <u>สถานะ Debuff ประเภทควบคุม</u> โดยก่อนสิ้นสุดสถานะ \"ร้องบรรเลง\" จะไม่เข้าสู่เทิร์นของตัวเอง และจะไม่สามารถแอ็กชันได้\\nบนลำดับแอ็กชัน จะปรากฏการนับถอยหลังของ \"ร้องบรรเลง\" เมื่อถึงเทิร์นของการนับถอยหลังดังกล่าว Robin จะออกจากสถานะ \"ร้องบรรเลง\" และแอ็กชันทันที โดยความเร็วคงที่ในการนับถอยหลัง จะอยู่ที่ {{2}} หน่วย",
        "shortDesc": "เข้าสู่สถานะ \"ร้องบรรเลง\" และ<orangeStrong>เพิ่ม ATK</orangeStrong> ของฝ่ายเราทั้งหมด อีกทั้งทำให้เพื่อนร่วมทีมแอ็กชันทันที หลังจากทำการโจมตี Robin จะสร้าง <orangeStrong><u>DMG กายภาพเพิ่มเติมอีก</u></orangeStrong> ขณะที่อยู่ในสถานะ \"ร้องบรรเลง\" Robin จะต้านทาน <u>สถานะ Debuff ประเภทควบคุม</u> โดยก่อนที่สถานะนี้จะสิ้นสุดลง จะไม่เข้าสู่เทิร์นของตัวเอง และจะไม่สามารถแอ็กชันได้ จนกว่าการนับถอยหลังจะสิ้นสุด"
      }
    },
    "technique": {
      "0": {
        "name": "Overture of Inebriation",
        "fullDesc": "หลังจากใช้เทคนิคแล้ว จะสร้างพื้นที่พิเศษขึ้นมารอบตัว ต่อเนื่องเป็นเวลา {{1}} วินาที โดยศัตรูที่อยู่ในพื้นที่จะไม่โจมตี Robin และจะติดตาม Robin ในระหว่างที่มีพื้นที่พิเศษอยู่ หลังเข้าสู่การต่อสู้โดยมีพื้นที่อยู่ Robin จะฟื้นฟูพลังงาน {{2}} หน่วยเมื่อเริ่มต้นในแต่ละ Wave ทั้งนี้เอฟเฟกต์พื้นที่ที่ฝ่ายเราสร้างขึ้น จะมีได้สูงสุดเพียง 1 จุดเท่านั้น",
        "shortDesc": "สร้างพื้นที่พิเศษขึ้นมารอบตัวเอง โดยศัตรูในพื้นที่จะไม่โจมตี Robin หลังเข้าสู่การต่อสู้โดยมีพื้นที่อยู่ Robin จะฟื้นฟูพลังงานเพิ่มเติม <orangeStrong>{{2}}</orangeStrong> หน่วยเมื่อเริ่มต้นในแต่ละ Wave"
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "หลังจากโจมตีศัตรูและเข้าสู่การต่อสู้ จะลดทอนความทนทานของประเภท ที่สอดคล้องกับศัตรูเป้าหมาย",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Land of Smiles",
      "desc": "เมื่ออยู่ในสถานะ \"ร้องบรรเลง\" การทะลวงความต้านทานทุกประเภท ของฝ่ายเราทั้งหมดจะเพิ่มขึ้น {{1}}%"
    },
    "2": {
      "name": "Afternoon Tea For Two",
      "desc": "เมื่ออยู่ในสถานะ \"ร้องบรรเลง\" ความเร็วของฝ่ายเราทั้งหมด จะเพิ่มขึ้น {{1}}% และเอฟเฟกต์ฟื้นฟูพลังงาน ของพรสวรรค์จะเพิ่มขึ้นอีก {{2}} หน่วย"
    },
    "3": {
      "name": "Inverted Tuning",
      "desc": "เลเวลสกิลต่อสู้ +2 สูงสุดไม่เกิน Lv.15 และเลเวลท่าไม้ตาย +2 สูงสุดไม่เกิน Lv.15"
    },
    "4": {
      "name": "Raindrop Key",
      "desc": "เมื่อปล่อยท่าไม้ตาย จะขจัดสถานะ Debuff ประเภทควบคุมของฝ่ายเราทั้งหมด ในขณะที่ Robin อยู่ในสถานะ \"ร้องบรรเลง\" การต้านทานสถานะ ของฝ่ายเราทั้งหมด จะเพิ่มขึ้น {{1}}%"
    },
    "5": {
      "name": "Lonestar's Lament",
      "desc": "เลเวลการโจมตีปกติ +1 สูงสุดไม่เกิน\\nLv.10 และเลเวลพรสวรรค์ +2 สูงสุดไม่เกิน Lv.15"
    },
    "6": {
      "name": "Moonless Midnight",
      "desc": "เมื่ออยู่ในสถานะ \"ร้องบรรเลง\" DMG คริติคอลของ DMG กายภาพเพิ่มเติม ที่เกิดจากท่าไม้ตาย จะเพิ่มขึ้นอีก {{2}}% โดยสามารถเกิดเอฟเฟกต์ \"Moonless Midnight\" ได้มากสุด {{1}} ครั้ง และจะรีเซ็ตจำนวนการเกิด ในทุกครั้งที่ปล่อยท่าไม้ตาย"
    }
  }
}