{
  "name": "Yunli",
  "abilities": {
    "basic": {
      "0": {
        "name": "Galespin Summersault",
        "fullDesc": "สร้าง DMG กายภาพ <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Yunli แก่ศัตรูที่กำหนดหนึ่งตัว",
        "shortDesc": "สร้าง DMG กายภาพเล็กน้อย แก่ฝ่ายศัตรูหนึ่งตัว"
      }
    },
    "skill": {
      "0": {
        "name": "Bladeborne Quake",
        "fullDesc": "ฟื้นฟู HP <orangeStrong>{{3, percent(fixed: 1)}}%</orangeStrong> ของ ATK ของ Yunli +<orangeStrong>{{4}}</orangeStrong> และสร้าง DMG กายภาพ <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Yunli แก่ศัตรูที่กำหนดหนึ่งตัว รวมถึงสร้าง DMG กายภาพ <orangeStrong>{{2, percent}}%</orangeStrong> ของ ATK ของ Yunli แก่ตัวที่อยู่ใกล้เคียงกับเป้าหมาย",
        "shortDesc": "ฟื้นฟู HP และสร้าง DMG กายภาพเล็กน้อยแก่ศัตรูหนึ่งตัว รวมถึงตัวที่อยู่ใกล้เคียง กับเป้าหมาย"
      }
    },
    "ult": {
      "0": {
        "name": "Earthbind, Etherbreak",
        "fullDesc": "เมื่อใช้พลังงาน {{8}} หน่วย Yunli จะได้รับ \"ปัดป้อง\" อีกทั้งทำให้ศัตรูทั้งหมดติดสถานะยั่วยุ จนกว่าจะสิ้นสุดเทิร์นถัดไปของฝ่ายเราหรือฝ่ายศัตรูหนึ่งตัว รวมถึงทำให้ Yunli สร้าง DMG คริติคอล ในการโต้กลับครั้งต่อไปเพิ่มขึ้น <orangeStrong>{{2, percent}}%</orangeStrong> เมื่อเกิดเอฟเฟกต์โต้กลับของพรสวรรค์ จะเปลี่ยนเป็นปล่อย <u>การโต้กลับ</u> \"Intuit: Cull\" พร้อมทั้งลบล้างเอฟเฟกต์ \"ปัดป้อง\" หากไม่เกิดการโต้กลับขณะอยู่ในสถานะ \"ปัดป้อง\" เมื่อสถานะสิ้นสุดลง Yunli จะสุ่มปล่อยการ <u>การโต้กลับ</u> \"Intuit: Slash\" ใส่ศัตรูแบบสุ่มเป้าหมายทันที\\n- Intuit: Slash จะสร้าง DMG กายภาพ <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Yunli แก่เป้าหมาย และสร้าง DMG กายภาพ <orangeStrong>{{6, percent}}%</orangeStrong> ของ ATK ของ Yunli แก่ตัวที่อยู่ใกล้เคียงกับเป้าหมายดังกล่าวด้วย\\n- Intuit: Cull จะสร้าง DMG กายภาพ <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Yunli แก่เป้าหมาย และสร้าง DMG กายภาพ <orangeStrong>{{6, percent}}%</orangeStrong> ของ ATK ของ Yunli แก่ตัวที่อยู่ใกล้เคียงกับเป้าหมายดังกล่าว จากนั้นจะสร้าง DMG เพิ่มอีก {{4}} ครั้ง โดย DMG แต่ละครั้งจะสร้าง DMG กายภาพ <orangeStrong>{{7, percent}}%</orangeStrong> ของ ATK ของ Yunli แก่ศัตรูแบบสุ่มเป้าหมายหนึ่งตัว \\nทั้งนี้เมื่อ Yunli สร้าง DMG ด้วยสกิลดังกล่าว จะถือว่าเป็นการสร้าง DMG ท่าไม้ตาย",
        "shortDesc": "เข้าสู่สถานะ \"ปัดป้อง\" และยั่วยุศัตรูทั้งหมด ระหว่างนั้นหลังจากที่ถูกโจมตี จะเกิด <orangeStrong><u>\"การโต้กลับ\"</u> ที่ทรงพลัง</orangeStrong> ซึ่งจะ<orangeStrong>สร้าง DMG กายภาพ</orangeStrong>แก่ผู้โจมตี และตัวที่อยู่ใกล้เคียงกับเป้าหมายดังกล่าว จากนั้นจะสร้าง DMG กายภาพเล็กน้อย แก่ฝ่ายศัตรูหนึ่งตัว โดยจะทำการฟันทั้งหมด 6 ครั้ง ทั้งนี้ หากไม่เกิดการโต้กลับ ขณะอยู่ในสถานะ \"ปัดป้อง\" พอสถานะสิ้นสุดลง จะสร้าง DMG กายภาพ แก่ศัตรูแบบสุ่มเป้าหมาย และตัวที่อยู่ใกล้เคียงกับเป้าหมายดังกล่าว"
      }
    },
    "technique": {
      "0": {
        "name": "Posterior Precedence",
        "fullDesc": "ทำให้ตัวเองได้รับเอฟเฟกต์ \"ต้านรับ\" เป็นเวลา {{2}} วินาที เมื่อเข้าสู่การต่อสู้ ด้วยการโจมตีศัตรูหรือถูกโจมตีแล้ว จะปล่อย \"Intuit: Cull\" ใส่ศัตรูหนึ่งตัวแบบสุ่มเป้าหมายทันที และทำให้การโจมตีครั้งนี้สร้าง DMG เพิ่มขึ้น {{1, percent}}%",
        "shortDesc": "ทำให้ตัวเองได้รับเอฟเฟกต์ \"ต้านรับ\" เป็นเวลา 20 วินาที เมื่อเข้าสู่การต่อสู้ ด้วยการโจมตีศัตรูหรือถูกโจมตีในระหว่างนั้นแล้ว จะปล่อย \"Intuit: Cull\" ใส่ศัตรูหนึ่งตัวแบบสุ่มเป้าหมายทันที"
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "หลังจากโจมตีศัตรูและเข้าสู่การต่อสู้ จะลดทอนความทนทานของประเภท ที่สอดคล้องกับศัตรูเป้าหมาย",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Fiery Wheel",
        "fullDesc": "หลังจากปล่อย \"Intuit: Slash\" ทุกๆ 1 ครั้ง \"Intuit: Slash\" ในครั้งต่อไปจะถูกแทนที่ด้วย \"Intuit: Cull\"",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Demon Quell",
        "fullDesc": "เมื่ออยู่ภายใต้สถานะ \"ปัดป้อง\" จะต้านทานเอฟเฟกต์ Debuff ประเภทควบคุมที่ได้รับ และทำให้ DMG ที่ได้รับลดลง {{1, percent}}%",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "True Sunder",
        "fullDesc": "หลังจากปล่อยการโต้กลับ ATK ของ Yunli จะเพิ่มขึ้น {{1, percent}}% เป็นเวลา 1 เทิร์น",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Weathered Blade Does Not Sully",
      "desc": "Intuit: Slash และ Intuit: Cull สร้าง DMG เพิ่มขึ้น {{1, percent}}% และจำนวน DMG เพิ่มเติมของ Intuit: Cull จะเพิ่มขึ้น {{2}} ครั้ง"
    },
    "2": {
      "name": "First Luster Breaks Dawn",
      "desc": "เมื่อปล่อยการโต้กลับเพื่อสร้าง DMG จะเพิกเฉยต่อ DEF {{1, percent}}% ของศัตรูเป้าหมาย"
    },
    "3": {
      "name": "Mastlength Twirls Mountweight",
      "desc": "เลเวลท่าไม้ตาย +2 สูงสุดไม่เกิน Lv.15 และเลเวลการโจมตีปกติ +1 สูงสุดไม่เกิน Lv.10"
    },
    "4": {
      "name": "Artisan's Ironsong",
      "desc": "หลังจากปล่อย \"Intuit: Slash\" หรือ \"Intuit: Cull\" จะทำให้การต้านทานสถานะของตัวเองเพิ่มขึ้น {{1, percent}}% เป็นเวลา {{2}} เทิร์น"
    },
    "5": {
      "name": "Blade of Old Outlasts All",
      "desc": "เลเวลสกิลต่อสู้ +2 สูงสุดไม่เกิน Lv.15 และเลเวลพรสวรรค์ +2 สูงสุดไม่เกิน\\nLv.15"
    },
    "6": {
      "name": "Walk in Blade, Talk in Zither",
      "desc": "ขณะที่อยู่ในสถานะ \"ปัดป้อง\" เมื่อศัตรูเป็นฝ่ายปล่อยสกิลก่อน ไม่ว่าจะโจมตี Yunli หรือไม่ ก็จะเกิด \"Intuit: Cull\" ทั้งสิ้น พร้อมทั้งลบเอฟเฟกต์ \"ปัดป้อง\" ไปพร้อมกัน และเมื่อปล่อย \"Intuit: Slash\" หรือ \"Intuit: Cull\" เพื่อสร้าง DMG แล้ว อัตราคริติคอลจะเพิ่มขึ้น {{1, percent}}% และการทะลวงความต้านทานกายภาพ จะเพิ่มขึ้น {{2, percent}}%"
    }
  }
}