{
  "name": "Topaz & Numby",
  "abilities": {
    "basic": {
      "0": {
        "name": "Deficit...",
        "fullDesc": "สร้าง DMG ไฟ <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Topaz แก่ศัตรูที่กำหนดหนึ่งตัว",
        "shortDesc": "สร้าง DMG ไฟเล็กน้อย แก่ฝ่ายศัตรูหนึ่งตัว"
      }
    },
    "skill": {
      "0": {
        "name": "Difficulty Paying?",
        "fullDesc": "ทำให้ศัตรูที่กำหนดหนึ่งตัว ติดสถานะ \"Proof of Debt\" ซึ่งทำให้ศัตรูดังกล่าวได้รับ DMG จากการ <u>โจมตีต่อเนื่อง</u>เพิ่มขึ้น <orangeStrong>{{2}}%</orangeStrong> \"Proof of Debt\" จะมีผลกับเป้าหมายล่าสุด ที่ถูกปล่อยสถานะนี้ใส่เท่านั้น เมื่อเริ่มเทิร์นของฝ่ายเรา หรือเมื่อฝ่ายเราแอ็กชัน หากในการต่อสู้ ไม่มีศัตรูเป้าหมายที่ติดสถานะ \"Proof of Debt\" Topaz จะสุ่มทำให้ศัตรูเป้าหมายติดสถานะ \"Proof of Debt\"\\nโดยที่ Numby จะสร้าง DMG ไฟ <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Topaz แก่เป้าหมายดังกล่าว และ DMG ที่เกิดจากการปล่อยสกิลต่อสู้นี้ จะถือเป็นการ <u>โจมตีต่อเนื่อง</u>",
        "shortDesc": "ทำให้ศัตรูหนึ่งตัวติดสถานะ \"Proof of Debt\" <orangeStrong>ซึ่งจะได้รับ DMG จากการโจมตีต่อเนื่องเพิ่มขึ้น</orangeStrong> โดยที่ Numby จะสร้าง DMG ไฟแก่เป้าหมาย"
      }
    },
    "ult": {
      "0": {
        "name": "Turn a Profit!",
        "fullDesc": "ทำให้ Numby ติดสถานะ \"Windfall Bonanza!\" ตัวคูณ DMG เพิ่มขึ้น <orangeStrong>{{1}}%</orangeStrong> และ DMG คริติคอลเพิ่มขึ้น <orangeStrong>{{2}}%</orangeStrong> เมื่อศัตรูเป้าหมายที่ติดสถานะ \"Proof of Debt\" ถูกโจมตี จากการโจมตีปกติ สกิลต่อสู้ หรือท่าไม้ตายของฝ่ายเรา Numby จะเร่งแอ็กชัน {{3}}% โดย Numby จะออกจากสถานะ \"Windfall Bonanza!\" หลังปล่อยการโจมตี {{4}} ครั้ง",
        "shortDesc": "ทำให้ Numby ติดสถานะ \"Windfall Bonanza!\" อีกทั้งทำให้<orangeStrong>ตัวคูณ DMG และ DMG คริติคอลเพิ่มขึ้น</orangeStrong>"
      }
    },
    "technique": {
      "0": {
        "name": "Explicit Subsidy",
        "fullDesc": "เมื่อ Topaz อัญเชิญ Numby ออกมา Numby จะค้นหาสมบัติธรรมดาและ Trotter ในขอบเขตที่กำหนดโดยอัตโนมัติ\\nเมื่อใช้เทคนิค Topaz จะฟื้นฟูพลังงาน {{1}} หน่วย หลังจาก Numby โจมตีครั้งแรกในการต่อสู้ครั้งถัดไป\\nหลังจากใช้เทคนิคและเอาชนะศัตรูในแผนที่ หาก Topaz ยังอยู่ในทีม เมื่อได้รับเครดิต จะได้รับเครดิตเพิ่มเติมอีกเล็กน้อย โดยในแต่ละวันตามปฏิทินจริง จะสามารถรับเครดิตเพิ่มเติมสูงสุด {{2}} เครดิต\\nหลังจากใช้เทคนิค และเอาชนะศัตรูใน Simulated Universe และจักรวาลต่างมิติ จะได้รับ Cosmic Fragment เพิ่มเติมอีกเล็กน้อย และมีโอกาสเล็กน้อยที่จะสุ่มรับวัตถุหายาก 1 ชิ้น",
        "shortDesc": "<orangeStrong>อัญเชิญ Numby ให้ติดตามไป</orangeStrong>ในพื้นที่ ซึ่ง Numby จะ<orangeStrong>ค้นหาสมบัติธรรมดาและ Trotter ที่อยู่ใกล้เคียง</orangeStrong>โดยอัตโนมัติ การใช้เทคนิคจะทำให้ Topaz ฟื้นฟูพลังงานหลังจาก Numby โจมตีครั้งแรกของในการต่อสู้ครั้งถัดไป"
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "หลังจากโจมตีศัตรูและเข้าสู่การต่อสู้ จะลดทอนความทนทานของประเภทที่สอดคล้องกับศัตรูเป้าหมาย",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Future Market",
      "desc": "เมื่อศัตรูเป้าหมายที่ติดสถานะ \"Proof of Debt\" ได้รับการโจมตีต่อเนื่อง จะติดสถานะ \"Debtor\" ซึ่งจะมีผลได้สูงสุด 1 ครั้งต่อหนึ่งการโจมตี\\nสถานะ \"Debtor\" จะทำให้ศัตรูเป้าหมายได้รับ DMG คริติคอล จากการโจมตีต่อเนื่องเพิ่มขึ้น {{1}}% โดยสามารถซ้อนทับได้สูงสุด {{2}} ชั้น เมื่อสถานะ \"Proof of Debt\" ถูกขจัด \"Debtor\" ก็จะถูกขจัดไปด้วย"
    },
    "2": {
      "name": "Bona Fide Acquisition",
      "desc": "หลังจากที่ Numby แอ็กชันและทำการโจมตี Topaz จะฟื้นฟูพลังงาน {{1}} หน่วย"
    },
    "3": {
      "name": "Seize the Big and Free the Small",
      "desc": "เลเวลสกิลต่อสู้ +2 สูงสุดไม่เกิน Lv.15 และเลเวลการโจมตีปกติ +1 สูงสุดไม่เกิน Lv.10"
    },
    "4": {
      "name": "Agile Operation",
      "desc": "เมื่อเริ่มต้นเทิร์นของ Numby เอง Topaz จะเร่งแอ็กชัน {{1}}%"
    },
    "5": {
      "name": "Inflationary Demand",
      "desc": "เลเวลท่าไม้ตาย +2 สูงสุดไม่เกิน Lv.15 และเลเวลพรสวรรค์ +2 สูงสุดไม่เกิน Lv.15"
    },
    "6": {
      "name": "Incentive Mechanism",
      "desc": "จำนวนการโจมตีของ Numby ขณะที่ติดสถานะ \"Windfall Bonanza!\" เพิ่มขึ้น {{1}} ครั้ง และเมื่อโจมตี การทะลวงความต้านทานไฟจะเพิ่มขึ้น {{2}}%"
    }
  }
}