{
  "name": "Luka",
  "abilities": {
    "basic": {
      "0": {
        "name": "Direct Punch",
        "fullDesc": "สร้าง DMG กายภาพ <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Luka แก่ศัตรูที่กำหนดหนึ่งตัว",
        "shortDesc": "สร้าง DMG กายภาพเล็กน้อย แก่ฝ่ายศัตรูหนึ่งตัว"
      },
      "1": {
        "name": "Sky-Shatter Fist",
        "fullDesc": "ใช้ \"Fighting Will\" 2 ชั้น และจะใช้ \"Direct Punch\" เพื่อปล่อยการโจมตี 3 ครั้ง โดยการโจมตีแต่ละครั้งจะสร้าง DMG กายภาพ <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Luka แก่ศัตรูที่กำหนดหนึ่งตัว\\nจากนั้นจะใช้ \"Rising Uppercut\" เพื่อปล่อยการโจมตี 1 ครั้ง ซึ่งสร้าง DMG กายภาพ <orangeStrong>{{2}}%</orangeStrong> ของ ATK ของ Luka แก่ศัตรูที่กำหนดหนึ่งตัว",
        "shortDesc": "ใช้ Fighting Will 2 ชั้นและสร้าง DMG กายภาพ แก่ฝ่ายศัตรูหนึ่งตัว"
      }
    },
    "skill": {
      "0": {
        "name": "Lacerating Fist",
        "fullDesc": "สร้าง DMG กายภาพ <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Luka แก่ศัตรูที่กำหนดหนึ่งตัว จากนั้นจะมี <u>โอกาสพื้นฐาน</u> {{2}}% ที่จะทำให้เป้าหมายติดสถานะเสียเลือด เป็นเวลา {{5}} เทิร์น\\nโดยขณะที่ติดสถานะเสียเลือด เมื่อเริ่มต้นในแต่ละเทิร์น ศัตรูเป้าหมายจะได้รับ DMG กายภาพต่อเนื่อง {{3}}% ของ HP สูงสุดของตัวเอง สูงสุดไม่เกิน <orangeStrong>{{4}}%</orangeStrong> ของ ATK ของ Luka",
        "shortDesc": "สร้าง DMG กายภาพแก่ศัตรูหนึ่งตัว และมีโอกาสอย่างมากที่จะ <color=#f29e38ff>เพิ่มสถานะเสียเลือด</color>ให้แก่เป้าหมาย"
      }
    },
    "ult": {
      "0": {
        "name": "Coup de Grâce",
        "fullDesc": "ได้รับ \"Fighting Will\" {{5}} ชั้น และมี <u>โอกาสพื้นฐาน</u> {{2}}% ที่จะทำให้ศัตรูที่กำหนดหนึ่งตัวได้รับ DMG เพิ่มขึ้น <orangeStrong>{{3}}%</orangeStrong> เป็นเวลา {{4}} เทิร์น จากนั้นจะสร้าง DMG กายภาพ <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Luka แก่เป้าหมายดังกล่าว",
        "shortDesc": "ได้รับ \"Fighting Will\" <orangeStrong>{{5}}</orangeStrong> ชั้น และมีโอกาสอย่างมากที่จะทำให้ศัตรูหนึ่งตัวได้รับ DMG เพิ่มขึ้น อีกทั้งสร้าง DMG กายภาพอย่างรุนแรง แก่ศัตรูดังกล่าว"
      }
    },
    "technique": {
      "0": {
        "name": "Anticipator",
        "fullDesc": "เมื่อโจมตีศัตรูทันทีและเข้าสู่การต่อสู้ จะสุ่มสร้าง DMG กายภาพ {{1}}% ของ ATK ของ Luka แก่ศัตรูหนึ่งตัว และจะมี <u>โอกาสพื้นฐาน</u> {{2}}% ที่จะทำให้เป้าหมายติดสถานะเสียเลือด ที่เทียบเท่ากับสกิลต่อสู้ จากนั้น Luka จะได้รับ \"Fighting Will\" เพิ่มเติม 1 ชั้น",
        "shortDesc": "เมื่อโจมตีศัตรูและเข้าสู่การต่อสู้ จะสุ่มสร้าง DMG กายภาพเล็กน้อยแก่ศัตรูหนึ่งตัว และมีโอกาสอย่างมากที่จะทำให้เป้าหมาย<color=#f29e38ff>ติดสถานะเสียเลือด</color> จากนั้นจะได้รับ \"Fighting Will\" เพิ่มเติม 1 ชั้น"
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "หลังจากโจมตีศัตรูและเข้าสู่การต่อสู้ จะลดทอนความทนทานของประเภทที่สอดคล้องกับศัตรูเป้าหมาย",
        "shortDesc": ""
      }
    }
  }
}