{
  "name": "Acheron",
  "abilities": {
    "basic": {
      "0": {
        "name": "Trilateral Wiltcross",
        "fullDesc": "สร้าง DMG สายฟ้า <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Acheron แก่ศัตรูที่กำหนดหนึ่งตัว",
        "shortDesc": "สร้าง DMG สายฟ้าเล็กน้อยแก่ฝ่ายศัตรูหนึ่งตัว"
      }
    },
    "skill": {
      "0": {
        "name": "Octobolt Flash",
        "fullDesc": "ได้รับ \"ฝันมลาย\" {{3}} หน่วย และเพิ่ม \"ผนึกสีชาด\" {{3}} ชั้น แก่ศัตรูที่กำหนดหนึ่งตัว อีกทั้งสร้าง DMG สายฟ้า <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Acheron แก่ศัตรูดังกล่าว พร้อมทั้งสร้าง DMG สายฟ้า <orangeStrong>{{2}}%</orangeStrong> ของ ATK ของ Acheron แก่ตัวที่อยู่ใกล้เคียงกับเป้าหมาย",
        "shortDesc": "ได้รับ \"ฝันมลาย\" <orangeStrong><color=#f29e38ff>#3[i]</orangeStrong> หน่วย</color> และเพิ่ม \"ผนึกสีชาด\" <orangeStrong>{{3}}</orangeStrong> ชั้น ให้แก่ศัตรูหนึ่งตัว อีกทั้งสร้าง DMG สายฟ้าแก่ศัตรูดังกล่าว รวมถึงสร้าง DMG สายฟ้าเล็กน้อย แก่ตัวที่อยู่ใกล้เคียงกับเป้าหมาย"
      }
    },
    "ult": {
      "0": {
        "name": "Slashed Dream Cries in Red",
        "fullDesc": "ปล่อย \"Rainblade\" 3 ครั้งและ \"Stygian Resurge\" 1 ครั้งตามลำดับ เพื่อสร้าง DMG สายฟ้าแก่ศัตรูที่กำหนดหนึ่งตัว สูงสุดที่ <orangeStrong>{{6}}%</orangeStrong> ของ ATK ของ Acheron และสร้าง DMG สายฟ้าแก่เป้าหมายอื่นๆ สูงสุดที่ <orangeStrong>{{7}}%</orangeStrong> ของ ATK ของ Acheron\\n\"Rainblade\": สร้าง DMG สายฟ้า <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Acheron แก่ศัตรูที่กำหนดหนึ่งตัว อีกทั้งจะลบ \"ผนึกสีชาด\" ของเป้าหมายออก สูงสุดที่ 3 ชั้น เมื่อลบ \"ผนึกสีชาด\" จะสร้าง DMG สายฟ้า <orangeStrong>{{2}}%</orangeStrong> ของ ATK ของ Acheron แก่ฝ่ายศัตรูทั้งหมดทันที โดยทุกครั้งที่ลบ \"ผนึกสีชาด\" ออก 1 ชั้น ตัวคูณ DMG ในครั้งนี้จะเพิ่มขึ้นอีก โดยเพิ่มได้สูงสุดถึง <orangeStrong>{{5}}%</orangeStrong>\\n\"Stygian Resurge\": สร้าง DMG สายฟ้า <orangeStrong>{{3}}%</orangeStrong> ของ ATK ของ Acheron แก่ศัตรูทั้งหมด และลบ \"ผนึกสีชาด\" ทั้งหมดออก\\nในระหว่างที่ใช้ท่าไม้ตาย จะไม่สามารถเพิ่ม \"ผนึกสีชาด\" ให้แก่ศัตรูได้",
        "shortDesc": "สร้าง DMG สายฟ้าเล็กน้อย แก่ฝ่ายศัตรูหนึ่งตัว 3 ครั้ง หากลบ \"ผนึกสีชาด\" ของเป้าหมายออก จะสร้าง DMG สายฟ้าเล็กน้อย แก่ฝ่ายศัตรูทั้งหมด และสุดท้ายจะสร้าง DMG สายฟ้า แก่ศัตรูทั้งหมด 1 ครั้ง อีกทั้งจะลบ \"ผนึกสีชาด\" ทั้งหมดออก"
      },
      "1": {
        "name": "Rainblade",
        "fullDesc": "",
        "shortDesc": "สร้าง DMG สายฟ้าเล็กน้อยแก่ฝ่ายศัตรูหนึ่งตัว และจะลบ \"ผนึกสีชาด\" ของเป้าหมายออกมากสุด 3 ชั้น เมื่อลบ \"ผนึกสีชาด\" จะสร้าง DMG สายฟ้าเล็กน้อยแก่ฝ่ายศัตรูทั้งหมด เป็นจำนวน 1 ครั้ง โดยทุกครั้งที่ลบ \"ผนึกสีชาด\" ออก 1 ชั้น ตัวคูณ DMG ในครั้งนี้จะเพิ่มขึ้น"
      },
      "2": {
        "name": "Rainblade",
        "fullDesc": "",
        "shortDesc": "สร้าง DMG สายฟ้าเล็กน้อยแก่ฝ่ายศัตรูหนึ่งตัว และจะลบ \"ผนึกสีชาด\" ของเป้าหมายออกมากสุด 3 ชั้น เมื่อลบ \"ผนึกสีชาด\" จะสร้าง DMG สายฟ้าเล็กน้อยแก่ฝ่ายศัตรูทั้งหมด เป็นจำนวน 1 ครั้ง โดยทุกครั้งที่ลบ \"ผนึกสีชาด\" ออก 1 ชั้น ตัวคูณ DMG ในครั้งนี้จะเพิ่มขึ้น"
      },
      "3": {
        "name": "Rainblade",
        "fullDesc": "",
        "shortDesc": "สร้าง DMG สายฟ้าเล็กน้อยแก่ฝ่ายศัตรูหนึ่งตัว และจะลบ \"ผนึกสีชาด\" ของเป้าหมายออกมากสุด 3 ชั้น เมื่อลบ \"ผนึกสีชาด\" จะสร้าง DMG สายฟ้าเล็กน้อยแก่ฝ่ายศัตรูทั้งหมด เป็นจำนวน 1 ครั้ง โดยทุกครั้งที่ลบ \"ผนึกสีชาด\" ออก 1 ชั้น ตัวคูณ DMG ในครั้งนี้จะเพิ่มขึ้น"
      },
      "4": {
        "name": "Stygian Resurge",
        "fullDesc": "",
        "shortDesc": "สร้าง DMG สายฟ้าแก่ศัตรูทุกตัว และลบ \"ผนึกสีชาด\" ทั้งหมด"
      }
    },
    "technique": {
      "0": {
        "name": "Quadrivalent Ascendance",
        "fullDesc": "โจมตีศัตรูทันที เมื่อเริ่มต้นในแต่ละ Wave จะได้รับ \"Quadrivalent Ascendance\" และสร้าง DMG สายฟ้า {{1}}% ของ ATK ของ Acheron แก่ศัตรูทั้งหมด และจะลดทอนความทนทานของศัตรูทั้งหมด โดยเพิกเฉยต่อประเภทของจุดอ่อน เมื่อทำลายจุดอ่อน จะเกิดเอฟเฟกต์ทำลายจุดอ่อนสายฟ้า\\nQuadrivalent Ascendance: หลังจากปล่อยท่าไม้ตาย Acheron จะได้รับ \"ฝันมลาย\" {{2}} หน่วย และจะสุ่มเพิ่ม \"ผนึกสีชาด\" {{2}} ชั้นให้แก่ศัตรูหนึ่งตัว\\nหากโจมตีศัตรูทั่วไป จะกำจัดศัตรูดังกล่าวทันที และไม่เข้าสู่การต่อสู้ ทั้งนี้หากโจมตีไม่โดนศัตรู ก็จะไม่หักแต้มเทคนิคแต่อย่างใด",
        "shortDesc": "เมื่อโจมตีศัตรูและเริ่มต้นในแต่ละ Wave จะได้รับ \"Quadrivalent Ascendance\" จะสร้าง DMG สายฟ้าแก่ศัตรูทั้งหมด และลดทอนความทนทาน โดย<orangeStrong>เพิกเฉยต่อประเภทของจุดอ่อน</orangeStrong>\\nหากโจมตีโดนศัตรูทั่วไป ก็จะ<orangeStrong>กำจัดศัตรูดังกล่าวทันที</orangeStrong> และไม่เข้าสู่การต่อสู้ ทั้งนี้หากโจมตีไม่โดนศัตรู ก็จะไม่หักแต้มเทคนิคแต่อย่างใด"
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "หลังจากโจมตีศัตรูและเข้าสู่การต่อสู้ จะลดทอนความทนทานของประเภท ที่สอดคล้องกับศัตรูเป้าหมาย",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Silenced Sky Spake Sooth",
      "desc": "เมื่อสร้าง DMG แก่ศัตรูเป้าหมายที่อยู่ภายใต้เอฟเฟกต์ Debuff แล้ว อัตราคริติคอลจะเพิ่มขึ้น {{1}}%"
    },
    "2": {
      "name": "Mute Thunder in Still Tempest",
      "desc": "ลดจำนวนตัวละคร Path \"ลบล้าง\" ที่จำเป็นต่อค่าสูงสุดของ Trace \"The Abyss\" ลง 1 ตัว และเมื่อเริ่มต้นเทิร์นของตัวเอง จะได้รับ \"ฝันมลาย\" 1 หน่วย พร้อมทั้งเพิ่ม \"ผนึกสีชาด\" 1 ชั้น แก่ศัตรูที่มีสถานะดังกล่าวมากที่สุด"
    },
    "3": {
      "name": "Frost Bites in Death",
      "desc": "เลเวลท่าไม้ตาย +2 สูงสุดไม่เกิน Lv.15 และเลเวลการโจมตีปกติ +1 สูงสุดไม่เกิน Lv.10"
    },
    "4": {
      "name": "Shrined Fire for Mirrored Soul",
      "desc": "เมื่อศัตรูเป้าหมายเข้าสู่การต่อสู้ จะทำให้ศัตรูดังกล่าวติดสถานะ \"ความเปราะบาง DMG ท่าไม้ตาย\" และจะได้รับ DMG จากท่าไม้ตายเพิ่มขึ้น {{1}}%"
    },
    "5": {
      "name": "Strewn Souls on Erased Earths",
      "desc": "เลเวลสกิลต่อสู้ +2 สูงสุดไม่เกิน Lv.15 และเลเวลพรสวรรค์ +2 สูงสุดไม่เกิน\\nLv.15"
    },
    "6": {
      "name": "Apocalypse, the Emancipator",
      "desc": "การทะลวงความต้านทาน DMG ท่าไม้ตายทุกประเภทที่ Acheron สร้าง จะเพิ่มขึ้น {{1}}% โดย DMG จากการปล่อยการโจมตีปกติและสกิลต่อสู้ จะถือเป็น DMG ท่าไม้ตายด้วย พร้อมทั้งลดทอนความทนทานของศัตรู โดยเพิกเฉยต่อประเภทของจุดอ่อน และเมื่อทำลายจุดอ่อนแล้ว จะปล่อยเอฟเฟกต์ทำลายจุดอ่อนสายฟ้า"
    }
  }
}