{
  "name": "Jiaoqiu",
  "abilities": {
    "basic": {
      "0": {
        "name": "Heart Afire",
        "fullDesc": "สร้าง DMG ไฟ <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Jiaoqiu แก่ศัตรูที่กำหนดหนึ่งตัว",
        "shortDesc": "สร้าง DMG ไฟเล็กน้อย แก่ฝ่ายศัตรูหนึ่งตัว",
        "tag": "โจมตีเดี่ยว"
      }
    },
    "skill": {
      "0": {
        "name": "Scorch Onslaught",
        "fullDesc": "สร้าง DMG ไฟ <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Jiaoqiu แก่ศัตรูที่กำหนดหนึ่งตัว พร้อมทั้งสร้าง DMG ไฟ <orangeStrong>{{2, percent}}%</orangeStrong> ของ ATK ของ Jiaoqiu แก่ตัวที่อยู่ใกล้เคียงกับเป้าหมาย อีกทั้งมีโอกาสพื้นฐาน {{3, percent}}% ที่จะเพิ่ม \"ไหม้เป็นจุณ\" 1 ชั้นให้กับเป้าหมายหลัก",
        "shortDesc": "สร้าง DMG ไฟแก่ฝ่ายศัตรูหนึ่งตัว และสร้าง DMG ไฟเล็กน้อย แก่ศัตรูตัวที่อยู่ติดกับเป้าหมาย อีกทั้งมีโอกาสอย่างมากที่จะเพิ่ม \"ไหม้เป็นจุณ\" ให้กับเป้าหมายหลัก 1 ชั้น",
        "tag": "กระจาย"
      }
    },
    "ult": {
      "0": {
        "name": "Pyrograph Arcanum",
        "fullDesc": "จำนวนชั้น \"ไหม้เป็นจุณ\" ที่ศัตรูเป้าหมายมี จะถูกเซ็ตให้เท่ากับจำนวนชั้น \"ไหม้เป็นจุณ\" สูงสุด ที่มีในการต่อสู้ จากนั้นจะเปิดใช้งานเขตแดน และสร้าง DMG ไฟ <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Jiaoqiu แก่ศัตรูทั้งหมด<br>เมื่ออยู่ในเขตแดน ศัตรูเป้าหมายจะได้รับ DMG ท่าไม้ตายเพิ่มขึ้น <orangeStrong>{{3, percent(fixed: 1)}}%</orangeStrong> และเมื่อแอ็กชัน จะมีโอกาสพื้นฐาน <orangeStrong>{{2, percent}}%</orangeStrong> ที่จะได้รับ \"ไหม้เป็นจุณ\" 1 ชั้น ในช่วงที่เขตแดนคงอยู่ เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุด {{5}} ครั้ง ซึ่งในแต่ละเทิร์นของศัตรูแต่ละตัว จะสามารถเกิดได้แค่ 1 ครั้ง และทุกครั้งที่ Jiaoqiu ปล่อยท่าไม้ตาย จะรีเซ็ตจำนวนครั้งที่เกิดเอฟเฟกต์<br>โดยเขตแดนจะคงอยู่เป็นเวลา {{4}} เทิร์น เมื่อเริ่มต้นเทิร์นของตัวเอง ระยะเวลาของเขตแดนจะลดลง 1 เทิร์น หาก Jiaoqiu หมดสติ เขตแดนก็จะถูกลบออก",
        "shortDesc": "จำนวนชั้นของ \"ไหม้เป็นจุณ\" ที่ศัตรูเป้าหมายมี จะถูกเซ็ตให้เท่ากับจำนวนชั้นสูงสุดที่มีในการต่อสู้ จากนั้นจะเปิดใช้งานเขตแดน และสร้าง DMG ไฟแก่ศัตรูทั้งหมด เมื่ออยู่ในเขตแดน ศัตรูเป้าหมายจะ<orangeStrong>ได้รับ DMG ท่าไม้ตายเพิ่มขึ้น</orangeStrong> และเมื่อแอ็กชัน จะมีโอกาสเพิ่ม \"ไหม้เป็นจุณ\" อีก 1 ชั้น",
        "tag": "โจมตีหมู่"
      }
    },
    "talent": {
      "0": {
        "name": "Quartet Finesse, Octave Finery",
        "fullDesc": "เมื่อ Jiaoqiu ใช้การโจมตีปกติ สกิลต่อสู้ และท่าไม้ตายโจมตีโดนศัตรู จะมีโอกาสพื้นฐาน {{1, percent}}% ที่จะเพิ่ม \"ไหม้เป็นจุณ\" 1 ชั้น แก่ศัตรูดังกล่าว โดยทุก 1 ชั้น จะทำให้ศัตรูได้รับ DMG เพิ่มขึ้น <orangeStrong>{{2, percent(fixed: 1)}}%</orangeStrong> และทุกครั้งที่ซ้อนทับ 1 ชั้น ก็จะเพิ่มขึ้น <orangeStrong>{{3, percent(fixed: 1)}}%</orangeStrong><br>\"ไหม้เป็นจุณ\" จะซ้อนทับได้มากสุด {{4}} ชั้น เป็นเวลา {{5}} เทิร์น<br>เมื่อศัตรูเป้าหมายติดสถานะ \"ไหม้เป็นจุณ\" ก็จะถือว่าติดสถานะเผาไหม้ไปพร้อมกัน และเมื่อเริ่มต้นในแต่ละเทิร์น จะได้รับ DMG ไฟต่อเนื่อง <orangeStrong>{{6, percent}}%</orangeStrong> ของ ATK ของ Jiaoqiu",
        "shortDesc": "เมื่อปล่อยการโจมตีปกติ สกิลต่อสู้หรือท่าไม้ตาย โจมตีศัตรู จะมีโอกาสอย่างมากที่จะเพิ่ม \"ไหม้เป็นจุณ\" 1 ชั้นแก่เป้าหมาย ทำให้ศัตรูได้รับ DMG เพิ่มขึ้น และจะถือว่าติดสถานะเผาไหม้ไปพร้อมกัน",
        "tag": "สกัดกั้น"
      }
    },
    "technique": {
      "0": {
        "name": "Fiery Queller",
        "fullDesc": "หลังจากใช้เทคนิคแล้ว จะสร้างพื้นที่พิเศษขึ้นมาเป็นเวลา {{2}} วินาที เมื่อเข้าต่อสู้กับศัตรูที่อยู่ในพื้นที่พิเศษ จะสร้าง DMG ไฟ {{1, percent}}% ของ ATK ของ Jiaoqiu แก่ศัตรูทั้งหมด และมีโอกาสพื้นฐาน {{3, percent}}% ที่จะเพิ่ม \"ไหม้เป็นจุณ\" 1 ชั้น ทั้งนี้เอฟเฟกต์พื้นที่ที่ฝ่ายเราสร้างขึ้น จะมีได้สูงสุดเพียง 1 จุดเท่านั้น",
        "shortDesc": "สร้างพื้นที่พิเศษขึ้นมา หลังจากเข้าสู่การต่อสู้กับศัตรูในพื้นที่ จะสร้าง DMG ไฟเล็กน้อยแก่ศัตรูทั้งหมด และมีโอกาสอย่างมากที่จะเพิ่ม \"ไหม้เป็นจุณ\" 1 ชั้น",
        "tag": "สกัดกั้น"
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "หลังจากโจมตีศัตรูและเข้าสู่การต่อสู้ จะลดทอนความทนทานของประเภท ที่สอดคล้องกับศัตรูเป้าหมาย",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Pyre Cleanse",
        "fullDesc": "เมื่อเริ่มการต่อสู้ จะฟื้นฟูพลังงาน {{1}} หน่วยทันที"
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Hearth Kindle",
        "fullDesc": "เมื่ออัตราสร้างสถานะของ Jiaoqiu มากกว่า {{1, percent}}% ทุกๆ {{2, percent}}% ที่เกินออกมา จะทำให้ ATK เพิ่มขึ้นอีก {{3, percent}}% สูงสุดไม่เกิน {{4, percent}}%"
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Seared Scent",
        "fullDesc": "ศัตรูเป้าหมายที่เข้าสู่การต่อสู้ เมื่อมีเขตแดนจากท่าไม้ตายอยู่ จะถูกเพิ่มสถานะ \"ไหม้เป็นจุณ\" โดยจำนวนชั้นจะเท่ากับ จำนวนชั้นของตัวที่มี \"ไหม้เป็นจุณ\" สูงสุดในการต่อสู้ขณะที่เขตแดนมีผลอยู่ ทั้งนี้จำนวนชั้นที่ต่ำสุดอยู่ที่ {{1}} ชั้น"
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Pentapathic Transference",
      "desc": "เป้าหมายฝ่ายเราสร้าง DMG แก่ศัตรูเป้าหมายที่ติดสถานะ \"ไหม้เป็นจุณ\" เพิ่มขึ้น {{1, percent}}% และทุกครั้งที่ทำให้ศัตรูเป้าหมายติดสถานะ \"ไหม้เป็นจุณ\" จากการเกิดเอฟเฟกต์ของพรสวรรค์ ก็จะทำให้จำนวนชั้นที่ \"ไหม้เป็นจุณ\" ซ้อนทับในครั้งนี้ เพิ่มขึ้นอีก {{2}} ชั้น"
    },
    "2": {
      "name": "From Savor Comes Suffer",
      "desc": "เมื่อศัตรูเป้าหมายติดสถานะ \"ไหม้เป็นจุณ\" สถานะดังกล่าวจะสร้างตัวคูณ DMG ไฟต่อเนื่อง แก่ศัตรูดังกล่าวเพิ่มขึ้น {{1, percent}}%"
    },
    "3": {
      "name": "Flavored Euphony Reigns Supreme",
      "desc": "เลเวลสกิลต่อสู้ +2 สูงสุดไม่เกิน Lv.15 และเลเวลการโจมตีปกติ +1 สูงสุดไม่เกิน Lv.10"
    },
    "4": {
      "name": "Leisure In, Luster Out",
      "desc": "เมื่อมีเขตแดนอยู่ ATK ของศัตรูเป้าหมายจะลดลง {{1, percent}}%"
    },
    "5": {
      "name": "Duel in Dawn, Dash in Dusk",
      "desc": "เลเวลท่าไม้ตาย +2 สูงสุดไม่เกิน Lv.15 และเลเวลพรสวรรค์ +2 สูงสุดไม่เกิน<br>Lv.15"
    },
    "6": {
      "name": "Nonamorphic Pyrobind",
      "desc": "เมื่อศัตรูเป้าหมายถูกกำจัด \"ไหม้เป็นจุณ\" ที่ศัตรูดังกล่าวมี จะถูกซ้อนทับ ให้กับศัตรูที่ยังอยู่ในการต่อสู้ และมีจำนวนชั้น \"ไหม้เป็นจุณ\" น้อยที่สุด โดยที่จำนวนชั้นสูงสุดของ \"ไหม้เป็นจุณ\" จะเพิ่มขึ้นเป็น {{2}} ชั้น โดย \"ไหม้เป็นจุณ\" แต่ละชั้น จะทำให้ความต้านทานทุกประเภท ของเป้าหมายลดลง {{3, percent}}%"
    }
  }
}