{
  "name": "Jade",
  "abilities": {
    "basic": {
      "0": {
        "name": "Lash of Riches",
        "fullDesc": "สร้าง DMG ควอนตัม <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Jade แก่ศัตรูที่กำหนดหนึ่งตัว และสร้าง DMG ควอนตัม <orangeStrong>{{2, percent}}%</orangeStrong> ของ ATK ของ Jade แก่ตัวที่อยู่ใกล้เคียงกับเป้าหมายด้วย",
        "shortDesc": "สร้าง DMG ควอนตัมเล็กน้อย แก่ฝ่ายศัตรูหนึ่งตัว และสร้าง DMG ควอนตัมเล็กน้อย ให้กับตัวที่อยู่ใกล้เคียงกับเป้าหมาย"
      }
    },
    "skill": {
      "0": {
        "name": "Acquisition Surety",
        "fullDesc": "กำหนดฝ่ายเราหนึ่งตัวเป็น \"ผู้ทวงหนี้\" และความเร็วของตัวดังกล่าว เพิ่มขึ้น {{1}} หน่วย เป็นเวลา {{4}} เทิร์น\\nหลังจาก \"ผู้ทวงหนี้\" ทำการโจมตี จะสร้าง <u>DMG ควอนตัมเพิ่มเติม</u> <orangeStrong>{{3, percent}}%</orangeStrong> ของ ATK ของ Jade แก่ศัตรูเป้าหมายทุกตัวที่โดนโจมตี 1 ครั้ง พร้อมทั้งเสีย HP {{2, percent}}% ของ HP สูงสุดของ \"ผู้ทวงหนี้\" ไป หาก HP ปัจจุบันไม่เพียงพอ จะลด HP ปัจจุบันจนเหลือ 1 หน่วย\\nหาก Jade กลายเป็น \"ผู้ทวงหนี้\" จะไม่ได้รับเอฟเฟกต์เพิ่มความเร็ว และจะไม่เสีย HP หลังจากปล่อยการโจมตี\\nเมื่อมี \"ผู้ทวงหนี้\" ในการต่อสู้ Jade จะไม่สามารถปล่อยสกิลต่อสู้ได้ และระยะเวลาของสถานะ \"ผู้ทวงหนี้\" จะลดลง 1 เทิร์นทุกครั้งที่ถึงเทิร์นของ Jade",
        "shortDesc": "ฝ่ายเราหนึ่งตัวจะกลายเป็น <orangeStrong>\"ผู้ทวงหนี้\"</orangeStrong> และความเร็วของตัวดังกล่าว จะเพิ่มขึ้น หลังจาก <orangeStrong>\"ผู้ทวงหนี้\"</orangeStrong> ปล่อยการโจมตี จะสร้าง <u>DMG ควอนตัมเพิ่มเติม</u> เล็กน้อย แก่ศัตรูเป้าหมายทุกตัวที่ถูกโจมตี และเสีย HP ของตัวเองเล็กน้อย เมื่อ Jade กลายเป็น \"ผู้ทวงหนี้\" จะไม่ได้รับเอฟเฟกต์เพิ่มความเร็ว และจะไม่เสีย HP หลังจากปล่อยการโจมตี"
      }
    },
    "ult": {
      "0": {
        "name": "Vow of the Deep",
        "fullDesc": "สร้าง DMG ควอนตัม <orangeStrong>{{3, percent}}%</orangeStrong> ของ ATK ของ Jade แก่ศัตรูทั้งหมด พร้อมทั้งทำให้ <u>การโจมตีต่อเนื่อง</u> ของพรสวรรค์ของ Jade ได้รับการเสริมพลัง โดยตัวคูณ DMG จากการโจมตีต่อเนื่องจะเพิ่มขึ้น <orangeStrong>{{1, percent}}%</orangeStrong> และเอฟเฟกต์เสริมพลังนี้ สามารถมีผลได้ {{2}} ครั้ง",
        "shortDesc": "สร้าง DMG ควอนตัมแก่ฝ่ายศัตรูทั้งหมด และทำให้ตัวเองได้รับตัวคูณ DMG ของ <orangeStrong><u>การโจมตีต่อเนื่อง</u></orangeStrong> เพิ่มขึ้น"
      }
    },
    "technique": {
      "0": {
        "name": "Visionary Predation",
        "fullDesc": "หลังจากใช้เทคนิคแล้ว จะทำให้ศัตรูในพื้นที่ที่กำหนด ติดสถานะ \"หลับหูหลับตา\" {{1}} วินาที โดยศัตรูที่ติดสถานะ \"หลับหูหลับตา\" จะไม่โจมตีฝ่ายเราก่อน และเมื่อเข้าสู่การต่อสู้ โดยที่เราเป็นฝ่ายโจมตีศัตรูที่ติดสถานะ \"หลับหูหลับตา\" ก่อน จะทำให้ศัตรูที่ติดสถานะนี้ทั้งหมด เข้าสู่การต่อสู้ไปพร้อมกัน หลังจากที่เข้าสู่การต่อสู้แล้ว จะสร้าง DMG ควอนตัม {{2, percent}}% ของ ATK ของ Jade แก่ศัตรูทั้งหมด และจะได้รับ \"ของจำนำ\" {{3}} ชั้นทันที",
        "shortDesc": "ทำให้ศัตรูในพื้นที่ที่กำหนด ติดสถานะ \"หลับหูหลับตา\" เมื่อโจมตีศัตรูที่ติดสถานะ \"หลับหูหลับตา\" จะทำให้ศัตรูที่ติดสถานะนี้ทั้งหมด เข้าสู่การต่อสู้ไปพร้อมกัน หลังจากที่เข้าสู่การต่อสู้แล้ว จะสร้าง DMG ควอนตัมแก่ศัตรูทั้งหมดเล็กน้อย และจะได้รับ \"ของจำนำ\" <orangeStrong>{{3}}</orangeStrong> ชั้นโดยทันที"
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "หลังจากโจมตีศัตรูและเข้าสู่การต่อสู้ จะลดทอนความทนทานของประเภท ที่สอดคล้องกับศัตรูเป้าหมาย",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Reverse Repo",
        "fullDesc": "เมื่อศัตรูเป้าหมายเข้าสู่การต่อสู้ Jade จะได้รับ \"ของจำนำ\" {{2}} ชั้น และเมื่อเริ่มต้นเทิร์นของตัวละคร ที่อยู่ภายใต้สถานะ \"ผู้ทวงหนี้\" จะได้รับ \"ของจำนำ\" เพิ่มอีก {{1}} ชั้น",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Collateral Ticket",
        "fullDesc": "เมื่อเริ่มการต่อสู้ จะเร่งแอ็กชันของ Jade ขึ้น {{1, percent}}%",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Asset Forfeiture",
        "fullDesc": "\"ของจำนำ\" แต่ละชั้นในพรสวรรค์ จะทำให้ ATK ของ Jade เพิ่มขึ้นอีก {{1, percent(fixed: 1)}}%",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Altruism? Nevertheless Tradable",
      "desc": "DMG ของการโจมตีต่อเนื่อง จากพรสวรรค์ของ Jade จะเพิ่มขึ้น {{1, percent}}% หลังจากตัวละครที่ติดสถานะ \"ผู้ทวงหนี้\" ทำการโจมตี แล้วโจมตีโดนศัตรูเป้าหมายเท่ากับ 2/ 1 ตัว Jade จะได้รับการชาร์จพลังเพิ่มอีก {{2}}/ {{3}} หน่วย"
    },
    "2": {
      "name": "Morality? Herein Authenticated",
      "desc": "เมื่อ \"ของจำนำ\" ซ้อนทับจนถึง {{1}} ชั้น อัตราคริติคอลของ Jade จะเพิ่มขึ้น {{2, percent}}%"
    },
    "3": {
      "name": "Honesty? Soon Mortgaged",
      "desc": "เลเวลสกิลต่อสู้ +2 สูงสุดไม่เกิน Lv.15 และเลเวลพรสวรรค์ +2 สูงสุดไม่เกิน\\nLv.15"
    },
    "4": {
      "name": "Sincerity? Put Option Only",
      "desc": "เมื่อปล่อยท่าไม้ตาย จะทำให้ DMG ที่ Jade สร้างเพิกเฉยต่อ DEF {{1, percent}}% ของศัตรูเป้าหมาย เป็นเวลา {{2}} เทิร์น"
    },
    "5": {
      "name": "Hope? Hitherto Forfeited",
      "desc": "เลเวลท่าไม้ตาย +2 สูงสุดไม่เกิน Lv.15 และเลเวลการโจมตีปกติ +1 สูงสุดไม่เกิน Lv.10"
    },
    "6": {
      "name": "Equity? Pending Sponsorship",
      "desc": "เมื่อในการต่อสู้มีตัวละครที่ติดสถานะ \"ผู้ทวงหนี้\" การทะลวงความต้านทานควอนตัมของ Jade จะเพิ่มขึ้น {{1, percent}}% อีกทั้ง Jade จะได้รับสถานะ \"ผู้ทวงหนี้\" ด้วย"
    }
  }
}