{
  "name": "Welt",
  "abilities": {
    "basic": {
      "0": {
        "name": "Gravity Suppression",
        "fullDesc": "สร้าง DMG จินตภาพ <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Welt แก่ศัตรูที่กำหนดหนึ่งตัว",
        "shortDesc": "สร้าง DMG จินตภาพเล็กน้อยแก่ฝ่ายศัตรูหนึ่งตัว"
      }
    },
    "skill": {
      "0": {
        "name": "Edge of the Void",
        "fullDesc": "สร้าง DMG จินตภาพ <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Welt แก่ศัตรูที่กำหนดหนึ่งตัว และสร้าง DMG เพิ่มเติมอีก 2 ครั้ง โดยแต่ละครั้งจะสุ่มสร้าง DMG จินตภาพ <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Welt แก่ศัตรูเป้าหมายหนึ่งตัว เมื่อโจมตีถูกศัตรูจะมี<u>โอกาสพื้นฐาน</u> <orangeStrong>{{2}}%</orangeStrong> ที่จะทำให้ความเร็วของศัตรูเป้าหมายที่ถูกโจมตีลดลง {{3}}% เป็นเวลา {{4}} เทิร์น",
        "shortDesc": "สร้าง DMG จินตภาพเล็กน้อยแก่ฝ่ายศัตรูหนึ่งตัว และจะฟาดฟัน 3 ครั้ง ซึ่งจะมีโอกาสทำให้เป้าหมาย <color=#f29e38ff>ติดสถานะลดความเร็ว</color>"
      }
    },
    "ult": {
      "0": {
        "name": "Synthetic Black Hole",
        "fullDesc": "สร้าง DMG จินตภาพ <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Welt แก่ฝ่ายศัตรูทั้งหมด ศัตรูเป้าหมายที่ถูกโจมตีจะมี<u>โอกาสพื้นฐาน</u> {{3}}% ที่จะติดสถานะกักขัง เป็นเวลา 1 เทิร์น\\nโดยขณะที่ติดสถานะกักขัง จะ<u>หน่วงแอ็กชัน</u> ของศัตรูเป้าหมายลง <orangeStrong>{{2}}%</orangeStrong> และความเร็วลดลง {{4}}%",
        "shortDesc": "สร้าง DMG จินตภาพแก่ฝ่ายศัตรูทั้งหมด <color=#f29e38ff>และมีโอกาสอย่างมากที่จะเพิ่มเอฟเฟกต์กักขัง</color>"
      }
    },
    "technique": {
      "0": {
        "name": "Gravitational Imprisonment",
        "fullDesc": "หลังจากใช้เทคนิคแล้ว จะสร้างพื้นที่พิเศษขึ้นมาหนึ่งจุดเป็นเวลา {{4}} วินาที และความเร็วการเคลื่อนที่ของศัตรูที่อยู่ในพื้นที่พิเศษจะลดลง {{5}}% เมื่อต่อสู้กับศัตรูที่อยู่ในพื้นที่พิเศษ จะมี<u>โอกาสพื้นฐาน</u> {{1}}% ที่ทำให้ศัตรูเป้าหมายติดสถานะกักขัง เป็นเวลา 1 เทิร์น\\nโดยขณะที่ติดสถานะกักขัง จะ<u>หน่วงแอ็กชัน</u> ของศัตรูเป้าหมายลง {{2}}% และลดความเร็วลง {{3}}% ทั้งนี้พื้นที่เอฟเฟกต์ที่ฝ่ายเราสร้างขึ้นสามารถมีได้สูงสุด 1 จุดเท่านั้น",
        "shortDesc": "สร้างพื้นที่พิเศษขึ้นมา และลดความเร็วการเคลื่อนที่ของศัตรูที่อยู่ในพื้นที่ลง หลังจากเข้าสู่การต่อสู้กับศัตรูในพื้นที่ <color=#f29e38ff>จะมีโอกาสอย่างมากที่จะทำให้ศัตรูเป้าหมายติดสถานะกักขัง</color>"
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "หลังจากโจมตีศัตรูและเข้าสู่การต่อสู้ จะลดทอนความทนทานของประเภทที่สอดคล้องกับศัตรูเป้าหมาย",
        "shortDesc": ""
      }
    }
  }
}