{
  "name": "Rappa",
  "abilities": {
    "basic": {
      "0": {
        "name": "Ninjutsu: Rise Above Tumbles",
        "fullDesc": "สร้าง DMG จินตภาพ <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Rappa แก่ศัตรูที่กำหนดหนึ่งตัว",
        "shortDesc": "สร้าง DMG จินตภาพเล็กน้อย แก่ศัตรูที่กำหนดหนึ่งตัว",
        "tag": "โจมตีเดี่ยว"
      },
      "1": {
        "name": "Ningu: Demonbane Petalblade",
        "shortDesc": "สร้าง DMG จินตภาพเล็กน้อย แก่ศัตรูที่กำหนดหนึ่งตัว พร้อมทั้งสร้าง DMG จินตภาพเล็กน้อย แก่ตัวที่อยู่ใกล้เคียงกับเป้าหมายดังกล่าวด้วย ทั้งนี้การโจมตีศัตรู ที่ไม่มีจุดอ่อนจินตภาพ จะลดทอนความทนทานได้เช่นกัน",
        "tag": "กระจาย"
      },
      "2": {
        "name": "Ningu: Demonbane Petalblade",
        "shortDesc": "สร้าง DMG จินตภาพเล็กน้อย แก่ศัตรูที่กำหนดหนึ่งตัว พร้อมสร้าง DMG จินตภาพเล็กน้อย แก่ตัวที่อยู่ใกล้เคียงกับเป้าหมายดังกล่าวด้วย ทั้งนี้การโจมตีศัตรู ที่ไม่มีจุดอ่อนจินตภาพ จะลดทอนความทนทานได้เช่นกัน",
        "tag": "กระจาย"
      },
      "3": {
        "name": "Ningu: Demonbane Petalblade",
        "shortDesc": "สร้าง DMG จินตภาพเล็กน้อย แก่ศัตรูทั้งหมด โดยการโจมตีศัตรู ที่ไม่มีจุดอ่อนจินตภาพ จะลดทอนความทนทานได้เช่นกัน",
        "tag": "โจมตีหมู่"
      },
      "4": {
        "name": "Ningu: Demonbane Petalblade",
        "fullDesc": "ทำการปล่อย \"Ningu: Demonbane Petalblade\" โดยการโจมตี 2 ครั้งแรกจะสร้าง DMG จินตภาพ <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Rappa แก่ศัตรูที่กำหนดหนึ่งตัว พร้อมกับสร้าง DMG จินตภาพ <orangeStrong>{{2, percent}}%</orangeStrong> ของ ATK ของ Rappa แก่ตัวที่อยู่ใกล้เคียงกับเป้าหมายดังกล่าว และการโจมตีครั้งที่ 3 จะสร้าง DMG จินตภาพ <orangeStrong>{{3, percent}}%</orangeStrong> ของ ATK ของ Rappa แก่ศัตรูทั้งหมด<br>การโจมตีปกติแบบเสริมพลังนั้น ไม่สามารถฟื้นฟูแต้มสกิลต่อสู้ได้ ส่วนการโจมตีศัตรูที่ไม่มีจุดอ่อนจินตภาพ ก็สามารถลดทอนความทนทานได้เช่นกัน โดยเอฟเฟกต์จะเท่ากับ {{4, percent}}% ของการลดค่าความทนทานเดิม ทั้งนี้เมื่อทำลายจุดอ่อน จะเกิดเอฟเฟกต์ทำลายจุดอ่อนจินตภาพ",
        "shortDesc": "การโจมตี 2 ครั้งแรกจะสร้าง DMG จินตภาพเล็กน้อยแก่ศัตรูที่กำหนดหนึ่งตัว พร้อมกับสร้าง DMG จินตภาพเล็กน้อย แก่ตัวที่อยู่ใกล้เคียงกับเป้าหมายดังกล่าว โดยการโจมตีครั้งที่ 3 จะสร้าง DMG จินตภาพเล็กน้อยแก่ศัตรูทั้งหมด ทั้งนี้การโจมตีศัตรู ที่ไม่มีจุดอ่อนจินตภาพ ก็ลดทอนความทนทานได้เช่นกัน",
        "tag": "กระจาย"
      }
    },
    "skill": {
      "0": {
        "name": "Ninja Strike: Rooted Resolute",
        "fullDesc": "สร้าง DMG จินตภาพ <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Rappa แก่ศัตรูทั้งหมด",
        "shortDesc": "สร้าง DMG จินตภาพแก่ศัตรูทั้งหมด",
        "tag": "โจมตีหมู่"
      }
    },
    "ult": {
      "0": {
        "name": "Nindō Supreme: Aishiteru",
        "fullDesc": "เข้าสู่สถานะ \"ประสานมือ\" และได้รับ 1 เทิร์นเพิ่มเติม กับ \"หมึกหลากสี\" {{3}} หน่วยทันที อีกทั้ง ประสิทธิภาพการทำลายจุดอ่อน จะเพิ่มขึ้น {{1, percent}}% และเอฟเฟกต์ทำลายล้าง จะเพิ่มขึ้น <orangeStrong>{{2, percent}}%</orangeStrong><br>โดยเมื่ออยู่ภายใต้สถานะ \"ประสานมือ\" จะเสริมพลังการโจมตีปกติ ซึ่งจะทำให้ไม่สามารถปล่อยสกิลต่อสู้ และท่าไม้ตายได้ ทุกครั้งที่ปล่อยการโจมตีปกติแบบเสริมพลัง จะใช้ \"หมึกหลากสี\" 1 หน่วย เมื่อใช้หมดแล้ว จะออกจากสถานะ \"ประสานมือ\"",
        "shortDesc": "เข้าสู่สถานะ \"ประสานมือ\" และได้รับ <orangeStrong>เทิร์นเพิ่มเติม</orangeStrong> กับ \"หมึกหลากสี\" 3 หน่วย ทั้งนี้ <orangeStrong>ประสิทธิภาพการทำลายจุดอ่อน และเอฟเฟกต์ทำลายล้าง จะเพิ่มขึ้น</orangeStrong><br>โดยเมื่ออยู่ในสถานะ \"ประสานมือ\" จะสามารถ<orangeStrong>โจมตีปกติแบบเสริมพลัง</orangeStrong> ทุกครั้งที่โจมตีปกติแบบเสริมพลัง จะใช้ \"หมึกหลากสี\" 1 หน่วย และเมื่อใช้หมด จะออกจากสถานะ \"ประสานมือ\"",
        "tag": "เสริมพลัง"
      }
    },
    "talent": {
      "0": {
        "name": "Ninja Tech: Endurance Gauge",
        "fullDesc": "ทุกครั้งที่จุดอ่อน ของศัตรูเป้าหมายถูกทำลาย Rappa จะได้รับการชาร์จพลัง 1 หน่วย โดยสามารถมีการชาร์จพลังได้มากสุด {{1}} หน่วย เมื่อ Rappa ปล่อยการโจมตีครั้งที่ 3 ของ \"Ningu: Demonbane Petalblade\" ในครั้งถัดไป จะสร้าง DMG ทำลายล้างเพิ่มอีก <orangeStrong>{{3, percent}}%</orangeStrong> ของ DMG ทำลายล้างจินตภาพของ Rappa แก่ศัตรูทั้งหมด โดย DMG นี้จะสามารถลดความทนทาน {{4}} หน่วย โดยเพิกเฉยต่อประเภทของจุดอ่อน และจะใช้การชาร์จพลังทั้งหมด ทั้งนี้การชาร์จพลังแต่ละหน่วย จะทำให้ตัวคูณ DMG ทำลายล้างในครั้งนี้เพิ่มขึ้น <orangeStrong>{{5, percent}}%</orangeStrong> และทำให้ลดค่าความทนทาน โดยเพิกเฉยต่อประเภทของจุดอ่อน เพิ่มขึ้น {{6}} หน่วย<br>เมื่อทำลายจุดอ่อน จะเกิดเอฟเฟกต์ทำลายจุดอ่อนจินตภาพ",
        "shortDesc": "เมื่อจุดอ่อนของศัตรูเป้าหมายถูกทำลาย Rappa จะได้รับการชาร์จพลัง 1 หน่วย และเมื่อปล่อยการโจมตีครั้งที่ 3 ของ \"Ningu: Demonbane Petalblade\" จะสร้าง DMG ทำลายล้างจินตภาพ แก่ศัตรูทั้งหมดเพิ่มอีก โดย DMG นี้จะสามารถ<orangeStrong>ลดความทนทาน โดยเพิกเฉยต่อประเภทของจุดอ่อน</orangeStrong> และใช้การชาร์จพลังทั้งหมด อีกทั้งจะทำให้ตัวคูณ DMG ทำลายล้าง และการลดค่าความทนทานในครั้งนี้เพิ่มขึ้น",
        "tag": "เสริมพลัง"
      }
    },
    "technique": {
      "0": {
        "name": "Ninja Dash: By Leaps and Bounds",
        "fullDesc": "หลังจากใช้เทคนิค จะเข้าสู่สถานะ \"กราฟฟิตี้\" เป็นเวลา {{1}} วินาที เมื่ออยู่ในสถานะ \"กราฟฟิตี้\" จะเคลื่อนที่ไปข้างหน้าอย่างรวดเร็วในระยะหนึ่ง และโจมตีศัตรูที่ถูกชน ในระหว่างเคลื่อนที่อย่างรวดเร็ว จะสามารถต้านทาน การโจมตีทั้งหมดของศัตรูได้ หากปล่อยการโจมตีขณะอยู่ในสถานะ \"กราฟฟิตี้\" จะสามารถสิ้นสุด ช่วงเวลาต่อเนื่องได้ล่วงหน้า หลังจากเป็นฝ่ายโจมตีศัตรูก่อน และเข้าสู่การต่อสู้ จะลดความทนทานของศัตรูเป้าหมายทุกตัว {{5}} หน่วย โดยเพิกเฉยต่อประเภทของจุดอ่อน รวมถึงสร้าง DMG ทำลายล้าง {{2, percent}}% ของ DMG ทำลายล้างจินตภาพของ Rappa แก่เป้าหมาย และสร้าง DMG ทำลายล้าง {{3, percent}}% ของ DMG ทำลายล้างจินตภาพของ Rappa แก่ตัวที่อยู่ใกล้เคียงกับเป้าหมายดังกล่าว ขณะเดียวกัน ก็จะทำให้ตัวเองได้รับพลังงาน {{4}} หน่วยด้วย",
        "shortDesc": "เข้าสู่สถานะ \"กราฟฟิตี้\" โดยจะเคลื่อนที่ไปข้างหน้าอย่างรวดเร็ว ในระยะหนึ่ง และโจมตีศัตรูที่ถูกชน หลังจากโจมตีศัตรู และเข้าสู่การต่อสู้ จะ<orangeStrong>ลดความทนทานของศัตรูเป้าหมายทุกตัว โดยเพิกเฉยต่อประเภทของจุดอ่อน</orangeStrong> รวมถึงสร้าง DMG ทำลายล้างจินตภาพแก่เป้าหมาย และตัวที่อยู่ใกล้เคียงกับเป้าหมายดังกล่าว พร้อมทั้งทำให้ตัวเองได้รับพลังงานด้วย",
        "tag": "เสริมพลัง"
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "หลังจากโจมตีศัตรูและเข้าสู่การต่อสู้ จะลดทอนความทนทานของประเภท ที่สอดคล้องกับศัตรูเป้าหมาย",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Ninjutsu Inscription: Sky High",
        "fullDesc": "เมื่อศัตรูเป้าหมายระดับสูงขึ้นไป ถูกทำลายจุดอ่อน Rappa จะได้รับการชาร์จพลังเพิ่มอีก {{2}} หน่วย และจะฟื้นฟูพลังงาน {{1}} หน่วย"
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Ninjutsu Inscription: Sea Echo",
        "fullDesc": "ขณะอยู่ในสถานะ \"ประสานมือ\" หลังจาก Rappa ปล่อยการโจมตีปกติแบบเสริมพลัง และสร้าง DMG แก่ศัตรูเป้าหมายที่อยู่ใน สถานะทำลายจุดอ่อน จะเปลี่ยนการลดค่าความทนทานของ DMG ครั้งนี้ เป็น DMG สุดยอดทำลายล้าง {{1, percent}}% เป็นจำนวน 1 ครั้ง"
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Ninjutsu Inscription: Withered Leaf",
        "fullDesc": "เมื่อศัตรูเป้าหมายถูกทำลายจุดอ่อน จะได้รับ DMG ทำลายล้าง เพิ่มขึ้น {{1, percent}}% หาก ATK ปัจจุบันของ Rappa มากกว่า {{2}} หน่วย ATK ทุกๆ 100 หน่วยที่เกินมา จะทำให้ค่าดังกล่าวเพิ่มขึ้นอีก {{3, percent}}% โดยเพิ่มขึ้นได้สูงสุดอีก {{4, percent}}% และเอฟเฟกต์จะคงอยู่เป็นเวลา {{5}} เทิร์น"
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Returned Is the Revenant With No Ferry Toll",
      "desc": "ขณะปล่อยท่าไม้ตาย และเข้าสู่สถานะ \"ประสานมือ\" Rappa จะสร้าง DMG โดยเพิกเฉยต่อ DEF {{1, percent}}% ของเป้าหมาย และฟื้นฟูพลังงาน {{2}} หน่วย หลังออกจากสถานะ \"ประสานมือ\""
    },
    "2": {
      "name": "Free Is the Mind Enlightened by Haikus",
      "desc": "การโจมตี 2 ครั้งแรก ของการโจมตีปกติแบบเสริมพลัง จะลดค่าความทนทานของศัตรู ที่กำหนดหนึ่งตัวเพิ่มขึ้น {{1, percent}}%"
    },
    "3": {
      "name": "Many Are the Shrines That Repel No Hell",
      "desc": "เลเวลสกิลต่อสู้ +2 สูงสุดไม่เกิน Lv.15 และเลเวลพรสวรรค์ +2 สูงสุดไม่เกิน<br>Lv.15"
    },
    "4": {
      "name": "Lost Is the Nindō Devoured by Time",
      "desc": "ขณะอยู่ในสถานะ \"ประสานมือ\" ความเร็วของฝ่ายเราทั้งหมด จะเพิ่มขึ้น {{1, percent}}%"
    },
    "5": {
      "name": "Steady Is the Ranger With Unerring Arrows",
      "desc": "เลเวลท่าไม้ตาย +2 สูงสุดไม่เกิน Lv.15 และเลเวลการโจมตีปกติ +1 สูงสุดไม่เกิน Lv.10"
    },
    "6": {
      "name": "Righteous Is the Wrath That Spares No Evil",
      "desc": "เมื่อเริ่มการต่อสู้ Rappa จะได้รับการชาร์จพลัง ของเอฟเฟกต์พรสวรรค์ {{1}} หน่วย และการชาร์จพลังสูงสุดเพิ่มขึ้น {{2}} หน่วย หลังจากปล่อยการโจมตีครั้งที่ 3 ของ \"Ningu: Demonbane Petalblade\" จะได้รับการชาร์จพลัง {{1}} หน่วย"
    }
  }
}