{
  "name": "Black Swan",
  "abilities": {
    "basic": {
      "0": {
        "name": "Percipience, Silent Dawn",
        "fullDesc": "สร้าง DMG ลม <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Black Swan แก่ศัตรูที่กำหนดหนึ่งตัว และมี โอกาสพื้นฐาน <orangeStrong>{{2, percent}}%</orangeStrong> ที่จะทำให้เป้าหมายติด \"ความศักดิ์สิทธิ์\" 1 ชั้น หลังจากโจมตีเป้าหมาย ที่ติดสถานะลมเฉือน, เสียเลือด, เผาไหม้, ช็อตไฟฟ้า แต่ละสถานะจะมีโอกาสพื้นฐาน <orangeStrong>{{3, percent}}%</orangeStrong> ที่จะทำให้เป้าหมายติด \"ความศักดิ์สิทธิ์\" เพิ่มเติมอีก 1 ชั้น",
        "shortDesc": "สร้าง DMG ลมเล็กน้อย แก่ฝ่ายศัตรูหนึ่งตัว และมีโอกาสที่จะเพิ่ม \"ความศักดิ์สิทธิ์\" แก่เป้าหมาย หลังจากโจมตีเป้าหมายที่ติดสถานะ<orangeStrong>ลมเฉือน, เสียเลือด, เผาไหม้, ช็อตไฟฟ้า</orangeStrong> แต่ละสถานะจะมีโอกาส<orangeStrong>เพิ่ม \"ความศักดิ์สิทธิ์\" เพิ่มเติมอีกด้วย</orangeStrong>",
        "tag": "โจมตีเดี่ยว"
      }
    },
    "skill": {
      "0": {
        "name": "Decadence, False Twilight",
        "fullDesc": "สร้าง DMG ลม <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Black Swan แก่ศัตรูที่กำหนดหนึ่งตัว รวมถึงตัวที่อยู่ใกล้เคียงกับเป้าหมาย พร้อมทั้งมี โอกาสพื้นฐาน {{2, percent}}% ที่จะทำให้เป้าหมายและตัวที่อยู่ใกล้เคียงติด ความศักดิ์สิทธิ์ 1 ชั้น นอกจากนี้ยังมี โอกาสพื้นฐาน {{3, percent}}% ที่จะทำให้ DEF ของเป้าหมายและตัวที่อยู่ใกล้เคียงลดลง <orangeStrong>{{4, percent(fixed: 1)}}%</orangeStrong> เป็นเวลา {{5}} เทิร์น",
        "shortDesc": "สร้าง DMG ลมเล็กน้อยแก่ศัตรูหนึ่งตัว รวมถึงตัวที่อยู่ใกล้กับเป้าหมาย และมีโอกาสอย่างมาก ที่จะ<orangeStrong>เพิ่ม \"ความศักดิ์สิทธิ์\"</orangeStrong> แก่เป้าหมาย อีกทั้งมีโอกาสอย่างมาก ที่จะทำให้ DEF ของเป้าหมายลดลง",
        "tag": "กระจาย"
      }
    },
    "ult": {
      "0": {
        "name": "Bliss of Otherworld's Embrace",
        "fullDesc": "ทำให้ศัตรูทั้งหมดติดสถานะ \"เปิดเผย\" เป็นเวลา {{2}} เทิร์น<br>ขณะที่อยู่ในสถานะ \"เปิดเผย\" ศัตรูเป้าหมายจะได้รับ DMG ภายในเทิร์นของตัวเองเพิ่มขึ้น <orangeStrong>{{3, percent}}%</orangeStrong> และเมื่อศัตรูเป้าหมายติดสถานะ ความศักดิ์สิทธิ์ จะถือว่าติดสถานะ ลมเฉือน, เสียเลือด, เผาไหม้ และ ช็อตไฟฟ้าด้วย นอกจากนี้ เมื่อเริ่มต้นในแต่ละเทิร์น หลังจากที่ ความศักดิ์สิทธิ์ สร้าง DMG แล้ว จำนวนชั้นจะไม่ถูกรีเซ็ต ทั้งนี้ในช่วงเวลาที่ติดสถานะ \"เปิดเผย\" เอฟเฟกต์การไม่รีเซ็ตจำนวนชั้นของ ความศักดิ์สิทธิ์ จะสามารถเกิดขึ้นได้มากสุด {{4}} ครั้ง และจำนวนการเกิดนี้ จะถูกรีเซ็ตเมื่อติดสถานะ \"เปิดเผย\" อีกครั้งหนึ่ง<br>สร้าง DMG ลม <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Black Swan แก่ศัตรูทั้งหมด",
        "shortDesc": "เพิ่มสถานะ \"เปิดเผย\" ให้กับฝ่ายศัตรูทั้งหมด ทำให้เป้าหมายได้รับ DMG ภายในเทิร์นเพิ่มขึ้น และทำให้<orangeStrong> \"ความศักดิ์สิทธิ์\" ถูกมองว่าเป็น สถานะลมเฉือน, เสียเลือด, เผาไหม้ และช็อตไฟฟ้า</orangeStrong> นอกจากนี้ หาก \"ความศักดิ์สิทธิ์\" สร้าง DMG เมื่อเริ่มต้นเทิร์นถัดไป จำนวนชั้นจะไม่ถูกรีเซ็ต และจะสร้าง DMG ลมแก่ศัตรูทั้งหมด",
        "tag": "โจมตีหมู่"
      }
    },
    "talent": {
      "0": {
        "name": "Loom of Fate's Caprice",
        "fullDesc": "เมื่อเริ่มต้นในแต่ละเทิร์น ทุกๆ 1 ครั้งที่ศัตรูเป้าหมายได้รับ DMG ต่อเนื่อง จะมี โอกาสพื้นฐาน <orangeStrong>{{2, percent}}%</orangeStrong> ที่จะติดสถานะ \"ความศักดิ์สิทธิ์\" 1 ชั้น<br>เมื่ออยู่ในสถานะ \"ความศักดิ์สิทธิ์\" ตอนเริ่มต้นในแต่ละเทิร์น ศัตรูเป้าหมายจะได้รับ DMG ลมต่อเนื่อง <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Black Swan โดย \"ความศักดิ์สิทธิ์\" แต่ละชั้นจะทำให้ตัวคูณ DMG นี้เพิ่มขึ้น <orangeStrong>{{3, percent(fixed: 1)}}%</orangeStrong> จากนั้นจะรีเซ็ตเป็น 1 ชั้น ซึ่ง \"ความศักดิ์สิทธิ์\" สามารถซ้อนทับได้มากสุด {{8}} ชั้น<br>มีเพียงตอนที่ \"ความศักดิ์สิทธิ์\" สร้าง DMG ขณะเริ่มต้นเทิร์นของศัตรูเป้าหมายเท่านั้น ที่ Black Swan จะทำให้เกิดเอฟเฟกต์เพิ่มเติม ตามจำนวนชั้นของ \"ความศักดิ์สิทธิ์\" ที่เป้าหมายดังกล่าวติดอยู่:<br>จำนวนชั้นมากกว่าหรือเท่ากับ {{4}} ชั้น: สร้าง DMG ลมต่อเนื่อง <orangeStrong>{{5, percent}}%</orangeStrong> ของ ATK ของ Black Swan แก่เป้าหมายที่อยู่ใกล้เคียง และมี โอกาสพื้นฐาน <orangeStrong>{{2, percent}}%</orangeStrong> ที่จะทำให้เป้าหมายที่อยู่ใกล้เคียงติด \"ความศักดิ์สิทธิ์\" 1 ชั้น<br>จำนวนชั้นมากกว่าหรือเท่ากับ {{6}} ชั้น: ทำให้ DMG ต่อเนื่องที่สร้างในครั้งนี้ เพิกเฉยต่อ DEF {{7, percent}}% ของเป้าหมาย และตัวที่อยู่ใกล้เคียง",
        "shortDesc": "เมื่อเริ่มต้นในแต่ละเทิร์น หากศัตรูเป้าหมายได้รับ DMG ต่อเนื่อง จะมีโอกาสติดสถานะ \"ความศักดิ์สิทธิ์\" และได้รับ<orangeStrong> DMG ลมต่อเนื่อง</orangeStrong>เมื่อเริ่มต้นเทิร์น อีกทั้ง Black Swan จะทำให้เกิด<orangeStrong>เอฟเฟกต์เพิ่มเติม</orangeStrong> ตามจำนวนชั้นของ \"ความศักดิ์สิทธิ์\"",
        "tag": "สกัดกั้น"
      }
    },
    "technique": {
      "0": {
        "name": "From Façade to Vérité",
        "fullDesc": "หลังจากใช้เทคนิคแล้ว เมื่อเริ่มการต่อสู้ครั้งถัดไป จะมี โอกาสพื้นฐาน {{1, percent}}% ทำให้ศัตรูเป้าหมายแต่ละตัว ติดสถานะ ความศักดิ์สิทธิ์ 1 ชั้น และทำให้เป้าหมายทุกตัวที่ติดสถานะ ความศักดิ์สิทธิ์ สำเร็จ ติดสถานะดังกล่าวอีก 1 ชั้น โดยเอฟเฟกต์นี้ จะเกิดซ้ำจนกว่า จะไม่สามารถทำให้เป้าหมายดังกล่าว ติดสถานะ ความศักดิ์สิทธิ์ ได้อีก ทั้งนี้ โอกาสพื้นฐาน ที่ทำให้เป้าหมายติดสถานะ ความศักดิ์สิทธิ์ ในทุกครั้ง จะเท่ากับ {{2, percent}}% ของ โอกาสพื้นฐาน ที่ทำให้เป้าหมายดังกล่าว ติดสถานะนี้ในครั้งก่อน",
        "shortDesc": "หลังจากใช้เทคนิคแล้ว เมื่อเริ่มการต่อสู้ครั้งถัดไป จะมีโอกาสอย่างมาก ที่จะ<orangeStrong>เพิ่ม ความศักดิ์สิทธิ์ แก่ศัตรูเป้าหมายแต่ละตัว และจะเกิดซ้ำไปจนกว่า การเพิ่มดังกล่าวจะล้มเหลว</orangeStrong>",
        "tag": "เสริมพลัง"
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "หลังจากโจมตีศัตรูและเข้าสู่การต่อสู้ จะลดทอนความทนทานของประเภท ที่สอดคล้องกับศัตรูเป้าหมาย",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Viscera's Disquiet",
        "fullDesc": "หลังจากปล่อยสกิลต่อสู้ โจมตีศัตรูที่กำหนดหนึ่งตัว ที่ติดสถานะลมเฉือน, เสียเลือด, เผาไหม้, ช็อตไฟฟ้า แต่ละสถานะจะมี โอกาสพื้นฐาน {{1, percent}}% ที่จะทำให้เป้าหมายติดสถานะ \"ความศักดิ์สิทธิ์\" อีก 1 ชั้น"
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Goblet's Dredges",
        "fullDesc": "เมื่อศัตรูเป้าหมายเข้าสู่การต่อสู้ จะมี โอกาสพื้นฐาน {{1, percent}}% ที่จะติด \"ความศักดิ์สิทธิ์\" 1 ชั้น<br>ทุกๆ 1 ครั้งที่ศัตรูเป้าหมายได้รับ DMG ต่อเนื่อง ในหนึ่งการโจมตีของฝ่ายเรา จะมี โอกาสพื้นฐาน {{1, percent}}% ที่จะติด \"ความศักดิ์สิทธิ์\" 1 ชั้น โดยภายในหนึ่งการโจมตี จะสามารถติดสถานะนี้ได้มากสุด {{2}} ชั้น"
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Candleflame's Portent",
        "fullDesc": "ทำให้ตัวเองสร้าง DMG เพิ่มขึ้น โดยค่าที่เพิ่มขึ้นจะเท่ากับ {{1, percent}}% ของอัตราสร้างสถานะ โดยสามารถสร้าง DMG ได้สูงสุดถึง {{2, percent}}%"
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Seven Pillars of Wisdom",
      "desc": "เมื่อ Black Swan อยู่ในสถานะที่สามารถต่อสู้ได้ ศัตรูเป้าหมายที่ติดสถานะลมเฉือน, เสียเลือด, เผาไหม้และช็อตไฟฟ้า จะลดความต้านทานลม, กายภาพ, ไฟ และสายฟ้า ที่สอดคล้องกับแต่ละประเภทลง {{1, percent}}%"
    },
    "2": {
      "name": "Weep Not For Me, My Lamb",
      "desc": "เมื่อศัตรูเป้าหมายที่ติดสถานะ \"ความศักดิ์สิทธิ์\" ถูกกำจัด จะมี โอกาสพื้นฐาน {{1, percent}}% ที่จะทำให้ตัวที่อยู่ใกล้เคียงกับเป้าหมาย ติดสถานะ \"ความศักดิ์สิทธิ์\" {{2}} ชั้น"
    },
    "3": {
      "name": "As Above, So Below",
      "desc": "เลเวลสกิลต่อสู้ +2 สูงสุดไม่เกิน Lv.15 และเลเวลพรสวรรค์ +2 สูงสุดไม่เกิน<br>Lv.15"
    },
    "4": {
      "name": "In Tears We Gift",
      "desc": "ขณะที่อยู่ในสถานะ \"เปิดเผย\" การต้านทานสถานะของศัตรูเป้าหมาย จะลดลง {{1, percent}}% และเมื่อเริ่มต้นในแต่ละเทิร์น หรือถูกกำจัด Black Swan จะฟื้นฟูพลังงาน {{2}} หน่วย ในช่วงเวลาต่อเนื่องของสถานะ \"เปิดเผย\" จะเกิดเอฟเฟกต์ฟื้นฟูพลังงานได้มากสุด 1 ครั้ง และจะรีเฟรชจำนวนการเกิดเอฟเฟกต์ เมื่อติดสถานะ \"เปิดเผย\" อีกครั้ง"
    },
    "5": {
      "name": "Linnutee Flyway",
      "desc": "เลเวลท่าไม้ตาย +2 สูงสุดไม่เกิน Lv.15 และเลเวลการโจมตีปกติ +1 สูงสุดไม่เกิน Lv.10"
    },
    "6": {
      "name": "Pantheon Merciful, Masses Pitiful",
      "desc": "เมื่อศัตรูเป้าหมายถูกเพื่อนร่วมทีมของ Black Swan โจมตี Black Swan จะมี โอกาสพื้นฐาน {{2, percent}}% ที่จะทำให้เป้าหมายติด \"ความศักดิ์สิทธิ์\" 1 ชั้น<br>ทุกครั้งที่ Black Swan ทำให้ศัตรูเป้าหมายติดสถานะ \"ความศักดิ์สิทธิ์\" จะมี โอกาสคงที่ {{1, percent}}% ที่จะทำให้จำนวนการซ้อนทับของสถานะ \"ความศักดิ์สิทธิ์\" ในครั้งนี้ เพิ่มขึ้นอีก {{3}} ชั้น"
    }
  }
}