{
  "name": "Lingsha",
  "abilities": {
    "basic": {
      "0": {
        "name": "Votive Incense",
        "fullDesc": "สร้าง DMG ไฟ <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Lingsha แก่ศัตรูที่กำหนดหนึ่งตัว",
        "shortDesc": "สร้าง DMG ไฟเล็กน้อย แก่ฝ่ายศัตรูหนึ่งตัว",
        "tag": "โจมตีเดี่ยว"
      }
    },
    "skill": {
      "0": {
        "name": "Smoke and Splendor",
        "fullDesc": "สร้าง DMG ไฟ <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Lingsha แก่ศัตรูทั้งหมด พร้อมทั้งฟื้นฟู HP ให้กับฝ่ายเราทั้งหมด เท่ากับ <orangeStrong>{{2, percent(fixed: 1)}}%</orangeStrong> ของ ATK ของ Lingsha +<orangeStrong>{{3}}</orangeStrong> และ เร่งแอ็กชัน ของ \"เจ้าก้อนเมฆา\" {{4, percent}}%",
        "shortDesc": "สร้าง DMG ไฟเล็กน้อยแก่ศัตรูทั้งหมด พร้อมกับ<orangeStrong>ฟื้นฟู HP</orangeStrong> ให้กับฝ่ายเราทั้งหมด และ เร่งแอ็กชัน ของ \"เจ้าก้อนเมฆา\"",
        "tag": "โจมตีหมู่"
      }
    },
    "ult": {
      "0": {
        "name": "Dripping Mistscape",
        "fullDesc": "ทำให้ศัตรูทั้งหมดติดสถานะ \"เผลอไผล\" โดยเมื่ออยู่ในสถานะ \"เผลอไผล\" จะทำให้เป้าหมายได้รับ DMG ทำลายล้าง เพิ่มขึ้น <orangeStrong>{{4, percent}}%</orangeStrong> เป็นเวลา {{5}} เทิร์น<br>นอกจากนั้น จะสร้าง DMG ไฟ <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Lingsha แก่ศัตรูทั้งหมด พร้อมทั้งฟื้นฟู HP ให้กับฝ่ายเราทั้งหมด เท่ากับ <orangeStrong>{{2, percent(fixed: 1)}}%</orangeStrong> ของ ATK ของ Lingsha +<orangeStrong>{{3}}</orangeStrong> และ เร่งแอ็กชัน ของ \"เจ้าก้อนเมฆา\" {{6, percent}}%",
        "shortDesc": "ทำให้ศัตรูทั้งหมด<orangeStrong>ได้รับ DMG ทำลายล้างเพิ่มขึ้น</orangeStrong> อีกทั้งสร้าง DMG ไฟให้กับศัตรูทั้งหมด พร้อมทั้ง<orangeStrong>ฟื้นฟู HP</orangeStrong> ให้กับฝ่ายเราทั้งหมด และ เร่งแอ็กชัน ของ \"เจ้าก้อนเมฆา\"",
        "tag": "โจมตีหมู่"
      }
    },
    "talent": {
      "0": {
        "name": "Mistdance Manifest",
        "fullDesc": "เมื่อปล่อยสกิลต่อสู้ จะอัญเชิญ \"เจ้าก้อนเมฆา\" ออกมา โดยในตอนต้นจะมีความเร็ว {{1}} หน่วย และมีจำนวนการแอ็กชัน {{7}} ครั้ง<br>เมื่อ \"เจ้าก้อนเมฆา\" แอ็กชัน จะปล่อยการโจมตีต่อเนื่อง ซึ่งสร้าง DMG ไฟ <orangeStrong>{{2, percent}}%</orangeStrong> ของ ATK ของ Lingsha แก่ศัตรูทั้งหมด และจะสุ่มสร้าง DMG ไฟ <orangeStrong>{{8, percent}}%</orangeStrong> ของ ATK ของ Lingsha แก่ศัตรูหนึ่งตัวเพิ่มเติม โดย DMG ในครั้งนี้ จะเลือกเป้าหมาย ที่มีค่าความทนทานมากกว่า 0 และมีจุดอ่อนไฟก่อนเป็นอันดับแรก จากนั้นจะลบล้าง เอฟเฟกต์ Debuff ของฝ่ายเราทั้งหมดตัวละ {{6}} เอฟเฟกต์ และฟื้นฟู HP เท่ากับ <orangeStrong>{{3, percent(fixed: 1)}}%</orangeStrong> ของ ATK ของ Lingsha +<orangeStrong>{{4}}</orangeStrong> ด้วย<br>\"เจ้าก้อนเมฆา\" สะสมจำนวนการแอ็กชันได้มากสุด {{5}} ครั้ง แต่เมื่อจำนวนการแอ็กชันเป็น 0 หรือ Lingsha หมดสติ \"เจ้าก้อนเมฆา\" ก็จะหายไป<br>ขณะที่ \"เจ้าก้อนเมฆา\" อยู่ในการต่อสู้ การปล่อยสกิลต่อสู้ จะเพิ่มจำนวนการแอ็กชันของ \"เจ้าก้อนเมฆา\" {{7}} ครั้ง",
        "shortDesc": "ปล่อยสกิลต่อสู้อัญเชิญ \"เจ้าก้อนเมฆา\": เมื่อแอ็กชัน จะปล่อยการ <orangeStrong>โจมตีต่อเนื่อง</orangeStrong> ซึ่งจะสร้าง DMG ไฟเล็กน้อยให้กับศัตรูทั้งหมด และจะสุ่มสร้าง DMG ไฟเล็กน้อย แก่ฝ่ายศัตรูหนึ่งตัวเพิ่มเติม โดยจะเลือกเป้าหมาย ที่มีค่าความทนทานมากกว่า 0 และมีจุดอ่อนไฟก่อนเป็นอันดับแรก จากนั้นจะลบล้าง เอฟเฟกต์ Debuff ของฝ่ายเราทั้งหมดตัวละ 1 เอฟเฟกต์ และ<orangeStrong>ฟื้นฟู HP</orangeStrong><br>การปล่อยสกิลต่อสู้ซ้ำ จะเพิ่มจำนวนการแอ็กชันของ \"เจ้าก้อนเมฆา\" ได้",
        "tag": "โจมตีหมู่"
      }
    },
    "technique": {
      "0": {
        "name": "Wisps of Aurora",
        "fullDesc": "หลังจากใช้เทคนิคแล้ว เมื่อเริ่มการต่อสู้ครั้งต่อไป จะอัญเชิญ \"เจ้าก้อนเมฆา\" ทันที อีกทั้งทำให้ศัตรูทั้งหมด ติดสถานะ \"เผลอไผล\" เป็นเวลา {{1}} เทิร์น",
        "shortDesc": "หลังจากใช้เทคนิคแล้ว เมื่อเริ่มการต่อสู้ครั้งต่อไป จะอัญเชิญ \"เจ้าก้อนเมฆา\" ทันที อีกทั้งทำให้ศัตรูทั้งหมด <orangeStrong>ได้รับ DMG ทำลายล้างเพิ่มขึ้น</orangeStrong>",
        "tag": "สนับสนุน"
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "หลังจากโจมตีศัตรูและเข้าสู่การต่อสู้ จะลดทอนความทนทานของประเภท ที่สอดคล้องกับศัตรูเป้าหมาย",
        "tag": "โจมตีเดี่ยว"
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Vermilion Waft",
        "fullDesc": "ทำให้ ATK/ ปริมาณการรักษาของตัวเอง เพิ่มขึ้น โดยจำนวนที่เพิ่มขึ้นจะเท่ากับ {{1, percent}}%/ {{2, percent}}% ของเอฟเฟกต์ทำลายล้าง ซึ่งสามารถทำให้ ATK/ ปริมาณการรักษา เพิ่มขึ้นได้สูงสุดที่ {{3, percent}}%/ {{4, percent}}%"
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Sylvan Smoke",
        "fullDesc": "เมื่อปล่อยการโจมตีปกติ จะฟื้นฟูพลังงานเพิ่มอีก {{1}} หน่วย"
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Ember's Echo",
        "fullDesc": "หาก \"เจ้าก้อนเมฆา\" อยู่ในการต่อสู้ และเมื่อตัวละครฝ่ายเราตัวใดตัวหนึ่ง ได้รับ DMG หรือมีการใช้ HP หากในทีมมีตัวละครที่เปอร์เซ็นต์ HP ปัจจุบัน น้อยกว่าหรือเท่ากับ {{1, percent}}% \"เจ้าก้อนเมฆา\" จะปล่อยการ โจมตีต่อเนื่อง ของพรสวรรค์ใส่ศัตรูทันที โดยการปล่อยในครั้งนี้ จะไม่ใช้จำนวนการแอ็กชันของ \"เจ้าก้อนเมฆา\" แต่อย่างใด และเอฟเฟกต์นี้ จะสามารถเกิดได้อีกครั้ง หลังจากผ่านไป {{2}} เทิร์น"
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Bloom on Vileward Bouquet",
      "desc": "ประสิทธิภาพการทำลายจุดอ่อนของ Lingsha เพิ่มขึ้น {{2, percent}}% เมื่อมีศัตรูหนึ่งตัวถูกทำลายจุดอ่อน จะทำให้ DEF ของศัตรูดังกล่าวลดลง {{1, percent}}%"
    },
    "2": {
      "name": "Leisure in Carmine Smokeveil",
      "desc": "เมื่อปล่อยท่าไม้ตาย จะทำให้เอฟเฟกต์ทำลายล้าง ของฝ่ายเราทั้งหมดเพิ่มขึ้น {{1, percent}}% เป็นเวลา {{2}} เทิร์น"
    },
    "3": {
      "name": "Shine of Floral Wick",
      "desc": "เลเวลท่าไม้ตาย +2 สูงสุดไม่เกิน Lv.15 และเลเวลพรสวรรค์ +2 สูงสุดไม่เกิน<br>Lv.15"
    },
    "4": {
      "name": "Redolence from Canopied Banquet",
      "desc": "เมื่อ \"เจ้าก้อนเมฆา\" แอ็กชัน จะฟื้นฟู HP เท่ากับ {{1, percent}}% ของ ATK ของ Lingsha ให้กับเป้าหมายฝ่ายเราที่มี HP ปัจจุบันต่ำที่สุด"
    },
    "5": {
      "name": "Poise Atop Twists and Turns",
      "desc": "เลเวลสกิลต่อสู้ +2 สูงสุดไม่เกิน Lv.15 และเลเวลการโจมตีปกติ +1 สูงสุดไม่เกิน Lv.10"
    },
    "6": {
      "name": "Arcadia Under Deep Seclusion",
      "desc": "เมื่อ \"เจ้าก้อนเมฆา\" อยู่ในการต่อสู้ จะทำให้ความต้านทานทุกประเภท ของศัตรูทั้งหมดลดลง {{1, percent}}% และเมื่อ \"เจ้าก้อนเมฆา\" โจมตี จะสร้าง DMG เพิ่มอีก {{2}} ครั้ง โดย DMG แต่ละครั้ง จะสุ่มสร้าง DMG ไฟ {{3, percent}}% ของ ATK ของ Lingsha แก่ศัตรูหนึ่งตัว และลดค่าความทนทาน {{4}} หน่วย โดยจะเลือกเป้าหมาย ที่มีค่าความทนทานมากกว่า 0 และมีจุดอ่อนไฟก่อนเป็นอันดับแรก"
    }
  }
}