{
  "name": "Aventurine",
  "abilities": {
    "basic": {
      "0": {
        "name": "Straight Bet",
        "fullDesc": "สร้าง DMG จินตภาพ <orangeStrong>{{1}}%</orangeStrong> ของ DEF ของ Aventurine แก่ศัตรูที่กำหนดหนึ่งตัว",
        "shortDesc": "สร้าง DMG จินตภาพเล็กน้อย แก่ศัตรูที่กำหนดหนึ่งตัว"
      }
    },
    "skill": {
      "0": {
        "name": "Cornerstone Deluxe",
        "fullDesc": "มอบโล่ \"ชิปที่แน่วแน่\" ที่สามารถดูดซับ DMG <orangeStrong>{{1}}%</orangeStrong> ของ DEF ของ Aventurine +<orangeStrong>{{2}}</orangeStrong> ให้กับฝ่ายเราทั้งหมด เป็นเวลา {{3}} เทิร์น และเมื่อได้รับ \"ชิปที่แน่วแน่\" ซ้ำ ปริมาณโล่จะสามารถซ้อนทับได้ โดยสูงสุดไม่เกิน {{4}}% ของปริมาณโล่จากสกิลต่อสู้ในปัจจุบัน",
        "shortDesc": "มอบโล่ \"ชิปที่แน่วแน่\" ซึ่ง<orangeStrong>สามารถซ้อนทับปริมาณโล่ได้</orangeStrong> ให้กับฝ่ายเราทั้งหมด"
      }
    },
    "ult": {
      "0": {
        "name": "Roulette Shark",
        "fullDesc": "สุ่มรับ \"เดิมพันที่มืดบอด\" 1 ถึง {{1}} หน่วย จากนั้นจะทำให้ศัตรูที่กำหนดหนึ่งตัว ติดสถานะ \"ตื่นตะลึง\" เป็นเวลา {{4}} เทิร์น และสร้าง DMG จินตภาพ <orangeStrong>{{2}}%</orangeStrong> ของ DEF ของ Aventurine แก่ฝ่ายศัตรูที่กำหนดหนึ่งตัว เมื่อเป้าหมายฝ่ายเราโจมตีโดน ศัตรูเป้าหมายที่ติดสถานะ \"ตื่นตะลึง\" จะสร้าง DMG คริติคอลเพิ่มขึ้น <orangeStrong>{{3}}%</orangeStrong>",
        "shortDesc": "สุ่มรับ \"เดิมพันที่มืดบอด\" ทำให้ฝ่ายศัตรูหนึ่งตัวติดสถานะ \"ตื่นตะลึง\" และสร้าง DMG จินตภาพแก่เป้าหมาย เมื่อเป้าหมายฝ่ายเราโจมตีโดน ศัตรูเป้าหมายที่ติดสถานะ \"ตื่นตะลึง\" จะสร้าง <orangeStrong>DMG คริติคอลเพิ่มขึ้น</orangeStrong>"
      }
    },
    "technique": {
      "0": {
        "name": "The Red or the Black",
        "fullDesc": "หลังจากใช้เทคนิค จะได้รับเอฟเฟกต์ดังต่อไปนี้ 1 ประเภท:\\nมีโอกาสประมาณหนึ่ง ที่จะได้รับ DEF เพิ่มขึ้น {{1}}%\\nมีโอกาสอย่างมาก ที่จะได้รับ DEF เพิ่มขึ้น {{2}}%\\nมีโอกาสเล็กน้อย ที่จะได้รับ DEF เพิ่มขึ้น {{3}}%\\nเมื่อใช้ซ้ำ จะเก็บไว้เฉพาะเอฟเฟกต์ที่มีค่าสูงสุดเท่านั้น\\nเมื่อเริ่มต้นการต่อสู้ครั้งถัดไป DEF ของฝ่ายเราทั้งหมด จะเพิ่มขึ้นตามค่าที่สอดคล้องกัน เป็นเวลา {{4}} เทิร์น",
        "shortDesc": "ใช้เทคนิค และสุ่มรับเอฟเฟกต์เพิ่ม DEF จาก 1 ใน 3 ประเภท โดยหลังจากเข้าสู่การต่อสู้ครั้งถัดไป DEF ของฝ่ายเราทั้งหมด จะเพิ่มขึ้นตามค่าที่สอดคล้องกัน"
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "หลังจากโจมตีศัตรูและเข้าสู่การต่อสู้ จะลดทอนความทนทานของประเภท ที่สอดคล้องกับศัตรูเป้าหมาย",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Prisoner's Dilemma",
      "desc": "DMG คริติคอลของเป้าหมายฝ่ายเราที่มี \"ชิปที่แน่วแน่\" จะเพิ่มขึ้น {{1}}% หลังจากปล่อยท่าไม้ตาย จะมอบโล่ \"ชิปที่แน่วแน่\" ให้กับฝ่ายเราทั้งหมด โดยปริมาณโล่จะเท่ากับ {{2}}% ของปริมาณโล่จากสกิลต่อสู้ เป็นเวลา {{3}} เทิร์น"
    },
    "2": {
      "name": "Bounded Rationality",
      "desc": "เมื่อปล่อยการโจมตีปกติ จะทำให้ความต้านทานทุกประเภท ของเป้าหมายลดลง {{2}}% เป็นเวลา {{3}} เทิร์น"
    },
    "3": {
      "name": "Droprate Maxing",
      "desc": "เลเวลท่าไม้ตาย +2 สูงสุดไม่เกิน Lv.15 และเลเวลการโจมตีปกติ +1 สูงสุดไม่เกิน Lv.10"
    },
    "4": {
      "name": "Unexpected Hanging Paradox",
      "desc": "เมื่อปล่อยการโจมตีต่อเนื่องของพรสวรรค์ จะทำให้ DEF ของ Aventurine เพิ่มขึ้นก่อน {{1}}% เป็นเวลา {{2}} เทิร์น และจะทำให้จำนวนการโจมตีต่อเนื่อง ของพรสวรรค์เพิ่มขึ้นอีก {{3}} ครั้ง"
    },
    "5": {
      "name": "Ambiguity Aversion",
      "desc": "เลเวลสกิลต่อสู้ +2 สูงสุดไม่เกิน Lv.15 และเลเวลพรสวรรค์ +2 สูงสุดไม่เกิน\\nLv.15"
    },
    "6": {
      "name": "Stag Hunt Game",
      "desc": "เพื่อนร่วมทีมทุกๆ 1 ตัวที่มีโล่ จะทำให้ Aventurine สร้าง DMG เพิ่มขึ้น {{1}}% โดยสูงสุดไม่เกิน {{2}}%"
    }
  }
}