{
  "name": "ผู้จากจรลืมหวน",
  "abilities": {
    "basic": {
      "0": {
        "name": "Radiant Streak",
        "fullDesc": "สร้าง DMG ไฟ <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ 'ผู้จากจรลืมหวน' แก่ศัตรูที่กำหนดหนึ่งตัว",
        "shortDesc": "สร้าง DMG ไฟเล็กน้อย แก่ศัตรูหนึ่งตัว",
        "tag": "โจมตีเดี่ยว"
      },
      "1": {
        "name": "Fiery Caress",
        "fullDesc": "สร้าง DMG ไฟ <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ 'ผู้จากจรลืมหวน' แก่ศัตรูที่กำหนดหนึ่งตัว พร้อมกับสร้าง DMG ไฟ <orangeStrong>{{2, percent}}%</orangeStrong> ของ ATK ของ 'ผู้จากจรลืมหวน' แก่ตัวที่อยู่ใกล้เคียงกับเป้าหมาย",
        "shortDesc": "สร้าง DMG ไฟเล็กน้อยแก่ศัตรูหนึ่งตัว และสร้าง DMG ไฟเล็กน้อย แก่ตัวที่อยู่ใกล้เคียงกับเป้าหมาย",
        "tag": "กระจาย"
      }
    },
    "skill": {
      "0": {
        "name": "Virtue Beckons Bliss",
        "fullDesc": "ทำให้ฝ่ายเราที่กำหนดหนึ่งตัวได้รับ \"คำอธิษฐานจิ้งจอก\" และทำให้ตัวเองเข้าสู่สถานะ \"เพลิงมอดไหม้\" เป็นเวลา {{1}} เทิร์น เมื่อ 'ผู้จากจรลืมหวน' เริ่มต้นในแต่ละเทิร์น ระยะเวลาคงอยู่จะลดลง 1 เทิร์น และ \"คำอธิษฐานจิ้งจอก\" จะมีผลกับเป้าหมายล่าสุด ที่ 'ผู้จากจรลืมหวน' ปล่อยสกิลต่อสู้ใส่เท่านั้น<br>เอฟเฟกต์ทำลายล้างของเป้าหมายฝ่ายเรา ที่มี \"คำอธิษฐานจิ้งจอก\" จะเพิ่มขึ้น <orangeStrong>{{2, percent}}%</orangeStrong> การโจมตีศัตรูที่ไม่มีจุดอ่อน ในประเภทที่สอดคล้องกัน ก็สามารถลดทอนความทนทานได้เช่นกัน โดยเอฟเฟกต์จะเท่ากับ {{6, percent}}% ของการลดค่าความทนทานเดิม และไม่สามารถซ้อนทับกับ เอฟเฟกต์ลดความทนทานอื่นๆ ที่เพิกเฉยต่อประเภทของจุดอ่อนได้<br>เมื่ออยู่ในสถานะ \"เพลิงมอดไหม้\" การโจมตีปกติของ 'ผู้จากจรลืมหวน' จะได้รับการเสริมพลัง และทุกครั้งที่เป้าหมายฝ่ายเราที่มี \"คำอธิษฐานจิ้งจอก\" ปล่อยการโจมตี 'ผู้จากจรลืมหวน' จะมี โอกาสพื้นฐาน {{3, percent}}% ที่จะทำให้ DEF ของศัตรูเป้าหมายที่ถูกโจมตี ลดลง <orangeStrong>{{4, percent}}%</orangeStrong> เป็นเวลา {{5}} เทิร์น",
        "shortDesc": "ทำให้ฝ่ายเราหนึ่งตัวได้รับ \"คำอธิษฐานจิ้งจอก\" และ<orangeStrong>เอฟเฟกต์ทำลายล้างเพิ่มขึ้น</orangeStrong> อีกทั้ง<orangeStrong>การโจมตีศัตรูที่ไม่มีจุดอ่อน ในประเภทที่สอดคล้องกัน ก็สามารถลดทอนความทนทานได้เช่นกัน</orangeStrong><br>ทำให้ตัวเองเข้าสู่สถานะ \"เพลิงมอดไหม้\" ซึ่งการโจมตีปกติจะได้รับการเสริมพลัง และเมื่อฝ่ายเราที่มี \"คำอธิษฐานจิ้งจอก\" ทำการโจมตี 'ผู้จากจรลืมหวน' จะมีโอกาสอย่างมาก ที่จะทำให้ DEF ของศัตรูเป้าหมายลดลง",
        "tag": "สนับสนุน"
      }
    },
    "ult": {
      "0": {
        "name": "Solar Splendor Shines Upon All",
        "fullDesc": "สร้าง DMG ไฟ <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ 'ผู้จากจรลืมหวน' แก่ศัตรูทั้งหมด โดยการโจมตีครั้งนี้ จะลดทอนความทนทานของศัตรูทั้งหมด โดยเพิกเฉยต่อประเภทของจุดอ่อน และเมื่อทำลายจุดอ่อน จะเกิดเอฟเฟกต์ทำลายจุดอ่อนไฟ",
        "shortDesc": "สร้าง DMG ไฟแก่ศัตรูทั้งหมด โดยการโจมตีครั้งนี้ จะลดทอนความทนทานของศัตรูทั้งหมด <orangeStrong>โดยเพิกเฉยต่อประเภทของจุดอ่อน</orangeStrong>",
        "tag": "โจมตีหมู่"
      }
    },
    "talent": {
      "0": {
        "name": "Fortune Follows Where Virtue Spreads",
        "fullDesc": "เมื่อ 'ผู้จากจรลืมหวน' อยู่ในการต่อสู้ ศัตรูเป้าหมายจะได้รับ \"จรัสเพลิงเมฆา\" เพิ่มอีก {{2, percent}}% ของความทนทานสูงสุดของตัวเอง เมื่อความทนทานแรกเริ่ม ถูกลดทอนจนเหลือ 0 ก็จะสามารถลดทอน \"จรัสเพลิงเมฆา\" ต่อไปได้ และเมื่อ \"จรัสเพลิงเมฆา\" ถูกลดทอนจนเหลือ 0 แล้ว จะได้รับ DMG ทำลายจุดอ่อนอีกครั้ง<br>เมื่อ 'ผู้จากจรลืมหวน' อยู่ในการต่อสู้ หลังจากฝ่ายเราโจมตีศัตรูเป้าหมาย ที่อยู่ใน สถานะทำลายจุดอ่อน จะเปลี่ยนการลดค่าความทนทาน ของการโจมตีครั้งนี้เป็น DMG สุดยอดทำลายล้าง <orangeStrong>{{1, percent}}%</orangeStrong> จำนวน 1 ครั้ง",
        "shortDesc": "เมื่อ 'ผู้จากจรลืมหวน' อยู่ในการต่อสู้ ศัตรูเป้าหมายจะ<orangeStrong>ได้รับ \"จรัสเพลิงเมฆา\" เพิ่มอีก</orangeStrong> และเมื่อ \"จรัสเพลิงเมฆา\" ถูกลดทอนจนเหลือ 0 จะ<orangeStrong>ได้รับ DMG ทำลายจุดอ่อนอีกครั้ง</orangeStrong> ทั้งนี้หลังจากฝ่ายเรา โจมตีศัตรูเป้าหมายที่ติด สถานะทำลายจุดอ่อน ก็จะสร้าง <orangeStrong>DMG สุดยอดทำลายล้าง</orangeStrong> เพิ่มอีก",
        "tag": "สกัดกั้น"
      }
    },
    "technique": {
      "0": {
        "name": "Percipient Shine",
        "fullDesc": "หลังจากใช้เทคนิคแล้ว จะทำให้ศัตรูในพื้นที่ที่กำหนด ติดสถานะงงงันเป็นเวลา {{1}} วินาที โดยศัตรูที่ติดสถานะงงงัน จะไม่โจมตีเป้าหมายฝ่ายเราก่อน<br>หากเป็นฝ่ายโจมตีศัตรู ที่ติดสถานะงงงันก่อน และเข้าสู่การต่อสู้ จะ เร่งแอ็กชัน ของ 'ผู้จากจรลืมหวน' {{4, percent}}% และมี โอกาสพื้นฐาน {{2, percent}}% ที่จะทำให้ศัตรูเป้าหมายแต่ละตัว ติดสถานะลด DEF แบบเดียวกับสกิลต่อสู้ของ 'ผู้จากจรลืมหวน' เป็นเวลา {{3}} เทิร์น",
        "shortDesc": "ทำให้ศัตรูในพื้นที่ที่กำหนดติดสถานะงงงัน เมื่อโจมตีศัตรูที่ติดสถานะงงงัน และเข้าสู่การต่อสู้ จะ เร่งแอ็กชัน ของ 'ผู้จากจรลืมหวน' และมีโอกาสอย่างมากที่จะทำให้ ศัตรูเป้าหมายแต่ละตัว ติดสถานะลด DEF แบบเดียวกับสกิลต่อสู้ของ 'ผู้จากจรลืมหวน'",
        "tag": "สกัดกั้น"
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "หลังจากโจมตีศัตรูและเข้าสู่การต่อสู้ จะลดทอนความทนทานของประเภท ที่สอดคล้องกับศัตรูเป้าหมาย",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Verdantia Renaissance",
        "fullDesc": "หลังจากเป้าหมายฝ่ายเรา สร้างการทำลายจุดอ่อนแล้ว จะ หน่วงแอ็กชัน ของศัตรูเป้าหมายเพิ่มอีก {{1, percent}}%"
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Sylvan Enigma",
        "fullDesc": "ทำให้เอฟเฟกต์ทำลายล้างของตัวเอง เพิ่มขึ้น {{1, percent}}% หลังจากปล่อยสกิลต่อสู้เป็นครั้งแรก จะฟื้นฟูแต้มสกิลต่อสู้ {{2}} แต้มทันที"
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Phecda Primordia",
        "fullDesc": "เมื่อจุดอ่อนของศัตรูเป้าหมายถูกทำลาย จะทำให้เอฟเฟกต์ทำลายล้าง ของเพื่อนร่วมทีมเพิ่มขึ้น {{1, percent}}% ยกเว้นตัวเอง หากเอฟเฟกต์ทำลายล้างของ 'ผู้จากจรลืมหวน' มากกว่าหรือเท่ากับ {{4, percent}}% เอกเฟกต์ทำลายล้างที่เพิ่มขึ้น จะสูงขึ้นอีก {{5, percent}}% เป็นเวลา {{2}} เทิร์น โดยเอฟเฟกต์นี้สามารถซ้อนทับได้มากสุด {{3}} ชั้น"
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Earthbound I Was, Cloudward I Be",
      "desc": "ประสิทธิภาพการทำลายจุดอ่อน ของเป้าหมายฝ่ายเราที่มี \"คำอธิษฐานจิ้งจอก\" จะเพิ่มขึ้น {{1, percent}}%"
    },
    "2": {
      "name": "Beatitude Dawns for the Worthy",
      "desc": "เมื่อมีศัตรูเป้าหมายที่ถูกทำลายจุดอ่อน จะฟื้นฟูพลังงานให้ 'ผู้จากจรลืมหวน' {{1}} หน่วย หลังจากที่ปล่อยท่าไม้ตายแล้ว จะ เร่งแอ็กชัน ของฝ่ายเราทั้งหมด {{2, percent}}%"
    },
    "3": {
      "name": "Verity Weaves Thoughts to Blade",
      "desc": "เลเวลสกิลต่อสู้ +2 สูงสุดไม่เกิน Lv.15 และเลเวลการโจมตีปกติ +1 สูงสุดไม่เกิน Lv.10"
    },
    "4": {
      "name": "Bereft of Form, Which Name to Bear",
      "desc": "เป้าหมายฝ่ายเราที่มี \"คำอธิษฐานจิ้งจอก\" สร้าง DMG ทำลายล้างเพิ่มขึ้น {{1, percent}}%"
    },
    "5": {
      "name": "Colored Cloud Rains Fortune",
      "desc": "เลเวลท่าไม้ตาย +2 สูงสุดไม่เกิน Lv.15 และเลเวลพรสวรรค์ +2 สูงสุดไม่เกิน<br>Lv.15"
    },
    "6": {
      "name": "Clairvoyance of Boom and Doom",
      "desc": "ประสิทธิภาพการทำลายจุดอ่อนของ 'ผู้จากจรลืมหวน' เพิ่มขึ้น {{1, percent}}% เมื่อ 'ผู้จากจรลืมหวน' อยู่ในสถานะ \"เพลิงมอดไหม้\" เอฟเฟกต์ \"คำอธิษฐานจิ้งจอก\" จะมีผลต่อฝ่ายเราทั้งหมด"
    }
  }
}