{
  "name": "Hanya",
  "abilities": {
    "basic": {
      "0": {
        "name": "Oracle Brush",
        "fullDesc": "สร้าง DMG กายภาพ <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Hanya แก่ศัตรูที่กำหนดหนึ่งตัว",
        "shortDesc": "สร้าง DMG กายภาพเล็กน้อย แก่ฝ่ายศัตรูหนึ่งตัว"
      }
    },
    "skill": {
      "0": {
        "name": "Samsara, Locked",
        "fullDesc": "สร้าง DMG กายภาพ <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Hanya แก่ศัตรูที่กำหนดหนึ่งตัว และทำให้ศัตรูดังกล่าวติดสถานะ \"พันธะ\"\\nทุกครั้งที่เป้าหมายฝ่ายเรา ปล่อยการโจมตีปกติ สกิลต่อสู้ หรือท่าไม้ตาย ใส่ศัตรูเป้าหมายที่ติดสถานะ \"พันธะ\" 2 ครั้ง จะฟื้นฟูแต้มสกิลต่อสู้ให้กับฝ่ายเรา 1 แต้มทันที โดย \"พันธะ\" จะมีผลกับเป้าหมายล่าสุด ที่ถูกปล่อยสถานะนี้ใส่เท่านั้น และจะถูกขจัดออกไปโดยอัตโนมัติ หลังจากที่เกิดเอฟเฟกต์ฟื้นฟูแต้มสกิลต่อสู้ {{2}} ครั้ง",
        "shortDesc": "สร้าง DMG กายภาพแก่ฝ่ายศัตรูหนึ่งตัว และทำให้ศัตรูดังกล่าว ติดสถานะ \"พันธะ\" ทุกครั้งที่ฝ่ายเราใช้การโจมตีปกติ สกิลต่อสู้ หรือท่าไม้ตาย ใส่ศัตรูเป้าหมายที่ติดสถานะ \"พันธะ\" 2 ครั้ง จะ<color=#f29e38ff>ฟื้นฟูแต้มสกิลต่อสู้ 1 แต้ม</color>"
      }
    },
    "ult": {
      "0": {
        "name": "Ten-Lords' Decree, All Shall Obey",
        "fullDesc": "เพิ่มความเร็วของฝ่ายเราที่กำหนดหนึ่งตัว โดยค่าที่เพิ่มขึ้นเท่ากับ <orangeStrong>{{3}}%</orangeStrong> ของความเร็วของ Hanya และทำให้ ATK ของเป้าหมายดังกล่าวเพิ่มขึ้น <orangeStrong>{{1}}%</orangeStrong> เป็นเวลา {{2}} เทิร์น",
        "shortDesc": "<color=#f29e38ff>เพิ่มความเร็วและ ATK</color> ของฝ่ายเราหนึ่งตัว"
      }
    },
    "technique": {
      "0": {
        "name": "Netherworld Judgment",
        "fullDesc": "จะทำการโจมตีศัตรูทันที และเมื่อเข้าสู่การต่อสู้ จะสุ่มเพิ่ม \"พันธะ\" ซึ่งเทียบเท่ากับเอฟเฟกต์ของสกิลต่อสู้ ให้กับศัตรูหนึ่งตัว",
        "shortDesc": "เมื่อโจมตีศัตรูและเข้าสู่การต่อสู้ จะสุ่มเพิ่ม \"พันธะ\" ซึ่งเทียบเท่ากับเอฟเฟกต์ของสกิลต่อสู้ ให้กับศัตรูหนึ่งตัว"
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "หลังจากโจมตีศัตรูและเข้าสู่การต่อสู้ จะลดทอนความทนทานของประเภท ที่สอดคล้องกับศัตรูเป้าหมาย",
        "shortDesc": ""
      }
    }
  }
}