{
  "name": "Kafka",
  "abilities": {
    "basic": {
      "0": {
        "name": "Midnight Tumult",
        "fullDesc": "สร้าง DMG สายฟ้า <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> ของ ATK ของ Kafka แก่ศัตรูที่กำหนดหนึ่งตัว",
        "shortDesc": "สร้าง DMG สายฟ้าเล็กน้อยแก่ฝ่ายศัตรูหนึ่งตัว"
      }
    },
    "skill": {
      "0": {
        "name": "Caressing Moonlight",
        "fullDesc": "สร้าง DMG สายฟ้า <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> ของ ATK ของ Kafka แก่ศัตรูที่กำหนดหนึ่งตัว พร้อมทั้งสร้าง DMG สายฟ้า <color=#f29e38ff><unbreak>#3[i]%</unbreak></color> ของ ATK ของ Kafka แก่เป้าหมายที่อยู่ใกล้เคียงด้วย\\nหากศัตรูที่กำหนดติดสถานะ DMG ต่อเนื่อง DMG ต่อเนื่องทั้งหมดในปัจจุบัน ของศัตรูดังกล่าวจะสร้าง DMG <color=#f29e38ff><unbreak>#2[i]%</unbreak></color> ของ DMG เดิมทันที",
        "shortDesc": "สร้าง DMG สายฟ้าแก่ฝ่ายศัตรูหนึ่งตัว และสร้าง DMG สายฟ้าเล็กน้อย แก่เป้าหมายที่อยู่ใกล้เคียง\\nหากเป้าหมายหลักติดสถานะ Debuff ประเภท DMG ต่อเนื่อง จะทำให้สถานะ Debuff ประเภท DMG ต่อเนื่อง<color=#f29e38ff>สร้าง DMG เพิ่มเติม 1 ครั้ง</color>"
      }
    },
    "ult": {
      "0": {
        "name": "Twilight Trill",
        "fullDesc": "สร้าง DMG สายฟ้า <color=#f29e38ff><unbreak>#1[i]%</unbreak></color> ของ ATK ของ Kafka แก่ฝ่ายศัตรูทั้งหมด โดยศัตรูเป้าหมายที่ถูกโจมตีมี <u>โอกาสพื้นฐาน</u> <unbreak>#2[i]%</unbreak> ที่จะติดสถานะช็อตไฟฟ้า และทำให้สถานะช็อตไฟฟ้า ที่ศัตรูเป้าหมายติดในปัจจุบันสร้าง DMG เท่ากับ <color=#f29e38ff><unbreak>#5[i]%</unbreak></color> ของ DMG เดิมทันที ซึ่งสถานะช็อตไฟฟ้าจะคงอยู่เป็นเวลา <unbreak>#3[i]</unbreak> เทิร์น\\nในขณะที่ติดสถานะช็อตไฟฟ้า ศัตรูเป้าหมายจะได้รับ DMG สายฟ้าต่อเนื่อง <color=#f29e38ff><unbreak>#4[i]%</unbreak></color> ของ ATK ของ Kafka เมื่อเริ่มต้นในแต่ละเทิร์นด้วย",
        "shortDesc": "สร้าง DMG สายฟ้าเล็กน้อยแก่ศัตรูทั้งหมด และมีโอกาสอย่างมาก ที่จะ<color=#f29e38ff>เพิ่มสถานะช็อตไฟฟ้า</color>\\nหากศัตรูเป้าหมายติดสถานะช็อตไฟฟ้าอยู่ จะทำให้สถานะช็อตไฟฟ้า<color=#f29e38ff>สร้าง DMG เพิ่มเติม 1 ครั้ง</color>"
      }
    },
    "technique": {
      "0": {
        "name": "Mercy Is Not Forgiveness",
        "fullDesc": "หลังจากโจมตีศัตรูทั้งหมด ภายในขอบเขตที่กำหนดทันที และเข้าสู่การต่อสู้ จะสร้าง DMG สายฟ้า <unbreak>#3[i]%</unbreak> ของ ATK ของ Kafka แก่ศัตรูทั้งหมด พร้อมทั้งมี <u>โอกาสพื้นฐาน</u> <unbreak>#1[i]%</unbreak> ที่จะทำให้ศัตรูแต่ละตัว ติดสถานะช็อตไฟฟ้า ที่เทียบเท่ากับท่าไม้ตาย เป็นเวลา <unbreak>#2[i]</unbreak> เทิร์น",
        "shortDesc": "หลังจากโจมตีศัตรูทั้งหมดที่อยู่ในขอบเขต และเข้าสู่การต่อสู้ จะสร้าง DMG สายฟ้าเล็กน้อยแก่ศัตรูทั้งหมด และมีโอกาสอย่างมาก ที่จะ<color=#f29e38ff>เพิ่มสถานะช็อตไฟฟ้า</color>"
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "หลังจากโจมตีศัตรูและเข้าสู่การต่อสู้ จะลดทอนความทนทานของประเภทที่สอดคล้องกับศัตรูเป้าหมาย"
      }
    }
  }
}