{
  "name": "Feixiao",
  "abilities": {
    "basic": {
      "0": {
        "name": "Boltsunder",
        "fullDesc": "สร้าง DMG ลม <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Feixiao แก่ศัตรูที่กำหนดหนึ่งตัว",
        "shortDesc": "สร้าง DMG ลมเล็กน้อย แก่ฝ่ายศัตรูหนึ่งตัว",
        "tag": "โจมตีเดี่ยว"
      }
    },
    "skill": {
      "0": {
        "name": "Waraxe",
        "fullDesc": "สร้าง DMG ลม <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Feixiao แก่ศัตรูที่กำหนดหนึ่งตัว และจะปล่อยการ โจมตีต่อเนื่อง ของพรสวรรค์ แก่เป้าหมายดังกล่าวอีก 1 ครั้งทันที",
        "shortDesc": "สร้าง DMG ลมแก่ศัตรูหนึ่งตัว และจะปล่อยการโจมตีต่อเนื่อง ของพรสวรรค์อีก 1 ครั้ง",
        "tag": "โจมตีเดี่ยว"
      }
    },
    "ult": {
      "0": {
        "name": "Terrasplit",
        "fullDesc": "สร้าง DMG ลมสูงสุดที่ <orangeStrong>{{4, percent}}%</orangeStrong> ของ ATK ของ Feixiao แก่ศัตรูที่กำหนดหนึ่งตัว ในช่วงดังกล่าว จะลดทอนความทนทานของเป้าหมาย โดยเพิกเฉยต่อประเภทของจุดอ่อน เมื่อเป้าหมายไม่ได้อยู่ใน สถานะทำลายจุดอ่อน ประสิทธิภาพการทำลายจุดอ่อนของ Feixiao จะเพิ่มขึ้น {{2, percent}}%<br>ในระหว่างนั้น Feixiao จะปล่อย \"Boltsunder Blitz\" หรือ \"Waraxe Skyward\" ใส่เป้าหมายดังกล่าวก่อน รวมทั้งหมด {{3}} ครั้ง และตอนจบจะสร้าง DMG ลม <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Feixiao แก่เป้าหมายดังกล่าว",
        "shortDesc": "ในช่วงของท่าไม้ตาย จะลดทอนความทนทานของศัตรู โดย<orangeStrong>เพิกเฉยต่อประเภทของจุดอ่อน</orangeStrong> เมื่อเป้าหมาย ยังไม่ถูกทำลายจุดอ่อน <orangeStrong>ประสิทธิภาพการทำลายจุดอ่อน</orangeStrong> ของ Feixiao จะเพิ่มขึ้น<br>โดยจะปล่อย \"Boltsunder Blitz\" หรือ \"Waraxe Skyward\" ใส่ศัตรูหนึ่งตัว <orangeStrong>{{3}}</orangeStrong> ครั้ง และตอนจบจะสร้าง DMG ลมปิดท้าย",
        "tag": "โจมตีเดี่ยว"
      },
      "1": {
        "name": "Boltsunder Blitz",
        "fullDesc": "สร้าง DMG ลม <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Feixiao แก่เป้าหมายที่เลือก หากเป้าหมายติด สถานะทำลายจุดอ่อน ตัวคูณ DMG จะเพิ่มขึ้น <orangeStrong>{{2, percent}}%</orangeStrong>",
        "shortDesc": "สร้าง DMG ลมเล็กน้อยแก่ฝ่ายศัตรูหนึ่งตัว และสร้างตัวคูณ DMG แก่เป้าหมาย ที่<orangeStrong>ถูกทำลายจุดอ่อน</orangeStrong> เพิ่มขึ้น",
        "tag": "โจมตีเดี่ยว"
      },
      "2": {
        "name": "Waraxe Skyward",
        "fullDesc": "สร้าง DMG ลม <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Feixiao แก่เป้าหมายที่เลือก หากเป้าหมายไม่ติด สถานะทำลายจุดอ่อน ตัวคูณ DMG จะเพิ่มขึ้น <orangeStrong>{{2, percent}}%</orangeStrong>",
        "shortDesc": "สร้าง DMG ลมเล็กน้อยแก่ฝ่ายศัตรูหนึ่งตัว และสร้างตัวคูณ DMG แก่เป้าหมาย ที่<orangeStrong>ยังไม่ถูกทำลายจุดอ่อน</orangeStrong>เพิ่มขึ้น",
        "tag": "โจมตีเดี่ยว"
      },
      "3": {
        "name": "Terrasplit",
        "shortDesc": "ในช่วงของท่าไม้ตาย จะลดทอนความทนทานของศัตรู โดย<orangeStrong>เพิกเฉยต่อประเภทของจุดอ่อน</orangeStrong> เมื่อเป้าหมาย ยังไม่ถูกทำลายจุดอ่อน <orangeStrong>ประสิทธิภาพการทำลายจุดอ่อน</orangeStrong> ของ Feixiao จะเพิ่มขึ้น<br>โดยจะปล่อย \"Boltsunder Blitz\" หรือ \"Waraxe Skyward\" ใส่ศัตรูหนึ่งตัว <orangeStrong>{{3}}</orangeStrong> ครั้ง และตอนจบจะสร้าง DMG ลมปิดท้าย",
        "tag": "โจมตีเดี่ยว"
      }
    },
    "talent": {
      "0": {
        "name": "Thunderhunt",
        "fullDesc": "เมื่อ \"จิ้งจอกเวหา\" ถึง {{3}} หน่วย จะเปิดใช้งานท่าไม้ตายได้ ซึ่งสะสมได้มากสุดที่ {{4}} หน่วย เมื่อเป้าหมายฝ่ายเรา ปล่อยการโจมตีทุก {{2}} ครั้ง Feixiao จะได้รับ \"จิ้งจอกเวหา\" 1 หน่วย โดยการโจมตีจากท่าไม้ตายของ Feixiao จะไม่ถูกนับรวม<br>เมื่อเพื่อนร่วมทีมของ Feixiao ปล่อยการโจมตีใส่ศัตรูเป้าหมาย Feixiao จะปล่อยการ โจมตีต่อเนื่อง ใส่เป้าหมายหลักทันที และสร้าง DMG ลม <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Feixiao หากไม่มีเป้าหมายหลักที่โจมตีได้ ก็จะสุ่มโจมตีศัตรูหนึ่งตัว โดยเอฟเฟกต์นี้สามารถเกิดขึ้น ได้มากสุดเทิร์นละ 1 ครั้ง และเมื่อเริ่มต้นเทิร์นของ Feixiao ก็จะรีเซ็ตจำนวนการเกิด หากปล่อยการโจมตีดังกล่าว จะทำให้ตัวเองสร้าง DMG เพิ่มขึ้น <orangeStrong>{{5, percent}}%</orangeStrong> เป็นเวลา {{6}} เทิร์น",
        "shortDesc": "เมื่อ \"จิ้งจอกเวหา\" ถึง <orangeStrong>{{3}}</orangeStrong> หน่วย จะเปิดใช้งานท่าไม้ตายได้ ซึ่งจะสะสมได้มากสุด <orangeStrong>{{4}}</orangeStrong> หน่วย เมื่อเป้าหมายฝ่ายเรา ปล่อยการโจมตีทุกๆ <orangeStrong>{{2}}</orangeStrong> ครั้ง Feixiao จะได้รับ <orangeStrong>\"จิ้งจอกเวหา\"</orangeStrong><br>หลังจากเพื่อนร่วมทีมทำการโจมตี Feixiao จะปล่อยการ <orangeStrong>โจมตีต่อเนื่อง</orangeStrong> ใส่เป้าหมายหลัก และสร้าง DMG ลม โดยเอฟเฟกต์นี้ จะเกิดได้มากสุดเทิร์นละ 1 ครั้ง และเมื่อปล่อยการโจมตีดังกล่าว จะทำให้ตัวเอง<orangeStrong>สร้าง DMG เพิ่มขึ้น</orangeStrong>",
        "tag": "โจมตีเดี่ยว"
      }
    },
    "technique": {
      "0": {
        "name": "Stormborn",
        "fullDesc": "หลังจากใช้เทคนิคแล้ว จะติดสถานะ \"คมดาบเชือดเฉือน\" เป็นเวลา {{1}} วินาที ขณะที่อยู่ในสถานะ \"คมดาบเชือดเฉือน\" จะดูดศัตรูในขอบเขตที่กำหนดเข้ามา และความเร็วในการเคลื่อนที่ของตัวเอง จะเพิ่มขึ้น {{2, percent}}% เมื่อเข้าสู่การต่อสู้ จะได้รับ \"จิ้งจอกเวหา\" {{4}} หน่วย<br>หากเป็นฝ่ายโจมตีก่อน ขณะที่อยู่ในสถานะ \"คมดาบเชือดเฉือน\" จะทำให้ศัตรูทั้งหมดที่ดูดเข้ามา เข้าสู่การต่อสู้ และหลังจากเข้าสู่การต่อสู้ เมื่อเริ่มต้นในแต่ละ Wave จะสร้าง DMG ลม {{3, percent}}% ของ ATK ของ Feixiao แก่ศัตรูทั้งหมด โดยที่ DMG นี้ จะติดคริติคอลอย่างแน่นอน ทั้งนี้หากดูดศัตรูเข้ามามากกว่า 1 ตัว ศัตรูทุก 1 ตัวที่เกินมา จะทำให้ตัวคูณ DMG นี้ เพิ่มขึ้น {{5, percent}}% โดยเพิ่มได้สูงสุดถึง {{6, percent}}%",
        "shortDesc": "เข้าสู่สถานะ \"คมดาบเชือดเฉือน\" และดูดศัตรูในขอบเขตที่กำหนดเข้ามา อีกทั้งความเร็วในการเคลื่อนที่จะเพิ่มขึ้น เมื่อเข้าสู่การต่อสู้แล้ว จะได้รับ \"จิ้งจอกเวหา\"<br>เมื่ออยู่ในสถานะ \"คมดาบเชือดเฉือน\" จะสามารถเป็นฝ่ายโจมตี ศัตรูทั้งหมดที่ถูกดูดเข้ามาได้ก่อน เมื่อเริ่มต้นในแต่ละ Wave จะสร้าง DMG ลมแก่ศัตรูทั้งหมด โดยที่ DMG นี้จะติดคริติคอลอย่างแน่นอน <orangeStrong>ยิ่งดูดศัตรูเข้ามามากเท่าไหร่ ตัวคูณ DMG ก็จะยิ่งสูงเท่านั้น</orangeStrong>",
        "tag": "เสริมพลัง"
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "หลังจากโจมตีศัตรูและเข้าสู่การต่อสู้ จะลดทอนความทนทานของประเภท ที่สอดคล้องกับศัตรูเป้าหมาย",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Heavenpath",
        "fullDesc": "เมื่อเริ่มการต่อสู้ จะได้รับ \"จิ้งจอกเวหา\" {{1}} หน่วย<br>เมื่อเริ่มต้นเทิร์น หากในเทิร์นก่อนหน้านี้ ไม่ได้ปล่อยการ โจมตีต่อเนื่อง ของพรสวรรค์ จะนับเป็นการโจมตี 1 ครั้ง ที่จำเป็นต่อการสะสม \"จิ้งจอกเวหา\""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Formshift",
        "fullDesc": "เมื่อปล่อยท่าไม้ตาย เพื่อสร้าง DMG แก่ศัตรูเป้าหมาย จะถือว่าเป็นการ โจมตีต่อเนื่อง และ DMG คริติคอลของการ โจมตีต่อเนื่อง จะเพิ่มขึ้น {{1, percent}}%"
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Boltcatch",
        "fullDesc": "เมื่อปล่อยสกิลต่อสู้ ATK จะเพิ่มขึ้น {{1, percent}}% เป็นเวลา {{2}} เทิร์น"
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Skyward I Quell",
      "desc": "หลังจากปล่อย \"Boltsunder Blitz\" หรือ \"Waraxe Skyward\" จะทำให้ Feixiao สร้าง DMG ท่าไม้ตายเพิ่มขึ้นอีก โดยค่าที่เพิ่มขึ้นจะเท่ากับ {{1, percent}}% ของ DMG เดิม และสามารถซ้อนทับได้สูงสุด {{2}} ชั้น จนกว่าแอ็กชันของท่าไม้ตายจะสิ้นสุดลง"
    },
    "2": {
      "name": "Moonward I Wish",
      "desc": "ในช่วงเอฟเฟกต์ของพรสวรรค์ ทุกครั้งที่เป้าหมายฝ่ายเรา ปล่อยการ โจมตีต่อเนื่อง 1 ครั้ง จะสามารถทำให้ Feixiao ได้รับ \"จิ้งจอกเวหา\" 1 หน่วย โดยในแต่ละเทิร์น จะสามารถเกิดเอฟเฟกต์นี้ได้มากสุด {{1}} ครั้ง"
    },
    "3": {
      "name": "Starward I Bode",
      "desc": "เลเวลท่าไม้ตาย +2 สูงสุดไม่เกิน Lv.15 และเลเวลการโจมตีปกติ +1 สูงสุดไม่เกิน Lv.10"
    },
    "4": {
      "name": "Stormward I Hear",
      "desc": "การลดค่าความทนทานของ การ โจมตีต่อเนื่อง จากพรสวรรค์ จะเพิ่มขึ้น {{1, percent}}% และเมื่อปล่อย จะเพิ่มความเร็วของตัวเองขึ้น {{2, percent}}% เป็นเวลา {{3}} เทิร์น"
    },
    "5": {
      "name": "Heavenward I Leap",
      "desc": "เลเวลสกิลต่อสู้ +2 สูงสุดไม่เกิน Lv.15 และเลเวลพรสวรรค์ +2 สูงสุดไม่เกิน<br>Lv.15"
    },
    "6": {
      "name": "Homeward I Near",
      "desc": "การทะลวงความต้านทาน ทุกประเภทของ DMG ท่าไม้ตายที่ Feixiao สร้าง จะเพิ่มขึ้น {{1, percent}}% อีกทั้ง DMG โจมตีต่อเนื่อง ของพรสวรรค์ จะถูกมองว่าเป็น DMG ท่าไม้ตาย และตัวคูณ DMG จะเพิ่มขึ้น {{2, percent}}%"
    }
  }
}