{
  "name": "Boothill",
  "abilities": {
    "basic": {
      "0": {
        "name": "Skullcrush Spurs",
        "fullDesc": "สร้าง DMG กายภาพ <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Boothill แก่ศัตรูที่กำหนดหนึ่งตัว",
        "shortDesc": "สร้าง DMG กายภาพเล็กน้อย แก่ฝ่ายศัตรูหนึ่งตัว"
      },
      "1": {
        "name": "Fanning the Hammer",
        "fullDesc": "สร้าง DMG กายภาพ <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Boothill แก่ศัตรูที่กำหนดหนึ่งตัว\\nโดยการโจมตีปกติแบบเสริมพลัง ไม่สามารถฟื้นฟูแต้มสกิลต่อสู้ได้ และจะกำหนดศัตรูที่อยู่ภายใต้ \"การปะทะชี้ชะตา\" ให้เป็นเป้าหมายได้เท่านั้น",
        "shortDesc": "สร้าง DMG กายภาพให้แก่ฝ่ายศัตรูหนึ่งตัว โดยจะโจมตีได้เฉพาะเป้าหมายของ \"การปะทะชี้ชะตา\" เท่านั้น"
      }
    },
    "skill": {
      "0": {
        "name": "Sizzlin' Tango",
        "fullDesc": "ทำให้ศัตรูที่กำหนดหนึ่งตัวและตัวเอง เข้าสู่สถานะ \"การปะทะชี้ชะตา\" และการโจมตีปกติของ Boothill จะได้รับการเสริมพลัง อีกทั้งไม่สามารถปล่อยสกิลต่อสู้ได้ เป็นเวลา {{3}} เทิร์น โดยเมื่อเริ่มต้นแต่ละเทิร์นของ Boothill ระยะเวลาต่อเนื่องของสถานะ จะลดลง 1 เทิร์น\\nศัตรูเป้าหมายที่อยู่ภายใต้ \"การปะทะชี้ชะตา\" จะติดสถานะยั่วยุ และเมื่อเป้าหมายดังกล่าว/Boothill ได้รับการโจมตีจากอีกฝ่าย จะได้รับ DMG เพิ่มขึ้น <orangeStrong>{{1, percent}}%</orangeStrong>/{{2, percent}}%\\nหลังจากเป้าหมายดังกล่าวถูกกำจัด หรือถูกทำลายจุดอ่อน Boothill จะได้รับ \"กระเป๋าลั่นไก\" 1 ชั้น จากนั้นจะลบล้าง \"การปะทะชี้ชะตา\"\\nสกิลต่อสู้นี้ไม่สามารถฟื้นฟูพลังงานได้ และหลังจากที่ปล่อยสกิลต่อสู้นี้แล้ว เทิร์นดังกล่าวจะไม่สิ้นสุดลง",
        "shortDesc": "เปิดใช้งาน <orangeStrong>\"การปะทะชี้ชะตา\"</orangeStrong> หลังจากเป้าหมายของ \"การปะทะชี้ชะตา\" <orangeStrong>ถูกกำจัดหรือถูกทำลายจุดอ่อน</orangeStrong> Boothill จะได้รับ \"กระเป๋าลั่นไก\" และลบล้าง \"การปะทะชี้ชะตา\" นอกจากนั้น ยังทำให้ตัวเอง <orangeStrong>ได้รับการโจมตีปกติแบบเสริมพลัง</orangeStrong> อีกทั้งเทิร์นนี้จะไม่สิ้นสุดลง"
      }
    },
    "ult": {
      "0": {
        "name": "Dust Devil's Sunset Rodeo",
        "fullDesc": "เพิ่มจุดอ่อนกายภาพ ให้กับศัตรูที่กำหนดหนึ่งตัว เป็นเวลา {{3}} เทิร์น\\nและสร้าง DMG กายภาพ <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Boothill แก่เป้าหมายดังกล่าว รวมถึง <u>หน่วงแอ็กชัน</u> ของเป้าหมายนี้ <orangeStrong>{{2, percent}}%</orangeStrong>",
        "shortDesc": "<orangeStrong>เพิ่มจุดอ่อนกายภาพ</orangeStrong> ให้กับศัตรูหนึ่งตัว และสร้าง DMG กายภาพอย่างรุนแรงให้กับศัตรูดังกล่าว รวมถึงหน่วงแอ็กชัน ของเป้าหมายนี้ด้วย"
      }
    },
    "technique": {
      "0": {
        "name": "3-9× Smile",
        "fullDesc": "หลังจากใช้เทคนิคแล้ว ในการต่อสู้ครั้งถัดไป เมื่อปล่อยสกิลต่อสู้เป็นครั้งแรก จะเพิ่มจุดอ่อนกายภาพ ที่เหมือนกับท่าไม้ตายให้แก่เป้าหมาย เป็นเวลา {{1}} เทิร์น",
        "shortDesc": "หลังจากใช้เทคนิคแล้ว เมื่อเข้าสู่การต่อสู้ครั้งถัดไป และปล่อยสกิลต่อสู้ครั้งแรก จะ<orangeStrong>เพิ่มจุดอ่อนกายภาพ</orangeStrong> ให้แก่ศัตรูหนึ่งตัว"
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "หลังจากโจมตีศัตรูและเข้าสู่การต่อสู้ จะลดทอนความทนทานของประเภท ที่สอดคล้องกับศัตรูเป้าหมาย",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Ghost Load",
        "fullDesc": "ทำให้อัตราคริติคอล/ DMG คริติคอลของตัวเองเพิ่มขึ้น โดยค่าที่เพิ่มขึ้นคือ {{1, percent}}%/ {{3, percent}}% ของเอฟเฟกต์ทำลายล้าง ทั้งนี้จะทำให้อัตราคริติคอล/ DMG คริติคอลเพิ่มได้สูงสุดที่ {{2, percent}}%/{{4, percent}}%",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Above Snakes",
        "fullDesc": "เมื่อ Boothill อยู่ภายใต้ \"การปะทะชี้ชะตา\" จะได้รับ DMG จากเป้าหมายที่ไม่ได้อยู่ภายใต้ \"การปะทะชี้ชะตา\" ลดลง {{1, percent}}%",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Point Blank",
        "fullDesc": "เมื่ออยู่ภายใต้ \"การปะทะชี้ชะตา\" และได้รับ \"กระเป๋าลั่นไก\" จะฟื้นฟูพลังงาน {{1}} หน่วย ทั้งนี้เมื่อได้รับ \"กระเป๋าลั่นไก\" ที่เกินจำนวนชั้นสูงสุดที่สะสมได้ ก็จะสามารถเกิดขึ้นได้เช่นกัน",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Dusty Trail's Lone Star",
      "desc": "เมื่อเริ่มต้นการต่อสู้ จะได้รับ \"กระเป๋าลั่นไก\" 1 ชั้น เมื่อ Boothill สร้าง DMG จะเพิกเฉยต่อ DEF {{1, percent}}% ของศัตรูเป้าหมาย"
    },
    "2": {
      "name": "Milestonemonger",
      "desc": "เมื่ออยู่ภายใต้ \"การปะทะชี้ชะตา\" และได้รับ \"กระเป๋าลั่นไก\" จะฟื้นฟูแต้มสกิลต่อสู้ {{1}} แต้ม พร้อมทั้งเพิ่มเอฟเฟกต์ทำลายล้าง {{2, percent}}% เป็นเวลา {{3}} เทิร์น เอฟเฟกต์นี้ จะไม่สามารถเกิดขึ้นซ้ำได้ในหนึ่งเทิร์น ทั้งนี้เมื่อได้รับ \"กระเป๋าลั่นไก\" ที่เกินจำนวนชั้นสูงสุดที่สะสมได้ ก็จะสามารถเกิดขึ้นได้เช่นกัน"
    },
    "3": {
      "name": "Marble Orchard's Guard",
      "desc": "เลเวลท่าไม้ตาย +2 สูงสุดไม่เกิน Lv.15 และเลเวลการโจมตีปกติ +1 สูงสุดไม่เกิน Lv.10"
    },
    "4": {
      "name": "Cold Cuts Chef",
      "desc": "เมื่อศัตรูเป้าหมายที่อยู่ภายใต้ \"การปะทะชี้ชะตา\" ถูก Boothill โจมตี จะได้รับ DMG เพิ่มขึ้นอีก {{1, percent}}% และเมื่อ Boothill ถูกศัตรูเป้าหมายที่อยู่ภายใต้ \"การปะทะชี้ชะตา\" โจมตี DMG ที่ได้รับเพิ่มขึ้นจากศัตรูดังกล่าว จะลดลง {{2, percent}}%"
    },
    "5": {
      "name": "Stump Speech",
      "desc": "เลเวลสกิลต่อสู้ +2 สูงสุดไม่เกิน Lv.15 และเลเวลพรสวรรค์ +2 สูงสุดไม่เกิน\\nLv.15"
    },
    "6": {
      "name": "Crowbar Hotel's Raccoon",
      "desc": "เมื่อเกิด DMG ทำลายล้างจากพรสวรรค์ จะสร้าง DMG ทำลายล้าง {{1, percent}}% ของตัวคูณ DMG เดิม แก่เป้าหมายเพิ่มเติม และสร้าง DMG ทำลายล้าง {{2, percent}}% ของตัวคูณ DMG เดิม แก่ตัวที่อยู่ใกล้เคียงกับเป้าหมายเพิ่มด้วย"
    }
  }
}