{
  "name": "Blade",
  "abilities": {
    "basic": {
      "0": {
        "name": "Shard Sword",
        "fullDesc": "สร้าง DMG ลม <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Blade แก่ศัตรูที่กำหนดหนึ่งตัว",
        "shortDesc": "สร้าง DMG ลมเล็กน้อยแก่ฝ่ายศัตรูหนึ่งตัว"
      },
      "1": {
        "name": "Forest of Swords",
        "fullDesc": "ใช้ HP {{1}}% ของ HP สูงสุดของ Blade สร้าง DMG ลม <orangeStrong>{{2}}%</orangeStrong> ของ ATK ของ Blade +<orangeStrong>{{4}}%</orangeStrong> ของ HP สูงสุด แก่ศัตรูที่กำหนดหนึ่งตัว พร้อมทั้งสร้าง DMG ลม <orangeStrong>{{3}}%</orangeStrong> ของ ATK ของ Blade +<orangeStrong>{{5}}%</orangeStrong> ของ HP สูงสุดแก่ตัวที่อยู่ติดกับเป้าหมายด้วย\\nหาก HP ปัจจุบันไม่เพียงพอ หลังจากใช้ \"Forest of Swords\" แล้ว HP ปัจจุบันของ Blade จะลดลงจนเหลือ 1 หน่วย\\n\"Forest of Swords\" จะไม่สามารถฟื้นฟูแต้มสกิลต่อสู้",
        "shortDesc": "ใช้ HP ของตัวเองเพื่อสร้าง DMG ลมแก่ฝ่ายศัตรูหนึ่งตัว พร้อมทั้งสร้าง DMG ลมเล็กน้อยแก่ศัตรูที่อยู่ติดกับเป้าหมาย"
      }
    },
    "skill": {
      "0": {
        "name": "Hellscape",
        "fullDesc": "ใช้ HP {{1}}% ของ HP สูงสุดของ Blade เพื่อเข้าสู่สถานะ \"Hellscape\"\\nเมื่ออยู่ในสถานะ \"Hellscape\" จะไม่สามารถปล่อยสกิลต่อสู้ พร้อมทั้งทำให้ตัวเองสร้าง DMG เพิ่มขึ้น <orangeStrong>{{4}}%</orangeStrong> และการโจมตีปกติ \"Shard Sword\" จะได้รับการเสริมพลังเป็น \"Forest of Swords\" เป็นเวลา {{2}} เทิร์น\\nหาก HP ปัจจุบันไม่เพียงพอ หลังจากปล่อยสกิลต่อสู้แล้ว HP ปัจจุบันของ Blade จะลดลงเหลือ 1 หน่วย\\nสกิลต่อสู้นี้ไม่สามารถฟื้นฟูพลังงาน และหลังจากที่ปล่อยสกิลต่อสู้ดังกล่าวแล้ว เทิร์นนี้จะไม่สิ้นสุดลง",
        "shortDesc": "ใช้ HP ของตัวเองเพื่อ<orangeStrong>เสริมพลังการโจมตีปกติ</orangeStrong> อีกทั้งเทิร์นนี้จะไม่สิ้นสุดลง"
      }
    },
    "ult": {
      "0": {
        "name": "Death Sentence",
        "fullDesc": "แปลง HP ปัจจุบันของ Blade ให้เป็น 50% ของ HP สูงสุด และสร้าง DMG ลม <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Blade +<orangeStrong>{{2}}%</orangeStrong> ของ HP สูงสุด +<orangeStrong>{{5}}%</orangeStrong> ของจำนวน HP ที่เสียไปในการต่อสู้ครั้งนี้ แก่ฝ่ายศัตรูหนึ่งตัว พร้อมทั้งสร้าง DMG ลม <orangeStrong>{{3}}%</orangeStrong> ของ ATK ของ Blade +<orangeStrong>{{4}}%</orangeStrong> ของ HP สูงสุด +<orangeStrong>{{6}}%</orangeStrong> ของจำนวน HP ที่เสียไปในการต่อสู้ครั้งนี้ แก่ศัตรูที่อยู่ใกล้เคียงกับเป้าหมายด้วย\\nจำนวน HP ที่เสียไปในการต่อสู้ครั้งนี้ สูงสุดจะไม่เกิน {{7}}% ของ HP สูงสุดของ Blade โดยจะถูกรีเซ็ตและสะสมใหม่ หลังจากที่ปล่อยท่าไม้ตาย",
        "shortDesc": "ทำให้ HP ในปัจจุบันเปลี่ยนเป็น 50% ของ HP สูงสุด พร้อมทั้งสร้าง DMG ลมอย่างรุนแรงแก่ฝ่ายศัตรูหนึ่งตัว และสร้าง DMG ลมแก่ศัตรูที่อยู่ใกล้เคียง กับเป้าหมายด้วย"
      }
    },
    "technique": {
      "0": {
        "name": "Karma Wind",
        "fullDesc": "เมื่อโจมตีศัตรูและเข้าสู่การต่อสู้ จะใช้ HP {{2}}% ของ HP สูงสุดของ Blade พร้อมทั้งสร้าง DMG ลม {{1}}% ของ HP สูงสุดของ Blade แก่ศัตรูทั้งหมด\\nหาก HP ในปัจจุบันไม่เพียงพอ หลังจากใช้เทคนิค HP ปัจจุบันของ Blade จะลดลงจนเหลือ 1 หน่วย",
        "shortDesc": "เมื่อโจมตีศัตรูและเข้าสู่การต่อสู้ จะใช้ HP ของตัวเองสร้าง DMG ลมแก่ฝ่ายศัตรูทั้งหมด"
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "หลังจากโจมตีศัตรูและเข้าสู่การต่อสู้ จะลดทอนความทนทานของประเภทที่สอดคล้องกับศัตรูเป้าหมาย",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Vita Infinita",
        "fullDesc": "เมื่อเปอร์เซ็นต์ HP ปัจจุบันของ Blade น้อยกว่าหรือเท่ากับ 50% ของ HP สูงสุด ปริมาณการฟื้นฟูที่ได้รับจากการรักษา จะเพิ่มขึ้น {{1}}%",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Neverending Deaths",
        "fullDesc": "หลังจากปล่อย \"Forest of Swords\" หากโจมตีโดนศัตรูเป้าหมาย ที่ติดสถานะทำลายจุดอ่อน Blade จะฟื้นฟู HP {{1}}% ของ HP สูงสุดของตัวเอง +{{2}}",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Cyclone of Destruction",
        "fullDesc": "DMG ที่เกิดจาก การโจมตีต่อเนื่องของพรสวรรค์ เพิ่มขึ้น {{1}}%",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Blade Cuts the Deepest in Hell",
      "desc": "ท่าไม้ตายจะสร้าง DMG เพิ่มเติมแก่ศัตรูที่กำหนดหนึ่งตัวเพิ่มขึ้น โดยค่าที่เพิ่มขึ้นจะเท่ากับ {{1}}% ของจำนวน HP ที่ Blade เสียไปในการต่อสู้ครั้งนี้\\nโดยจำนวน HP ที่เสียไปในการต่อสู้ครั้งนี้ จะสูงสุดไม่เกิน {{2}}% ของ HP สูงสุดของ Blade โดยจะถูกรีเซ็ตและสะสมใหม่ หลังจากที่ปล่อยท่าไม้ตาย"
    },
    "2": {
      "name": "Ten Thousand Sorrows From One Broken Dream",
      "desc": "เมื่อ Blade อยู่ในสถานะ \"Hellscape\" อัตราคริติคอลจะเพิ่มขึ้น {{1}}%"
    },
    "3": {
      "name": "Hardened Blade Bleeds Coldest Shade",
      "desc": "เลเวลท่าไม้ตาย +2 สูงสุดไม่เกิน Lv.15 และเลเวลพรสวรรค์ +2 สูงสุดไม่เกิน Lv.15"
    },
    "4": {
      "name": "Rejected by Death, Infected With Life",
      "desc": "เมื่อเปอร์เซ็นต์ HP ในปัจจุบันลดลงจาก มากกว่า 50% ไปเป็นน้อยกว่าหรือเท่ากับ 50%, HP สูงสุดจะเพิ่มขึ้น {{1}}% เอฟเฟกต์นี้สามารถซ้อนทับได้มากสุด {{2}} ชั้น"
    },
    "5": {
      "name": "Death By Ten Lords' Gaze",
      "desc": "เลเวลสกิลต่อสู้ +2 สูงสุดไม่เกิน Lv.15 และเลเวลการโจมตีปกติ +1 สูงสุดไม่เกิน Lv.10"
    },
    "6": {
      "name": "Reborn Into an Empty Husk",
      "desc": "ลดขีดจำกัดสูงสุดของการชาร์จพลัง เป็น 4 ชั้น และ DMG ของการโจมตีต่อเนื่อง ที่เกิดจากพรสวรรค์ จะเพิ่มขึ้นอีก ซึ่งค่าที่เพิ่มขึ้นมาจะเท่ากับ {{1}}% ของ HP สูงสุดของ Blade"
    }
  }
}