{
  "name": "Dr. Ratio",
  "abilities": {
    "basic": {
      "0": {
        "name": "Mind is Might",
        "fullDesc": "สร้าง DMG จินตภาพ <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Dr. Ratio แก่ศัตรูที่กำหนดหนึ่งตัว",
        "shortDesc": "สร้าง DMG จินตภาพเล็กน้อย แก่ศัตรูที่กำหนดหนึ่งตัว"
      }
    },
    "skill": {
      "0": {
        "name": "Intellectual Midwifery",
        "fullDesc": "สร้าง DMG จินตภาพ <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Dr. Ratio แก่ศัตรูที่กำหนดหนึ่งตัว",
        "shortDesc": "สร้าง DMG จินตภาพแก่ศัตรูที่กำหนดหนึ่งตัว"
      }
    },
    "ult": {
      "0": {
        "name": "Syllogistic Paradox",
        "fullDesc": "สร้าง DMG จินตภาพ <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Dr. Ratio แก่ศัตรูที่กำหนดหนึ่งตัว พร้อมสร้าง \"ความเขลาของนักปราชญ์\" เมื่อเพื่อนร่วมทีมของ Dr. Ratio โจมตีเป้าหมายที่มี \"ความเขลาของนักปราชญ์\" Dr. Ratio จะปล่อยการ <u>โจมตีต่อเนื่อง</u> ของพรสวรรค์ แก่เป้าหมายดังกล่าว 1 ครั้ง\\nเอฟเฟกต์ \"ความเขลาของนักปราชญ์\" สามารถเกิดขึ้นได้สูงสุด {{2}} ครั้ง โดยจะมีผลต่อเป้าหมายล่าสุดที่ Dr. Ratio ปล่อยท่าไม้ตายใส่เท่านั้น หลังจากที่ปล่อยท่าไม้ตายแล้ว จำนวนการเกิดเอฟเฟกต์ดังกล่าวจะถูกรีเซ็ต",
        "shortDesc": "สร้าง DMG จินตภาพแก่ศัตรูที่กำหนดหนึ่งตัว พร้อมสร้าง \"ความเขลาของนักปราชญ์\" ให้แก่ศัตรูดังกล่าว เมื่อเพื่อนร่วมทีมของ Dr. Ratio โจมตีเป้าหมายที่มี \"ความเขลาของนักปราชญ์\" Dr. Ratio จะปล่อยการ<orangeStrong><u>โจมตีต่อเนื่อง</u></orangeStrong> แก่เป้าหมายดังกล่าว 1 ครั้ง"
      }
    },
    "technique": {
      "0": {
        "name": "Mold of Idolatry",
        "fullDesc": "หลังจากใช้เทคนิคแล้ว จะสร้างพื้นที่พิเศษ ที่ยั่วยุศัตรูใกล้เคียงขึ้นมาหนึ่งจุด เป็นเวลา {{1}} วินาที หลังจากเข้าสู่การต่อสู้ พร้อมกับศัตรูในพื้นที่พิเศษ จะมี <u>โอกาสพื้นฐาน</u> {{2}}% ที่ความเร็วของศัตรูเป้าหมายแต่ละตัวจะลดลง {{3}}% เป็นเวลา {{4}} เทิร์น เอฟเฟกต์พื้นที่ที่ฝ่ายเราสร้างขึ้น จะมีได้สูงสุดเพียง 1 จุดเท่านั้น",
        "shortDesc": "สร้างพื้นที่พิเศษขึ้นมา ศัตรูที่อยู่ในพื้นที่จะถูกยั่วยุ หลังจากเข้าสู่การต่อสู้ พร้อมกับศัตรูในพื้นที่แล้ว จะมีโอกาสอย่างมากที่จะทำให้<orangeStrong>ความเร็ว</orangeStrong>ของศัตรูเป้าหมายลดลง"
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "หลังจากโจมตีศัตรูและเข้าสู่การต่อสู้ จะลดทอนความทนทานของประเภท ที่สอดคล้องกับศัตรูเป้าหมาย",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Pride Comes Before a Fall",
      "desc": "ขีดจำกัดจำนวนการซ้อนทับของ Trace \"Summation\" เพิ่มขึ้น {{1}} ชั้น เมื่อเริ่มต้นการต่อสู้ จะได้รับ Summation {{2}} ชั้นทันที โดยจะต้องปลดล็อก Trace \"Summation\" เสียก่อน"
    },
    "2": {
      "name": "The Divine Is in the Details",
      "desc": "เมื่อการโจมตีต่อเนื่องของพรสวรรค์ โจมตีโดนเป้าหมาย ทุก 1 เอฟเฟกต์ Debuff ที่เป้าหมายมี จะสร้าง DMG จินตภาพเพิ่มเติมอีก {{1}}% ของ ATK ของ Dr. Ratio โดยในการโจมตีต่อเนื่องแต่ละครั้ง จะสามารถเกิดเอฟเฟกต์นี้ได้สูงสุด {{2}} ครั้ง"
    },
    "3": {
      "name": "Know Thyself",
      "desc": "เลเวลท่าไม้ตาย +2 สูงสุดไม่เกิน Lv.15 และเลเวลการโจมตีปกติ +1 สูงสุดไม่เกิน Lv.10"
    },
    "4": {
      "name": "Ignorance Is Blight",
      "desc": "เมื่อปล่อยพรสวรรค์ Dr. Ratio จะฟื้นฟูพลังงานเพิ่มเติม {{1}} หน่วย"
    },
    "5": {
      "name": "Sic Itur Ad Astra",
      "desc": "เลเวลสกิลต่อสู้ +2 สูงสุดไม่เกิน Lv.15 และเลเวลพรสวรรค์ +2 สูงสุดไม่เกิน\\nLv.15"
    },
    "6": {
      "name": "Vincit Omnia Veritas",
      "desc": "เอฟเฟกต์ที่เกิดจาก \"ความเขลาของนักปราชญ์\" เพิ่มขึ้น {{1}} ครั้ง และการโจมตีต่อเนื่องของพรสวรรค์ จะสร้าง DMG เพิ่มขึ้น {{2}}%"
    }
  }
}