{
  "name": "Jingliu",
  "abilities": {
    "basic": {
      "0": {
        "name": "Lucent Moonglow",
        "fullDesc": "สร้าง DMG น้ำแข็ง <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Jingliu แก่ศัตรูที่กำหนดหนึ่งตัว",
        "shortDesc": "สร้าง DMG น้ำแข็งเล็กน้อย แก่ศัตรูที่กำหนดหนึ่งตัว"
      }
    },
    "skill": {
      "0": {
        "name": "Transcendent Flash",
        "fullDesc": "สร้าง DMG น้ำแข็ง <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Jingliu แก่ศัตรูที่กำหนดหนึ่งตัว และได้รับ \"Syzygy\" {{2}} ชั้น",
        "shortDesc": "สร้าง DMG น้ำแข็งแก่ศัตรูที่กำหนดหนึ่งตัว และได้รับ <orangeStrong>\"Syzygy\" 1 ชั้น</orangeStrong>"
      },
      "1": {
        "name": "Moon On Glacial River",
        "fullDesc": "สร้าง DMG น้ำแข็ง <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Jingliu แก่ศัตรูที่กำหนดหนึ่งตัว และสร้าง DMG น้ำแข็ง <orangeStrong>{{3}}%</orangeStrong> ของ ATK ของ Jingliu แก่เป้าหมายที่อยู่ใกล้เคียง โดยจะใช้ \"Syzygy\" ไป {{2}} ชั้น ซึ่งการปล่อยสกิลนี้ จะไม่ใช้แต้มสกิลต่อสู้",
        "shortDesc": "สร้าง DMG น้ำแข็งแก่ศัตรูที่กำหนดหนึ่งตัว และสร้าง DMG น้ำแข็งแก่เป้าหมายที่อยู่ใกล้เคียง โดยจะใช้ \"Syzygy\" 1 ชั้น"
      }
    },
    "ult": {
      "0": {
        "name": "Florephemeral Dreamflux",
        "fullDesc": "สร้าง DMG น้ำแข็ง <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Jingliu แก่ศัตรูที่กำหนดหนึ่งตัว และสร้าง DMG น้ำแข็ง <orangeStrong>{{3}}%</orangeStrong> ของ ATK ของ Jingliu แก่เป้าหมายที่อยู่ใกล้เคียง หลังจากการโจมตีสิ้นสุดลง จะได้รับ \"Syzygy\" {{2}} ชั้น",
        "shortDesc": "สร้าง DMG น้ำแข็งอย่างรุนแรง แก่ฝ่ายศัตรูที่กำหนดหนึ่งตัว และสร้าง DMG น้ำแข็งแก่เป้าหมายที่อยู่ใกล้เคียง พร้อมทั้ง<orangeStrong>ได้รับ \"Syzygy\" 1 ชั้น</orangeStrong>"
      }
    },
    "technique": {
      "0": {
        "name": "Shine of Truth",
        "fullDesc": "หลังจากใช้เทคนิค จะสร้างพื้นที่พิเศษ 1 วงรอบตัวเอง เป็นเวลา {{3}} วินาที และศัตรูภายในพื้นที่พิเศษ จะติดสถานะแช่แข็ง เมื่อเข้าสู่การต่อสู้พร้อมศัตรูในพื้นที่พิเศษ จะฟื้นฟูพลังงานให้กับตัวเองทันที {{6}} หน่วย และได้รับ \"Syzygy\" {{1}} ชั้น อีกทั้งมี <u>โอกาสพื้นฐาน</u> {{2}}% ที่จะทำให้ศัตรูเป้าหมายติดสถานะแช่แข็ง เป็นเวลา {{4}} เทิร์น เมื่ออยู่ในสถานะแช่แข็ง ศัตรูเป้าหมายจะไม่สามารถแอ็กชัน และตอนเริ่มต้นของแต่ละเทิร์น จะได้รับ <u>DMG น้ำแข็งเพิ่มเติม</u> {{5}}% ของ ATK ของ Jingliu ทั้งนี้พื้นที่เอฟเฟกต์ที่ฝ่ายเราสร้างขึ้น สามารถมีได้สูงสุด 1 จุดเท่านั้น",
        "shortDesc": "สร้างพื้นที่พิเศษขึ้นมารอบตัวเอง โดยศัตรูในพื้นที่จะติด<orangeStrong>สถานะแช่แข็ง</orangeStrong> เมื่อเข้าสู่การต่อสู้พร้อมศัตรูในพื้นที่ จะฟื้นฟูพลังงาน และได้รับ \"Syzygy\" 1 ชั้น อีกทั้งมีโอกาสอย่างมาก ที่จะทำให้ศัตรูเป้าหมายติด<orangeStrong>สถานะแช่แข็ง</orangeStrong>"
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "หลังจากโจมตีศัตรูและเข้าสู่การต่อสู้ จะลดทอนความทนทานของประเภทที่สอดคล้องกับศัตรูเป้าหมาย",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Moon Crashes Tianguan Gate",
      "desc": "เมื่อปล่อยท่าไม้ตายหรือสกิลต่อสู้แบบเสริมพลัง DMG คริติคอลของ Jingliu จะเพิ่มขึ้น {{1}}% เป็นเวลา {{3}} เทิร์น หากโจมตีศัตรูเป้าหมายเพียง 1 ตัว จะสร้าง DMG น้ำแข็ง {{2}}% ของ ATK ของ Jingliu แก่เป้าหมายดังกล่าวเพิ่มเติม 1 ครั้ง"
    },
    "2": {
      "name": "Crescent Shadows Qixing Dipper",
      "desc": "หลังจากใช้ท่าไม้ตาย DMG ของสกิลต่อสู้ที่เสริมพลังในครั้งถัดไป จะเพิ่มขึ้น {{1}}%"
    },
    "3": {
      "name": "Halfmoon Gapes Mercurial Haze",
      "desc": "เลเวลท่าไม้ตาย +2 สูงสุดไม่เกิน Lv.15 และเลเวลพรสวรรค์ +2 สูงสุดไม่เกิน Lv.15"
    },
    "4": {
      "name": "Lunarlance Shines Skyward Dome",
      "desc": "ATK ที่ได้รับจากการใช้ HP ของเพื่อนร่วมทีมในสถานะ \"Spectral Transmigration\" จะเพิ่มมากขึ้นอีก {{1}}% ของปริมาณ HP ทั้งหมดที่ฝ่ายเราทุกตัวใช้ไป อีกทั้งขีดจำกัดสูงสุดของ ATK จะเพิ่มขึ้น {{2}}%"
    },
    "5": {
      "name": "Night Shades Astral Radiance",
      "desc": "เลเวลสกิลต่อสู้ +2 สูงสุดไม่เกิน Lv.15 และเลเวลการโจมตีปกติ +1 สูงสุดไม่เกิน Lv.10"
    },
    "6": {
      "name": "Eclipse Hollows Corporeal Husk",
      "desc": "เมื่อ Jingliu เข้าสู่สถานะ \"Spectral Transmigration\" ขีดจำกัดจำนวนชั้นของ \"Syzygy\" จะเพิ่มขึ้น 1 ชั้น อีกทั้งได้รับ \"Syzygy\" เพิ่มเติม {{1}} ชั้น เมื่ออยู่ในสถานะ \"Spectral Transmigration\" DMG คริติคอลจะเพิ่มขึ้น {{2}}%"
    }
  }
}