{
  "name": "Dan Heng - จ้าวยลจันทรา",
  "abilities": {
    "basic": {
      "0": {
        "name": "Beneficent Lotus",
        "fullDesc": "ปล่อยการโจมตี 2 ครั้งเพื่อสร้าง DMG จินตภาพ <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Dan Heng - จ้าวยลจันทรา แก่ศัตรูที่กำหนดหนึ่งตัว",
        "shortDesc": "สร้าง DMG จินตภาพเล็กน้อย แก่ฝ่ายศัตรูหนึ่งตัว"
      },
      "1": {
        "name": "Transcendence",
        "fullDesc": "ปล่อยการโจมตี 3 ครั้งเพื่อสร้าง DMG จินตภาพ <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Dan Heng - จ้าวยลจันทรา แก่ศัตรูที่กำหนดหนึ่งตัว",
        "shortDesc": "ปล่อยการโจมตี <orangeStrong>3 ครั้ง</orangeStrong> และสร้าง DMG จินตภาพแก่ศัตรูหนึ่งตัว"
      },
      "2": {
        "name": "Divine Spear",
        "fullDesc": "เมื่อปล่อยการโจมตี 5 ครั้งจะสร้าง DMG จินตภาพ <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Dan Heng - จ้าวยลจันทรา แก่ศัตรูที่กำหนดหนึ่งตัว โดยตั้งแต่การโจมตีครั้งที่ 4 เป็นต้นไป จะสร้าง DMG จินตภาพ <orangeStrong>{{2}}%</orangeStrong> ของ ATK ของ Dan Heng - จ้าวยลจันทรา แก่เป้าหมายที่อยู่ใกล้เคียงด้วย",
        "shortDesc": "ปล่อยการโจมตี <orangeStrong>5 ครั้ง</orangeStrong> เพื่อสร้าง DMG จินตภาพ อย่างรุนแรงแก่ฝ่ายศัตรูหนึ่งตัว และสร้าง DMG จินตภาพเล็กน้อย แก่ศัตรูที่อยู่ติดกับเป้าหมาย ในการโจมตี 2 ครั้งหลัง จะได้รับ \"Outroar\" 1 ชั้น ก่อนการโจมตีในแต่ละครั้ง ซึ่งจะเพิ่ม DMG คริติคอล"
      },
      "3": {
        "name": "Fulgurant Leap",
        "fullDesc": "เมื่อปล่อยการโจมตี 7 ครั้งจะสร้าง DMG จินตภาพ <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Dan Heng - จ้าวยลจันทรา แก่ศัตรูที่กำหนดหนึ่งตัว โดยตั้งแต่การโจมตีครั้งที่ 4 เป็นต้นไป จะสร้าง DMG จินตภาพ <orangeStrong>{{2}}%</orangeStrong> ของ ATK ของ Dan Heng - จ้าวยลจันทรา แก่เป้าหมายที่อยู่ใกล้เคียงด้วย",
        "shortDesc": "ปล่อยการโจมตี <orangeStrong>7 ครั้ง</orangeStrong> เพื่อสร้าง DMG จินตภาพ อย่างรุนแรงแก่ฝ่ายศัตรูหนึ่งตัว และสร้าง DMG จินตภาพ แก่ศัตรูที่อยู่ติดกับเป้าหมาย ในการโจมตี 4 ครั้งหลัง จะได้รับ \"Outroar\" 1 ชั้น ก่อนการโจมตีในแต่ละครั้ง ซึ่งจะเพิ่ม DMG คริติคอล"
      }
    },
    "skill": {
      "0": {
        "name": "Dracore Libre",
        "fullDesc": "ทำให้การโจมตีปกติ ได้รับการเสริมพลัง โดยสามารถเสริมพลังต่อเนื่องได้สูงสุด 3 ครั้ง การปล่อยสกิลนี้จะไม่ใช้แต้มสกิลต่อสู้ และไม่ถือเป็นการใช้สกิลต่อสู้\\nเสริมพลัง 1 ครั้ง \"Beneficent Lotus\" จะเปลี่ยนเป็น \"Transcendence\"\\nเสริมพลัง 2 ครั้ง \"Beneficent Lotus\" จะเปลี่ยนเป็น \"Divine Spear\"\\nเสริมพลัง 3 ครั้ง \"Beneficent Lotus\" จะเปลี่ยนเป็น \"Fulgurant Leap\"\\nเมื่อปล่อย \"Divine Spear\" หรือ \"Fulgurant Leap\" ตั้งแต่การโจมตีครั้งที่ 4 เป็นต้นไป จะได้รับ \"Outroar\" 1 ชั้นก่อนการโจมตีในแต่ละครั้ง ซึ่งทำให้ DMG คริติคอลของ Dan Heng - จ้าวยลจันทรา เพิ่มขึ้น <orangeStrong>{{1}}%</orangeStrong> โดยเอฟเฟกต์นี้ สามารถซ้อนทับได้สูงสุด {{2}} ชั้น และจะคงอยู่ จนกว่าเทิร์นของตัวเองจะสิ้นสุด",
        "shortDesc": "ทำให้การโจมตีปกติ \"Beneficent Lotus\" <orangeStrong>เสริมพลังเป็น \"Transcendence\"</orangeStrong>, <orangeStrong>\"Divine Spear\", หรือ \"Fulgurant Leap\"</orangeStrong> ตามลำดับ"
      },
      "1": {
        "name": "ยกเลิก",
        "fullDesc": "ยกเลิกการเสริมพลัง",
        "shortDesc": ""
      }
    },
    "ult": {
      "0": {
        "name": "Azure's Aqua Ablutes All",
        "fullDesc": "ปล่อยการโจมตี 3 ครั้งเพื่อสร้าง DMG จินตภาพ <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Dan Heng - จ้าวยลจันทรา แก่ศัตรูที่กำหนดหนึ่งตัว พร้อมทั้งสร้าง DMG จินตภาพ <orangeStrong>{{2}}%</orangeStrong> ของ ATK ของ Dan Heng - จ้าวยลจันทรา แก่ศัตรูที่อยู่ใกล้เคียงกับเป้าหมาย และทำให้ตัวเองได้รับ \"Squama Sacrosancta\" {{3}} อัน\\nสามารถมี \"Squama Sacrosancta\" ได้มากสุด {{4}} อัน และสามารถหักลบ แทนการใช้แต้มสกิลต่อสู้ของ Dan Heng - จ้าวยลจันทราได้ ซึ่งการใช้ \"Squama Sacrosancta\" ถือเป็นการใช้แต้มสกิลต่อสู้",
        "shortDesc": "สร้าง DMG จินตภาพ อย่างรุนแรงแก่ฝ่ายศัตรูหนึ่งตัว และจะสร้าง DMG จินตภาพ แก่ตัวที่อยู่ติดกับเป้าหมายด้วย อีกทั้งได้รับ \"Squama Sacrosancta\" 2 อัน ซึ่งจะ<orangeStrong>หักลบ</orangeStrong><orangeStrong>การใช้แต้มสกิลต่อสู้</orangeStrong> ของ Dan Heng - จ้าวยลจันทราได้ และถือว่าเป็นการใช้แต้มสกิลต่อสู้"
      }
    },
    "technique": {
      "0": {
        "name": "Heaven-Quelling Prismadrakon",
        "fullDesc": "หลังจากใช้เทคนิคแล้ว จะเข้าสู่สถานะ \"Leaping Dragon\" เป็นเวลา {{2}} วินาที หากใช้การโจมตีขณะอยู่ภายใต้สถานะ \"Leaping Dragon\" จะเคลื่อนที่ไปข้างหน้าอย่างรวดเร็วในระยะหนึ่ง และโจมตีศัตรูที่สัมผัสได้ อีกทั้งระหว่างการเคลื่อนที่อย่างรวดเร็วนี้ ยังสามารถต้านทาน การโจมตีทั้งหมดของศัตรูได้ด้วย เมื่ออยู่ภายใต้สถานะ \"Leaping Dragon\" และเข้าสู่การต่อสู้โดยเป็นฝ่ายโจมตีศัตรูก่อน จะสร้าง DMG จินตภาพ {{3}}% ของ ATK ของ Dan Heng - จ้าวยลจันทรา แก่ศัตรูทั้งหมด และทำให้ตัวเองได้รับ \"Squama Sacrosancta\" {{1}} อัน",
        "shortDesc": "เข้าสู่สถานะ \"Leaping Dragon\" เมื่อใช้การโจมตี จะเคลื่อนที่ไปข้างหน้าอย่างรวดเร็วในระยะหนึ่ง และโจมตีศัตรูที่สัมผัส หลังจากโจมตีศัตรูและเข้าสู่การต่อสู้ จะสร้าง DMG จินตภาพแก่ศัตรูทั้งหมด และได้รับ \"Squama Sacrosancta\" 1 อัน"
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "หลังจากโจมตีศัตรูและเข้าสู่การต่อสู้ จะลดทอนความทนทานของประเภทที่สอดคล้องกับศัตรูเป้าหมาย",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Tethered to Sky",
      "desc": "ทำให้จำนวนชั้นที่ \"Righteous Heart\" สามารถซ้อนทับได้เพิ่มขึ้น {{1}} ชั้น และทุกครั้งที่โจมตีจะได้รับ \"Righteous Heart\" เพิ่มเติม 1 ชั้น"
    },
    "2": {
      "name": "Imperium On Cloud Nine",
      "desc": "หลังจากปล่อยท่าไม้ตายจะเร่งแอ็กชันของ Dan Heng - จ้าวยลจันทราขึ้น 100% และจะได้รับ Squama Sacrosancta 1 อัน"
    },
    "3": {
      "name": "Clothed in Clouds",
      "desc": "เลเวลสกิลต่อสู้ +2 สูงสุดไม่เกิน Lv.15 และเลเวลการโจมตีปกติ +1 สูงสุดไม่เกิน Lv.10"
    },
    "4": {
      "name": "Zephyr's Bliss",
      "desc": "เอฟเฟกต์ Buff ของ \"Outroar\" จะคงอยู่จนกว่าเทิร์นถัดไปของตัวเอง สิ้นสุดลง"
    },
    "5": {
      "name": "Fall is the Pride",
      "desc": "เลเวลท่าไม้ตาย +2 สูงสุดไม่เกิน Lv.15 และเลเวลพรสวรรค์ +2 สูงสุดไม่เกิน\\nLv.15"
    },
    "6": {
      "name": "Reign, Returned",
      "desc": "หลังจากตัวละครอื่นในฝ่ายเรา ปล่อยท่าไม้ตาย เมื่อ Dan Heng - จ้าวยลจันทรา ปล่อย \"Fulgurant Leap\" ในครั้งถัดไป การทะลวงความต้านทานจินตภาพ จะเพิ่มขึ้น {{1}}% โดยเอฟเฟกต์นี้ สามารถซ้อนทับได้สูงสุด {{2}} ชั้น"
    }
  }
}