{
  "name": "Silver Wolf",
  "abilities": {
    "basic": {
      "0": {
        "name": "System Warning",
        "fullDesc": "สร้าง DMG ควอนตัม <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Silver Wolf แก่ศัตรูที่กำหนดหนึ่งตัว",
        "shortDesc": "สร้าง DMG ควอนตัม เล็กน้อยแก่ฝ่ายศัตรูหนึ่งตัว"
      }
    },
    "skill": {
      "0": {
        "name": "Allow Changes?",
        "fullDesc": "มี<u>โอกาสพื้นฐาน</u> <orangeStrong>{{2, percent}}%</orangeStrong> ที่จะเพิ่มจุดอ่อนประเภทเดียวกัน กับเป้าหมายฝ่ายตัวเองที่อยู่ในการต่อสู้ 1 จุด แก่ศัตรูเป้าหมายที่กำหนดหนึ่งตัว และความต้านทานของประเภท ที่สอดคล้องกับจุดอ่อนดังกล่าว จะลดลง {{4, percent}}% เป็นเวลา {{3}} เทิร์น หากจุดอ่อนที่เพิ่มเป็นประเภทเดิม ที่ศัตรูเป้าหมายมีอยู่แล้ว เอฟเฟกต์ลดความต้านทานของประเภท ที่สอดคล้องกันจะไม่ทำงาน\\nศัตรูเป้าหมายหนึ่งตัวจะถูก Silver Wolf เพิ่มจุดอ่อนได้เพียง 1 จุดเท่านั้น หาก Silver Wolf เพิ่มจุดอ่อนแก่เป้าหมายดังกล่าวอีกครั้ง ก็จะคงไว้เพียงจุดอ่อนที่เพิ่มอันล่าสุด\\nพร้อมทั้งมี <u>โอกาสพื้นฐาน</u> {{5, percent}}% ที่จะทำให้ความต้านทานทุกประเภท ของเป้าหมายดังกล่าวลดลงอีก <orangeStrong>{{6, percent(fixed: 1)}}%</orangeStrong> เป็นเวลา {{7}} เทิร์น\\nและสร้าง DMG ควอนตัม <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Silver Wolf แก่เป้าหมายดังกล่าว",
        "shortDesc": "มีโอกาสอย่างมากที่จะ<orangeStrong>เพิ่มจุดอ่อน</orangeStrong>แก่ศัตรูหนึ่งตัวเพิ่มเติม และสร้าง DMG ควอนตัมแก่ศัตรูดังกล่าว"
      }
    },
    "ult": {
      "0": {
        "name": "User Banned",
        "fullDesc": "มี<u>โอกาสพื้นฐาน</u> <orangeStrong>{{2, percent}}%</orangeStrong> ที่จะทำให้ DEF ของศัตรูที่กำหนดหนึ่งตัวลดลง <orangeStrong>{{3, percent(fixed: 1)}}%</orangeStrong> เป็นเวลา {{4}} เทิร์น พร้อมทั้งสร้าง DMG ควอนตัม <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Silver Wolf แก่เป้าหมายดังกล่าว",
        "shortDesc": "มีโอกาสอย่างมากที่จะทำให้<orangeStrong> DEF ของศัตรูหนึ่งตัวลดลง</orangeStrong> และสร้าง DMG ควอนตัม อย่างรุนแรงแก่ศัตรูดังกล่าว"
      }
    },
    "technique": {
      "0": {
        "name": "Force Quit Program",
        "fullDesc": "เมื่อโจมตีศัตรูทันทีและเข้าสู่การต่อสู้ จะสร้าง DMG ควอนตัมแก่ฝ่ายศัตรูทั้งหมด {{1, percent}}% ของ ATK ของ Silver Wolf และลดทอนความทนทานของฝ่ายศัตรูทั้งหมด โดยเพิกเฉยต่อประเภทของจุดอ่อน เมื่อทำลายจุดอ่อนแล้ว จะเกิดเอฟเฟกต์ทำลายจุดอ่อนควอนตัม",
        "shortDesc": "เมื่อโจมตีศัตรูและเข้าสู่การต่อสู้ จะสร้าง DMG เล็กน้อยแก่ฝ่ายศัตรูทั้งหมด และลดทอนความทนทาน โดยเพิกเฉยต่อประเภทของจุดอ่อน"
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "หลังจากโจมตีศัตรูและเข้าสู่การต่อสู้ จะลดทอนความทนทานของประเภทที่สอดคล้องกับศัตรูเป้าหมาย",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Generate",
        "fullDesc": "ขยายระยะเวลาของ Bug เพิ่มขึ้น {{1}} เทิร์น และหากจุดอ่อนของศัตรูเป้าหมายถูกทำลาย Silver Wolf จะมีโอกาสพื้นฐาน {{2, percent}}% ที่จะสุ่มปลูกถ่าย Bug ให้กับเป้าหมายดังกล่าว 1 อย่าง",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Inject",
        "fullDesc": "เมื่อใช้สกิลต่อสู้ จะเพิ่มระยะเวลาของจุดอ่อนที่ปลูกถ่าย ไปยังศัตรูเป้าหมายเป็นเวลา {{1}} เทิร์น",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Side Note",
        "fullDesc": "เมื่อใช้สกิลต่อสู้ หากศัตรูเป้าหมายมีจำนวนเอฟเฟกต์ Debuff มากกว่าหรือเท่ากับ {{1}} เอฟเฟกต์ สกิลต่อสู้จะทำให้เอฟเฟกต์ความต้านทาน ทุกประเภทของเป้าหมายลดลงอีก {{2, percent}}%",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Social Engineering",
      "desc": "หลังจากปล่อยท่าไม้ตาย และโจมตีศัตรูเป้าหมาย เอฟเฟกต์ Debuff ทุกๆ 1 เอฟเฟกต์ ที่เป้าหมายมี จะทำให้ Silver Wolf ฟื้นฟูพลังงาน {{1}} หน่วย โดยทุกครั้งที่โจมตีด้วยท่าไม้ตาย เอฟเฟกต์นี้จะเกิดผลได้สูงสุด {{2}} ครั้ง"
    },
    "2": {
      "name": "Zombie Network",
      "desc": "เมื่อศัตรูเป้าหมายเข้าสู่การต่อสู้ จะทำให้การต้านทานสถานะของเป้าหมาย ลดลง {{1, percent}}%"
    },
    "3": {
      "name": "Payload",
      "desc": "เลเวลสกิลต่อสู้ +2 สูงสุดไม่เกิน Lv.15 และเลเวลพรสวรรค์ +2 สูงสุดไม่เกิน Lv.15"
    },
    "4": {
      "name": "Bounce Attack",
      "desc": "หลังจากปล่อยท่าไม้ตาย และโจมตีศัตรูเป้าหมาย เอฟเฟกต์ Debuff ทุกๆ 1 เอฟเฟกต์ที่เป้าหมายมี จะสร้าง DMG ควอนตัมเพิ่มเติมอีก {{1, percent}}% ของ ATK ของ Silver Wolf โดยทุกครั้งที่โจมตีด้วยท่าไม้ตาย เอฟเฟกต์นี้จะเกิดผลได้สูงสุด {{2}} ครั้ง"
    },
    "5": {
      "name": "Brute Force Attack",
      "desc": "เลเวลท่าไม้ตาย +2 สูงสุดไม่เกิน Lv.15 และเลเวลการโจมตีปกติ +1 สูงสุดไม่เกิน Lv.10"
    },
    "6": {
      "name": "Overlay Network",
      "desc": "ทุกๆ 1 เอฟเฟกต์ Debuff ที่ศัตรูเป้าหมายมี จะทำให้ Silver Wolf สร้าง DMG แก่เป้าหมายดังกล่าวเพิ่มขึ้น {{1, percent}}% โดยเพิ่มได้สูงสุด {{2, percent}}%"
    }
  }
}