{
  "name": "Sparkle",
  "abilities": {
    "basic": {
      "0": {
        "name": "Monodrama",
        "fullDesc": "สร้าง DMG ควอนตัม <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Sparkle แก่ศัตรูที่กำหนดหนึ่งตัว",
        "shortDesc": "สร้าง DMG ควอนตัมเล็กน้อย แก่ฝ่ายศัตรูหนึ่งตัว"
      }
    },
    "skill": {
      "0": {
        "name": "Dreamdiver",
        "fullDesc": "ทำให้ DMG คริติคอล ของฝ่ายเราที่กำหนดหนึ่งตัวเพิ่มขึ้น <orangeStrong>{{1}}%</orangeStrong> ของ DMG คริติคอลของ Sparkle +<orangeStrong>{{2}}%</orangeStrong> เป็นเวลา {{3}} เทิร์น และเร่งแอ็กชันของเป้าหมายดังกล่าว {{4}}%\\nเมื่อ Sparkle ใช้สกิลนี้กับตัวเอง เอฟเฟกต์เร่งแอ็กชันนี้จะไม่เกิดผล",
        "shortDesc": "ทำให้ <orangeStrong>DMG คริติคอล</orangeStrong> ของฝ่ายเราหนึ่งตัวเพิ่มขึ้น และเร่งแอ็กชันของเป้าหมาย"
      }
    },
    "ult": {
      "0": {
        "name": "The Hero with a Thousand Faces",
        "fullDesc": "ฟื้นฟูแต้มสกิลต่อสู้ให้กับฝ่ายเรา {{2}} แต้ม และทำให้ฝ่ายเราทั้งหมดได้รับ \"ปริศนาลวง\" เมื่อเป้าหมายฝ่ายเราที่มี \"ปริศนาลวง\" ปล่อยเอฟเฟกต์เพิ่ม DMG ที่เกิดจากพรสวรรค์ของ Sparkle เอฟเฟกต์แต่ละชั้นจะเพิ่มขึ้นอีก <orangeStrong>{{3}}%</orangeStrong> เป็นเวลา {{4}} เทิร์น",
        "shortDesc": "ฟื้นฟู<orangeStrong>แต้มสกิลต่อสู้</orangeStrong>ให้กับฝ่ายเรา และทำให้เอฟเฟกต์เพิ่ม DMG ที่เกิดจากพรสวรรค์ของ Sparkle เพิ่มขึ้นอีก"
      }
    },
    "technique": {
      "0": {
        "name": "Unreliable Narrator",
        "fullDesc": "หลังจากใช้เทคนิคแล้ว ฝ่ายเราทั้งหมดจะติดสถานะ \"ผิดทิศผิดทาง\" เป็นเวลา {{2}} วินาที โดยขณะที่อยู่ในสถานะดังกล่าว จะไม่ถูกศัตรูค้นพบ ทั้งนี้เมื่อเข้าสู่การต่อสู้ในขณะที่ติดสถานะ \"ผิดทิศผิดทาง\" จะฟื้นฟูแต้มสกิลต่อสู้ให้แก่ฝ่ายเรา {{1}} แต้ม",
        "shortDesc": "หลังจากใช้เทคนิคแล้ว ฝ่ายเราทั้งหมดจะติดสถานะ \"ผิดทิศผิดทาง\" โดยขณะที่อยู่ในสถานะดังกล่าว จะไม่ถูกศัตรูค้นพบ ทั้งนี้เมื่อเข้าสู่การต่อสู้ในขณะที่ติดสถานะ \"ผิดทิศผิดทาง\" จะฟื้นฟู<orangeStrong>แต้มสกิลต่อสู้</orangeStrong>ให้แก่ฝ่ายเรา"
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "หลังจากโจมตีศัตรูและเข้าสู่การต่อสู้ จะลดทอนความทนทานของประเภท ที่สอดคล้องกับศัตรูเป้าหมาย",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Suspension of Disbelief",
      "desc": "ระยะเวลาของ \"ปริศนาลวง\" ที่ปล่อยจากท่าไม้ตาย จะเพิ่มขึ้นอีก 1 เทิร์น และ ATK ของเป้าหมายฝ่ายเราที่มี \"ปริศนาลวง\" จะเพิ่มขึ้น {{1}}%"
    },
    "2": {
      "name": "Purely Fictitious",
      "desc": "เมื่อเป้าหมายฝ่ายเราสร้าง DMG เอฟเฟกต์แต่ละชั้นของพรสวรรค์ จะทำให้เป้าหมายฝ่ายเราเพิกเฉยต่อ DEF ของเป้าหมายอีก {{1}}%"
    },
    "3": {
      "name": "Pipedream",
      "desc": "เลเวลสกิลต่อสู้ +2 สูงสุดไม่เกิน Lv.15 และเลเวลการโจมตีปกติ +1 สูงสุดไม่เกิน Lv.10"
    },
    "4": {
      "name": "Life Is a Gamble",
      "desc": "ท่าไม้ตายสามารถฟื้นฟูแต้มสกิลต่อสู้ เพิ่มเติมได้อีก 1 แต้ม และเอฟเฟกต์เพิ่มขีดจำกัดสูงสุด ของแต้มสกิลต่อสู้จากพรสวรรค์ จะเพิ่มขึ้นอีก 1 แต้ม"
    },
    "5": {
      "name": "Parallax Truth",
      "desc": "เลเวลท่าไม้ตาย +2 สูงสุดไม่เกิน Lv.15 และเลเวลพรสวรรค์ +2 สูงสุดไม่เกิน\\nLv.15"
    },
    "6": {
      "name": "Narrative Polysemy",
      "desc": "เอฟเฟกต์เพิ่ม DMG คริติคอลของสกิลต่อสู้เพิ่มขึ้นอีก โดยค่าที่เพิ่มขึ้นจะเท่ากับ DMG คริติคอล {{1}}% ของ Sparkle เมื่อ Sparkle ปล่อยสกิลต่อสู้ จะทำให้เอฟเฟกต์เพิ่ม DMG คริติคอลของสกิลต่อสู้ ส่งผลต่อเพื่อนร่วมทีมทั้งหมดที่มี \"ปริศนาลวง\" และเมื่อ Sparkle ปล่อยท่าไม้ตาย หากในฝ่ายเราหนึ่งตัว มีเป้าหมายที่มีเอฟเฟกต์เพิ่ม DMG คริติคอลของสกิลต่อสู้อยู่ ก็จะทำให้เอฟเฟกต์นี้ แพร่กระจายไปยังเพื่อนร่วมทีมที่มี \"ปริศนาลวง\" ด้วย"
    }
  }
}