{
  "name": "Aglaea",
  "abilities": {
    "basic": {
      "0": {
        "name": "Thorned Nectar",
        "fullDesc": "สร้าง DMG สายฟ้า <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Aglaea แก่ศัตรูที่กำหนดหนึ่งตัว",
        "shortDesc": "สร้าง DMG สายฟ้าเล็กน้อย แก่ฝ่ายศัตรูหนึ่งตัว",
        "tag": "โจมตีเดี่ยว"
      },
      "1": {
        "name": "Slash by a Thousandfold Kiss",
        "fullDesc": "Aglaea และหุ่นตัดชุดปล่อยการ โจมตีร่วม ใส่เป้าหมาย โดยต่างฝ่ายจะสร้าง DMG สายฟ้าแก่เป้าหมาย เท่ากับ <orangeStrong>{{1, percent(fixed: 1)}}%</orangeStrong> ของ ATK ของ Aglaea และ <orangeStrong>{{3, percent(fixed: 1)}}%</orangeStrong> ของ ATK ของหุ่นตัดชุด อีกทั้งต่างฝ่ายจะสร้าง DMG สายฟ้า แก่ตัวที่อยู่ใกล้เคียงกับเป้าหมาย เท่ากับ <orangeStrong>{{2, percent}}%</orangeStrong> ของ ATK ของ Aglaea และ <orangeStrong>{{4, percent}}%</orangeStrong> ของ ATK ของหุ่นตัดชุด<br>โดย \"Slash by a Thousandfold Kiss\" นั้น ไม่สามารถฟื้นฟูแต้มสกิลต่อสู้ได้",
        "shortDesc": "Aglaea และหุ่นตัดชุดปล่อยการ <orangeStrong>โจมตีร่วม</orangeStrong> ใส่เป้าหมาย โดยจะสร้าง DMG สายฟ้าแก่ศัตรูหนึ่งตัว และสร้าง DMG สายฟ้าเล็กน้อย แก่ตัวที่อยู่ใกล้เคียงกับเป้าหมาย",
        "tag": "กระจาย"
      }
    },
    "skill": {
      "0": {
        "name": "Rise, Exalted Renown",
        "fullDesc": "ฟื้นฟู HP ให้กับหุ่นตัดชุดเท่ากับ <orangeStrong>{{1, percent}}%</orangeStrong> ของ HP สูงสุดของตัวดังกล่าว หากหุ่นตัดชุดไม่อยู่ในการต่อสู้ จะ อัญเชิญภูตความทรงจำ \"หุ่นตัดชุด\" และทำให้ตัวเองพร้อมแอ็กชันทันที",
        "shortDesc": "ฟื้นฟู HP ให้กับหุ่นตัดชุด ทั้งนี้หากหุ่นตัดชุดไม่อยู่ในการต่อสู้ จะ <orangeStrong>อัญเชิญภูตความทรงจำ</orangeStrong> \"หุ่นตัดชุด\" และทำให้ตัวเองพร้อมแอ็กชันทันที",
        "tag": "อัญเชิญ"
      },
      "1": {
        "name": "Rise, Exalted Renown",
        "shortDesc": "ฟื้นฟู HP ให้กับหุ่นตัดชุด ทั้งนี้หากหุ่นตัดชุดไม่อยู่ในการต่อสู้ จะ อัญเชิญภูตความทรงจำ \"หุ่นตัดชุด\" และทำให้ตัวเองพร้อมแอ็กชันทันที",
        "tag": "ฟื้นฟู"
      }
    },
    "ult": {
      "0": {
        "name": "Dance, Destined Weaveress",
        "fullDesc": "อัญเชิญภูตความทรงจำ \"หุ่นตัดชุด\" หากหุ่นตัดชุดอยู่ในการต่อสู้แล้ว จะทำให้ HP ของตัวดังกล่าวฟื้นฟูจนถึงขีดสูงสุด อีกทั้งทำให้ Aglaea เข้าสู่สถานะ \"ท่วงท่าอันสูงส่ง\" และพร้อมแอ็กชันทันที<br>เมื่ออยู่ในสถานะ \"ท่วงท่าอันสูงส่ง\" Aglaea จะได้รับจำนวนชั้นสถานะเพิ่มความเร็ว จากพรสวรรค์ภูตความทรงจำ ของหุ่นตัดชุด โดยแต่ละชั้นจะทำให้ ความเร็วของตัวเองเพิ่มขึ้น <orangeStrong>{{1, percent(fixed: 1)}}%</orangeStrong> และการโจมตีปกติ จะเสริมพลังเป็น \"Slash by a Thousandfold Kiss\" รวมถึงไม่สามารถปล่อยสกิลต่อสู้ได้ อีกทั้งหุ่นตัดชุดจะต้านทาน สถานะ Debuff ประเภทควบคุม<br>เมื่อการนับถอยหลัง ปรากฏขึ้นบนลำดับแอ็กชัน ความเร็วคงที่ของการนับถอยหลัง จะอยู่ที่ {{4}} หากปล่อยท่าไม้ตายอีกครั้ง ขณะที่มีการนับถอยหลังอยู่ ก็จะรีเซ็ตการนับถอยหลัง เมื่อถึงเทิร์นของการนับถอยหลัง หุ่นตัดชุดจะทำลายตัวเอง และ Aglaea จะลบสถานะ \"ท่วงท่าอันสูงส่ง\" เมื่อหุ่นตัดชุดหายไป",
        "shortDesc": "<orangeStrong>อัญเชิญภูตความทรงจำ</orangeStrong> \"หุ่นตัดชุด\" แล้ว Aglaea จะเข้าสู่สถานะ \"ท่วงท่าอันสูงส่ง\" และพร้อมแอ็กชันทันที อีกทั้งได้รับการโจมตีปกติแบบเสริมพลัง",
        "tag": "เสริมพลัง"
      }
    },
    "talent": {
      "0": {
        "name": "Rosy-Fingered",
        "fullDesc": "ภูตความทรงจำหุ่นตัดชุด มีความเร็วเริ่มต้นเท่ากับ {{4, percent}}% ของความเร็วของ Aglaea และมี HP สูงสุดเท่ากับ <orangeStrong>{{5, percent}}%</orangeStrong> ของ HP สูงสุดของ Aglaea +<orangeStrong>{{6}}</orangeStrong> เมื่อ Aglaea ปล่อยการโจมตี ขณะที่มีหุ่นตัดชุดอยู่ในการต่อสู้ จะทำให้เป้าหมายติดสถานะ \"ถักทอช่องว่าง\" หลังจากโจมตีศัตรูที่อยู่ในสถานะ \"ถักทอช่องว่าง\" จะสร้าง DMG เพิ่มเติมสายฟ้าอีก <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Aglaea โดยที่ \"ถักทอช่องว่าง\" จะมีผลกับเป้าหมายล่าสุด ที่ถูกเพิ่มสถานะใส่เท่านั้น",
        "shortDesc": "เมื่อ Aglaea ปล่อยการโจมตี ขณะที่มีหุ่นตัดชุดอยู่ในการต่อสู้ จะทำให้เป้าหมายติดสถานะ \"ถักทอช่องว่าง\" หลังจากโจมตีศัตรูที่ติดสถานะ \"ถักทอช่องว่าง\" จะสร้าง DMG สายฟ้าเพิ่มเติม เล็กน้อย",
        "tag": "เสริมพลัง"
      }
    },
    "technique": {
      "0": {
        "name": "Meteoric Sunder",
        "fullDesc": "อัญเชิญภูตความทรงจำ \"หุ่นตัดชุด\" และปล่อยการโจมตีไปข้างหน้าพร้อมกัน หลังจากเข้าสู่การต่อสู้แล้ว จะฟื้นฟูพลังงาน {{2}} หน่วย และสร้าง DMG สายฟ้า {{1, percent}}% ของ ATK ของ Aglaea แก่ศัตรูทั้งหมด จากนั้นจะทำให้ศัตรูติดสถานะ \"ถักทอช่องว่าง\" แบบสุ่มเป้าหมาย",
        "shortDesc": "<orangeStrong>อัญเชิญภูตความทรงจำ</orangeStrong> \"หุ่นตัดชุด\" และปล่อยการโจมตีไปข้างหน้าพร้อมกัน หลังจากเข้าสู่การต่อสู้แล้ว จะฟื้นฟูพลังงาน และสร้าง DMG สายฟ้าเล็กน้อยแก่ศัตรูทั้งหมด จากนั้นจะทำให้ศัตรูติดสถานะ \"ถักทอช่องว่าง\" แบบสุ่มเป้าหมาย",
        "tag": ""
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "หลังจากโจมตีศัตรูและเข้าสู่การต่อสู้ จะลดทอนความทนทานของประเภท ที่สอดคล้องกับศัตรูเป้าหมาย",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "The Myopic's Doom",
        "fullDesc": "เมื่ออยู่ในสถานะ \"ท่วงท่าอันสูงส่ง\" ATK ของ Aglaea และหุ่นตัดชุดจะเพิ่มขึ้น โดยค่าที่เพิ่มขึ้นจะเท่ากับ {{1, percent}}% ของความเร็วของ Aglaea + {{2, percent}}% ของความเร็วของหุ่นตัดชุด"
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Last Thread of Fate",
        "fullDesc": "เมื่อหุ่นตัดชุดหายไป จำนวนชั้นสถานะเพิ่มความเร็ว จากพรสวรรค์ภูตความทรงจำ จะเก็บได้สูงสุดที่ {{1}} ชั้น และเมื่อหุ่นตัดชุดถูกอัญเชิญอีกครั้ง จะได้รับเอฟเฟกต์เพิ่มความเร็ว ในจำนวนชั้นที่สอดคล้อง"
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "The Speeding Sol",
        "fullDesc": "เมื่อเริ่มต้นการต่อสู้ หากพลังงานของตัวเองไม่ถึง {{1, percent}}% ก็จะฟื้นฟูพลังงานของตัวเองจนถึง {{2, percent}}%"
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Drift at the Whim of Venus",
      "desc": "ศัตรูที่อยู่ในสถานะ \"ถักทอช่องว่าง\" จะได้รับ DMG เพิ่มขึ้น {{1, percent}}% หลังจาก Aglaea หรือหุ่นตัดชุด โจมตีเป้าหมายดังกล่าว จะฟื้นฟูพลังงานเพิ่มอีก {{2}} หน่วย"
    },
    "2": {
      "name": "Sail on the Raft of Eyelids",
      "desc": "เมื่อ Aglaea หรือหุ่นตัดชุดแอ็กชัน จะทำให้ DMG ที่ Aglaea และหุ่นตัดชุดสร้าง เพิกเฉยต่อ DEF {{1, percent}}% ของเป้าหมาย เอฟเฟกต์นี้สามารถซ้อนทับได้มากสุด {{2}} ชั้น และต่อเนื่องไปจนกว่าตัวใดก็ตาม ที่นอกเหนือจากตัวเองและหุ่นตัดชุด จะเป็นฝ่ายปล่อยสกิลก่อน"
    },
    "3": {
      "name": "Bequeath in the Coalescence of Dew",
      "desc": "เลเวลสกิลต่อสู้ +2 สูงสุดไม่เกิน Lv.15 เลเวลการโจมตีปกติ +1 สูงสุดไม่เกิน<br>Lv.10 และเลเวลพรสวรรค์ภูตความทรงจำ +1 สูงสุดไม่เกิน Lv.10"
    },
    "4": {
      "name": "Flicker Below the Surface of Marble",
      "desc": "จำนวนชั้นสูงสุด ของเอฟเฟกต์เพิ่มความเร็ว จากพรสวรรค์ภูตความทรงจำเพิ่มขึ้น {{1}} ชั้น หลังจาก Aglaea ปล่อยการโจมตี ก็สามารถทำให้หุ่นตัดชุด ได้รับเอฟเฟกต์เพิ่มความเร็ว จากพรสวรรค์ภูตความทรงจำได้เช่นกัน"
    },
    "5": {
      "name": "Weave Under the Shroud of Woe",
      "desc": "เลเวลท่าไม้ตาย +2 สูงสุดไม่เกิน Lv.15 เลเวลพรสวรรค์ +2 สูงสุดไม่เกิน Lv.15 และเลเวลทักษะภูตความทรงจำ +1 สูงสุดไม่เกิน Lv.10"
    },
    "6": {
      "name": "Fluctuate in the Tapestry of Fates",
      "desc": "เมื่อ Aglaea อยู่ในสถานะ \"ท่วงท่าอันสูงส่ง\" การทะลวงความต้านทาน สายฟ้าของตัวเอง และหุ่นตัดชุดจะเพิ่มขึ้น {{1, percent}}% เมื่อความเร็วของ Aglaea หรือหุ่นตัดชุดสูงกว่า 160/ 240/ 320 หน่วย ก็จะสร้าง DMG โจมตีร่วม เพิ่มขึ้น {{2, percent}}%/ {{3, percent}}%/ {{4, percent}}%"
    }
  }
}