{
  "name": "Sunday",
  "abilities": {
    "basic": {
      "0": {
        "name": "Gleaming Admonition",
        "fullDesc": "สร้าง DMG จินตภาพ <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Sunday แก่ศัตรูที่กำหนดหนึ่งตัว",
        "shortDesc": "สร้าง DMG จินตภาพเล็กน้อย แก่ศัตรูที่กำหนดหนึ่งตัว",
        "tag": "โจมตีเดี่ยว"
      }
    },
    "skill": {
      "0": {
        "name": "Benison of Paper and Rites",
        "fullDesc": "ทำให้ตัวละครฝ่ายเราที่กำหนดหนึ่งตัว รวมถึงสิ่งอัญเชิญของตัวละครดังกล่าว แอ็กชันทันที อีกทั้งทำให้ตัวดังกล่าวสร้าง DMG เพิ่มขึ้น <orangeStrong>{{2, percent}}%</orangeStrong> หากเป้าหมายมีสิ่งอัญเชิญ เอฟเฟกต์เพิ่ม DMG ที่สร้างก็จะเพิ่มขึ้นอีก <orangeStrong>{{4, percent}}%</orangeStrong> เป็นเวลา {{3}} เทิร์น<br>หลังจากปล่อยสกิลต่อสู้ใส่ \"ผู้รับพร\" จะฟื้นฟูแต้มสกิลต่อสู้ 1 แต้ม<br>เมื่อ Sunday ปล่อยสกิลนี้ใส่ตัวละครใน Path \"ประสาน\" จะไม่เกิดเอฟเฟกต์แอ็กชันทันที",
        "shortDesc": "ทำให้<orangeStrong>ตัวละครฝ่ายเราที่กำหนดหนึ่งตัว รวมถึงสิ่งอัญเชิญของตัวละครดังกล่าว แอ็กชันทันที</orangeStrong> อีกทั้งทำให้ตัวดังกล่าวสร้าง DMG เพิ่มขึ้น หากเป้าหมายมีสิ่งอัญเชิญ เอฟเฟกต์เพิ่ม DMG ที่สร้างก็จะเพิ่มขึ้นอีก<br>หลังจากปล่อยสกิลต่อสู้ใส่ \"ผู้รับพร\" จะฟื้นฟูแต้มสกิลต่อสู้ 1 แต้ม<br>เมื่อ Sunday ปล่อยสกิลนี้ใส่ตัวละครใน Path \"ประสาน\" จะไม่เกิดเอฟเฟกต์แอ็กชันทันที",
        "tag": "สนับสนุน"
      }
    },
    "ult": {
      "0": {
        "name": "Ode to Caress and Cicatrix",
        "fullDesc": "ฟื้นฟูพลังงาน {{1, percent(fixed: 1)}}% ของพลังงานสูงสุด ให้กับตัวละครฝ่ายเราที่กำหนดหนึ่งตัว พร้อมทั้งทำให้เป้าหมาย และสิ่งอัญเชิญของเป้าหมาย กลายเป็น \"ผู้รับพร\" โดยที่ DMG คริติคอลของ \"ผู้รับพร\" จะเพิ่มขึ้นเท่ากับ <orangeStrong>{{2, percent(fixed: 1)}}%</orangeStrong> ของ DMG คริติคอลของ Sunday +<orangeStrong>{{4, percent(fixed: 1)}}%</orangeStrong><br>เมื่อ Sunday เริ่มต้นในแต่ละเทิร์น ระยะเวลาคงอยู่ของสถานะ \"ผู้รับพร\" จะลดลง 1 เทิร์น จากทั้งหมด {{3}} เทิร์นด้วยกัน และจะเกิดผลแค่กับเป้าหมายล่าสุด ของท่าไม้ตายเท่านั้น (ไม่รวมตัวของ Sunday) และเมื่อ Sunday หมดสติ เอฟเฟกต์ \"ผู้รับพร\" ก็จะถูกลบล้าง",
        "shortDesc": "<orangeStrong>ฟื้นฟูพลังงาน</orangeStrong>ให้กับ ตัวละครฝ่ายเราที่กำหนดหนึ่งตัว พร้อมทั้งทำให้เป้าหมาย และสิ่งอัญเชิญของเป้าหมาย กลายเป็น \"ผู้รับพร\" โดย DMG คริติคอลของ \"ผู้รับพร\" จะเพิ่มขึ้น",
        "tag": "สนับสนุน"
      }
    },
    "talent": {
      "0": {
        "name": "The Sorrowing Body",
        "fullDesc": "เมื่อปล่อยสกิลต่อสู้ จะทำให้อัตราคริติคอลของเป้าหมายเพิ่มขึ้น <orangeStrong>{{1, percent(fixed: 1)}}%</orangeStrong> และจะคงอยู่เป็นเวลา {{2}} เทิร์น",
        "shortDesc": "เมื่อปล่อยสกิลต่อสู้ จะทำให้อัตราคริติคอลของเป้าหมายเพิ่มขึ้น",
        "tag": "สนับสนุน"
      }
    },
    "technique": {
      "0": {
        "name": "The Glorious Mysteries",
        "fullDesc": "หลังจากใช้เทคนิคแล้ว ในการต่อสู้ครั้งถัดไป เมื่อ Sunday ปล่อยสกิลใส่เป้าหมายฝ่ายเราเป็นครั้งแรก จะทำให้เป้าหมายสร้าง DMG เพิ่มขึ้น {{1, percent}}% เป็นเวลา {{2}} เทิร์น",
        "shortDesc": "หลังจากใช้เทคนิคแล้ว เมื่อ Sunday ปล่อยสกิลใส่เป้าหมายฝ่ายเรา เป็นครั้งแรกในการต่อสู้ครั้งถัดไป จะทำให้เป้าหมายสร้าง DMG เพิ่มขึ้น",
        "tag": "สนับสนุน"
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "หลังจากโจมตีศัตรูและเข้าสู่การต่อสู้ จะลดทอนความทนทานของประเภท ที่สอดคล้องกับศัตรูเป้าหมาย",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Rest Day's Longing",
        "fullDesc": "เมื่อปล่อยท่าไม้ตาย หากพลังงานที่ฟื้นฟูให้กับเป้าหมายไม่ถึง {{1}} หน่วย ก็จะฟื้นฟูพลังงานเพิ่มจนถึง {{1}} หน่วย"
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Exalted Sweep",
        "fullDesc": "เมื่อเริ่มต้นการต่อสู้ Sunday จะฟื้นฟูพลังงาน {{1}} หน่วย"
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Haven in Palm",
        "fullDesc": "เมื่อปล่อยสกิลต่อสู้ จะลบ เอฟเฟกต์ Debuff ของเป้าหมาย {{1}} เอฟเฟกต์"
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Millennium's Quietus",
      "desc": "เมื่อ Sunday ปล่อยสกิลต่อสู้ จะทำให้ตัวละครเป้าหมายสร้าง DMG ที่เพิกเฉยต่อ DEF {{2, percent}}% ของศัตรู และสิ่งอัญเชิญจะสร้าง DMG ที่เพิกเฉยต่อ DEF {{3, percent}}% ของศัตรู เป็นเวลา {{1}} เทิร์น"
    },
    "2": {
      "name": "Faith Outstrips Frailty",
      "desc": "หลังจากปล่อยท่าไม้ตายเป็นครั้งแรก จะฟื้นฟูแต้มสกิลต่อสู้ {{2}} แต้ม และ \"ผู้รับพร\" จะสร้าง DMG เพิ่มขึ้น {{1, percent}}%"
    },
    "3": {
      "name": "Hermitage of Thorns",
      "desc": "เลเวลท่าไม้ตาย +2 สูงสุดไม่เกิน Lv.15 และเลเวลการโจมตีปกติ +1 สูงสุดไม่เกิน Lv.10"
    },
    "4": {
      "name": "Sculpture's Preamble",
      "desc": "เมื่อเริ่มต้นเทิร์น จะฟื้นฟูพลังงาน {{1}} หน่วย"
    },
    "5": {
      "name": "Paper Raft in Silver Bay",
      "desc": "เลเวลสกิลต่อสู้ +2 สูงสุดไม่เกิน Lv.15 และเลเวลพรสวรรค์ +2 สูงสุดไม่เกิน<br>Lv.15"
    },
    "6": {
      "name": "Dawn of Sidereal Cacophony",
      "desc": "เอฟเฟกต์เพิ่มอัตราคริติคอล ของพรสวรรค์สามารถซ้อนทับได้ โดยซ้อนทับได้มากสุด {{1}} ชั้น และระยะเวลาคงอยู่ของพรสวรรค์ จะเพิ่มขึ้น {{3}} เทิร์น เมื่อ Sunday ปล่อยท่าไม้ตาย จะมอบเอฟเฟกต์เพิ่มอัตราคริติคอล ของพรสวรรค์ให้เป้าหมายได้เช่นกัน เมื่อเอฟเฟกต์เพิ่มอัตราคริติคอล ของพรสวรรค์เกิดผล หากอัตราคริติคอลของเป้าหมายเกินกว่า 100% ทุกๆ 1% ที่เกินออกมา จะเพิ่ม DMG คริติคอลขึ้น {{2, percent}}%"
    }
  }
}