{
  "name": "Hanya",
  "abilities": {
    "basic": {
      "0": {
        "name": "Oracle Brush",
        "fullDesc": "สร้าง DMG กายภาพ <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Hanya แก่ศัตรูที่กำหนดหนึ่งตัว",
        "shortDesc": "สร้าง DMG กายภาพเล็กน้อย แก่ฝ่ายศัตรูหนึ่งตัว"
      }
    },
    "skill": {
      "0": {
        "name": "Samsara, Locked",
        "fullDesc": "สร้าง DMG กายภาพ <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Hanya แก่ศัตรูที่กำหนดหนึ่งตัว และทำให้ศัตรูดังกล่าวติดสถานะ \"พันธะ\"\\nทุกครั้งที่เป้าหมายฝ่ายเรา ปล่อยการโจมตีปกติ สกิลต่อสู้ หรือท่าไม้ตาย ใส่ศัตรูเป้าหมายที่ติดสถานะ \"พันธะ\" 2 ครั้ง จะฟื้นฟูแต้มสกิลต่อสู้ให้กับฝ่ายเรา 1 แต้มทันที โดย \"พันธะ\" จะมีผลกับเป้าหมายล่าสุด ที่ถูกปล่อยสถานะนี้ใส่เท่านั้น และจะถูกขจัดออกไปโดยอัตโนมัติ หลังจากที่เกิดเอฟเฟกต์ฟื้นฟูแต้มสกิลต่อสู้ {{2}} ครั้ง",
        "shortDesc": "สร้าง DMG กายภาพแก่ฝ่ายศัตรูหนึ่งตัว และทำให้ศัตรูดังกล่าว ติดสถานะ \"พันธะ\" ทุกครั้งที่ฝ่ายเราใช้การโจมตีปกติ สกิลต่อสู้ หรือท่าไม้ตาย ใส่ศัตรูเป้าหมายที่ติดสถานะ \"พันธะ\" 2 ครั้ง จะ<orangeStrong>ฟื้นฟูแต้มสกิลต่อสู้ 1 แต้ม</orangeStrong>"
      }
    },
    "ult": {
      "0": {
        "name": "Ten-Lords' Decree, All Shall Obey",
        "fullDesc": "เพิ่มความเร็วของฝ่ายเราที่กำหนดหนึ่งตัว โดยค่าที่เพิ่มขึ้นเท่ากับ <orangeStrong>{{3}}%</orangeStrong> ของความเร็วของ Hanya และทำให้ ATK ของเป้าหมายดังกล่าวเพิ่มขึ้น <orangeStrong>{{1}}%</orangeStrong> เป็นเวลา {{2}} เทิร์น",
        "shortDesc": "<orangeStrong>เพิ่มความเร็วและ ATK</orangeStrong> ของฝ่ายเราหนึ่งตัว"
      }
    },
    "technique": {
      "0": {
        "name": "Netherworld Judgment",
        "fullDesc": "จะทำการโจมตีศัตรูทันที และเมื่อเข้าสู่การต่อสู้ จะสุ่มเพิ่ม \"พันธะ\" ซึ่งเทียบเท่ากับเอฟเฟกต์ของสกิลต่อสู้ ให้กับศัตรูหนึ่งตัว",
        "shortDesc": "เมื่อโจมตีศัตรูและเข้าสู่การต่อสู้ จะสุ่มเพิ่ม \"พันธะ\" ซึ่งเทียบเท่ากับเอฟเฟกต์ของสกิลต่อสู้ ให้กับศัตรูหนึ่งตัว"
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "หลังจากโจมตีศัตรูและเข้าสู่การต่อสู้ จะลดทอนความทนทานของประเภท ที่สอดคล้องกับศัตรูเป้าหมาย",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Scrivener",
        "fullDesc": "เพิ่ม ATK {{1}}% ของฝ่ายเราหนึ่งตัว ที่ทำให้เกิดเอฟเฟกต์ฟื้นฟูแต้มสกิลต่อสู้ จาก \"พันธะ\" เป็นเวลา {{2}} เทิร์น",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Netherworld",
        "fullDesc": "เมื่อศัตรูเป้าหมายที่มี \"พันธะ\" ถูกกำจัด หากจำนวนการฟื้นฟูแต้มสกิลต่อสู้ของ \"พันธะ\" ต่อทั้งทีมน้อยกว่าหรือเท่ากับ {{1}} ครั้ง จะฟื้นฟูแต้มสกิลต่อสู้เพิ่มอีก {{2}} แต้ม",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Reanimated",
        "fullDesc": "เมื่อเกิดเอฟเฟกต์ฟื้นฟูแต้มสกิลต่อสู้ของ \"พันธะ\" จะฟื้นฟูพลังงานของตัวเอง {{1}} หน่วย",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "One Heart",
      "desc": "เมื่อเป้าหมายฝ่ายเรา ที่มีเอฟเฟกต์ท่าไม้ตาย กำจัดศัตรูเป้าหมาย จะเร่งแอ็กชันของ Hanya ขึ้น {{1}}% โดยเอฟเฟกต์นี้ จะเกิดได้เพียงเทิร์นละ {{2}} ครั้ง"
    },
    "2": {
      "name": "Two Views",
      "desc": "หลังจากปล่อยสกิลต่อสู้ ความเร็วจะเพิ่มขึ้น {{1}}% เป็นเวลา {{2}} เทิร์น"
    },
    "3": {
      "name": "Three Temptations",
      "desc": "เลเวลสกิลต่อสู้ +2 สูงสุดไม่เกิน Lv.15 และเลเวลการโจมตีปกติ +1 สูงสุดไม่เกิน Lv.10"
    },
    "4": {
      "name": "Four Truths",
      "desc": "เพิ่มระยะเวลาของท่าไม้ตายอีก {{1}} เทิร์น"
    },
    "5": {
      "name": "Five Skandhas",
      "desc": "เลเวลท่าไม้ตาย +2 สูงสุดไม่เกิน Lv.15 และเลเวลพรสวรรค์ +2 สูงสุดไม่เกิน\\nLv.15"
    },
    "6": {
      "name": "Six Reverences",
      "desc": "เอฟเฟกต์เพิ่ม DMG ของพรสวรรค์เพิ่มขึ้นอีก {{1}}%"
    }
  }
}