{
  "name": "Misha",
  "abilities": {
    "basic": {
      "0": {
        "name": "E—Excuse Me, Please!",
        "fullDesc": "สร้าง DMG น้ำแข็ง <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Misha แก่ศัตรูที่กำหนดหนึ่งตัว",
        "shortDesc": "สร้าง DMG น้ำแข็งเล็กน้อยแก่ฝ่ายศัตรูหนึ่งตัว"
      }
    },
    "skill": {
      "0": {
        "name": "R—Room Service!",
        "fullDesc": "ท่าไม้ตายในครั้งถัดไปของ Misha จะเพิ่มจำนวนการโจมตีขึ้น {{3}} ครั้ง และสร้าง DMG น้ำแข็ง <orangeStrong>{{1}}%</orangeStrong> ของ ATK ของ Misha แก่ศัตรูที่กำหนดหนึ่งตัว พร้อมทั้งสร้าง DMG น้ำแข็ง <orangeStrong>{{2}}%</orangeStrong> ของ ATK ของ Misha แก่เป้าหมายที่อยู่ใกล้เคียง",
        "shortDesc": "สร้าง DMG น้ำแข็งแก่ศัตรูหนึ่งตัว และจะสร้าง DMG น้ำแข็งเล็กน้อยแก่เป้าหมายที่อยู่ใกล้เคียง อีกทั้งเพิ่ม <orangeStrong>\"จำนวนการโจมตีของท่าไม้ตาย\"</orangeStrong> ในครั้งถัดไปของ Misha"
      }
    },
    "ult": {
      "0": {
        "name": "G—Gonna Be Late!",
        "fullDesc": "ในช่วงเริ่มต้น จะมีจำนวนการโจมตีอยู่ {{1}} ครั้ง โดยจะปล่อยการโจมตีออกไปก่อน 1 ครั้ง แก่ศัตรูที่กำหนดหนึ่งตัว เพื่อสร้าง DMG น้ำแข็ง <orangeStrong>{{2}}%</orangeStrong> ของ ATK ของ Misha ส่วนการโจมตีที่เหลือ Misha จะสุ่มโจมตีศัตรูหนึ่งตัว และสร้าง DMG น้ำแข็ง <orangeStrong>{{2}}%</orangeStrong> ของ ATK ของ Misha ทั้งนี้ก่อนการโจมตีในแต่ละครั้ง จะมี <u>โอกาสพื้นฐาน</u> <orangeStrong>{{3}}%</orangeStrong> ที่จะทำให้เป้าหมายติดสถานะแช่แข็ง เป็นเวลา 1 เทิร์น\\nขณะที่ติดสถานะแช่แข็ง ศัตรูเป้าหมายจะไม่สามารถแอ็กชันได้ และจะได้รับ <u>DMG น้ำแข็งเพิ่มเติม</u> <orangeStrong>{{4}}%</orangeStrong> ของ ATK ของ Misha เมื่อเริ่มต้นในแต่ละเทิร์นด้วย\\nท่าไม้ตายสามารถสะสมจำนวนการโจมตีได้ถึง {{5}} ครั้ง หลังจากปล่อยท่าไม้ตายแล้ว จำนวนการโจมตีจะคืนสู่ค่าเริ่มต้น",
        "shortDesc": "สร้าง DMG น้ำแข็งเล็กน้อย แก่ฝ่ายศัตรูหนึ่งตัว โดยเริ่มแรกจะปล่อยการโจมตี <orangeStrong>{{1}}</orangeStrong> ครั้ง สูงสุดที่ <orangeStrong>{{5}}</orangeStrong> ครั้ง ก่อนการโจมตีทุกครั้ง มีโอกาสเล็กน้อยที่จะทำให้เป้าหมาย<orangeStrong>ถูกแช่แข็ง</orangeStrong>"
      }
    },
    "technique": {
      "0": {
        "name": "Wait, You Are So Beautiful!",
        "fullDesc": "หลังจากใช้เทคนิคแล้ว จะสร้างพื้นที่พิเศษขึ้นมา 1 จุดเป็นเวลา {{1}} วินาที และศัตรูที่อยู่ในพื้นที่พิเศษจะติดสถานะ \"Dream Prison\" โดยศัตรูที่อยู่ในสถานะ \"Dream Prison\" จะหยุดการเคลื่อนไหวทั้งหมด หลังจากเข้าสู่การต่อสู้กับศัตรูที่ติดสถานะ \"Dream Prison\" จะเพิ่มจำนวนการโจมตีของท่าไม้ตายครั้งถัดไปของ Misha {{2}} ครั้ง ทั้งนี้เอฟเฟกต์พื้นที่พิเศษที่ฝ่ายเราสร้างขึ้น จะมีได้มากสุดเพียง 1 จุด",
        "shortDesc": "สร้างพื้นที่พิเศษขึ้นมา โดยศัตรูที่อยู่ภายในพื้นที่พิเศษ จะหยุดการเคลื่อนไหวทั้งหมด หลังจากเข้าสู่การต่อสู้ พร้อมกับศัตรูในพื้นที่พิเศษแล้ว จะเพิ่ม<orangeStrong>จำนวนการโจมตีของท่าไม้ตาย</orangeStrong> ในครั้งต่อไปของ Misha"
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "หลังจากโจมตีศัตรูและเข้าสู่การต่อสู้ จะลดทอนความทนทานของประเภท ที่สอดคล้องกับศัตรูเป้าหมาย",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Release",
        "fullDesc": "ก่อนที่ท่าไม้ตายจะทำการโจมตีครั้งแรก โอกาสพื้นฐาน ที่ทำให้เป้าหมายติดสถานะแช่แข็ง จะเพิ่มขึ้น {{1}}%",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Interlock",
        "fullDesc": "เมื่อปล่อยท่าไม้ตาย อัตราสร้างสถานะจะเพิ่มขึ้น {{1}}% ไปจนกว่าแอ็กชันของท่าไม้ตายครั้งนี้ จะสิ้นสุดลง",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Transmission",
        "fullDesc": "เมื่อสร้าง DMG แก่ศัตรูเป้าหมายที่ติดสถานะแช่แข็ง DMG คริติคอลจะเพิ่มขึ้น {{1}}%",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Whimsicality of Fancy",
      "desc": "เมื่อปล่อยท่าไม้ตาย ศัตรูเป้าหมายทุกๆ 1 ตัวที่อยู่ในการต่อสู้ จะทำให้จำนวนการโจมตีของท่าไม้ตาย เพิ่มขึ้นอีก {{1}} ครั้ง โดยจะเพิ่มขึ้นได้มากสุดถึง {{2}} ครั้ง"
    },
    "2": {
      "name": "Yearning of Youth",
      "desc": "ก่อนการโจมตีแต่ละครั้งของท่าไม้ตาย จะมีโอกาสพื้นฐาน {{3}}% ที่จะทำให้ DEF ของเป้าหมายลดลง {{1}}% เป็นเวลา {{2}} เทิร์น"
    },
    "3": {
      "name": "Vestige of Happiness",
      "desc": "เลเวลท่าไม้ตาย +2 สูงสุดไม่เกิน Lv.15 และเลเวลการโจมตีปกติ +1 สูงสุดไม่เกิน Lv.10"
    },
    "4": {
      "name": "Visage of Kinship",
      "desc": "ตัวคูณ DMG การโจมตีของท่าไม้ตายแต่ละครั้งเพิ่มขึ้น {{1}}%"
    },
    "5": {
      "name": "Genesis of First Love",
      "desc": "เลเวลสกิลต่อสู้ +2 สูงสุดไม่เกิน Lv.15 และเลเวลพรสวรรค์ +2 สูงสุดไม่เกิน\\nLv.15"
    },
    "6": {
      "name": "Estrangement of Dream",
      "desc": "เมื่อปล่อยท่าไม้ตาย จะทำให้ตัวเองสร้าง DMG เพิ่มขึ้น {{2}}% ไปจนกว่าจะสิ้นสุดเทิร์นของตัวเอง หลังจากปล่อยสกิลต่อสู้ครั้งถัดไปแล้ว จะฟื้นฟูแต้มสกิลต่อสู้ให้กับฝ่ายเรา {{1}} แต้ม"
    }
  }
}