{
  "name": "Fu Xuan",
  "abilities": {
    "basic": {
      "0": {
        "name": "Novaburst",
        "fullDesc": "สร้าง DMG ควอนตัม <orangeStrong>{{1, percent}}%</orangeStrong> ของ HP สูงสุดของ Fu Xuan แก่ศัตรูที่กำหนดหนึ่งตัว",
        "shortDesc": "สร้าง DMG ควอนตัมเล็กน้อย แก่ฝ่ายศัตรูหนึ่งตัว"
      }
    },
    "skill": {
      "0": {
        "name": "Known by Stars, Shown by Hearts",
        "fullDesc": "เปิดใช้งาน \"Matrix of Prescience\" และ<u>แบ่ง</u> DMG ให้กับ Fu Xuan {{1, percent}}% ของ DMG ทั้งหมดที่เพื่อนร่วมทีมของ Fu Xuan ได้รับ ก่อนที่จะถูกโล่ต้านทาน เป็นเวลา {{3}} เทิร์น\\nฝ่ายเราทั้งหมดที่อยู่ภายใต้ \"Matrix of Prescience\" จะได้รับสถานะ \"Knowledge\" ซึ่ง HP สูงสุดของเป้าหมายฝ่ายเราที่ติดสถานะ \"Knowledge\" จะเพิ่มขึ้น โดยค่าที่เพิ่มขึ้นจะเท่ากับ <orangeStrong>{{4, percent(fixed: 1)}}%</orangeStrong> ของ HP สูงสุดของ Fu Xuan และอัตราคริติคอลเพิ่มขึ้น <orangeStrong>{{5, percent(fixed: 1)}}%</orangeStrong>\\nเมื่อ Fu Xuan <u>หมดสติ</u> Matrix of Prescience ก็จะถูกลบไปด้วย",
        "shortDesc": "เปิดใช้งาน \"Matrix of Prescience\" และ<orangeStrong><u>แบ่ง</u> DMG ทั้งหมด</orangeStrong>ที่เพื่อนร่วมทีมได้รับให้กับ Fu Xuan อีกทั้งทำให้ HP สูงสุด และ<orangeStrong>อัตราคริติคอล</orangeStrong> ของฝ่ายเราทั้งหมดเพิ่มขึ้น"
      }
    },
    "ult": {
      "0": {
        "name": "Woes of Many Morphed to One",
        "fullDesc": "สร้าง DMG ควอนตัม <orangeStrong>{{1, percent}}%</orangeStrong> ของ HP สูงสุดของ Fu Xuan แก่ฝ่ายศัตรูทั้งหมด และได้รับจำนวนการฟื้นฟู HP จากพรสวรรค์ของ Fu Xuan 1 ครั้ง",
        "shortDesc": "สร้าง DMG ควอนตัมแก่ฝ่ายศัตรูทั้งหมด และเพิ่มจำนวนการใช้พรสวรรค์ของ Fu Xuan"
      }
    },
    "technique": {
      "0": {
        "name": "Of Fortune Comes Fate",
        "fullDesc": "หลังจากใช้เทคนิค ฝ่ายเราทั้งหมดจะได้รับบาเรียเป็นเวลา {{1}} วินาที โดยบาเรียนี้ สามารถต้านทานการโจมตีทั้งหมดของศัตรู และจะไม่เข้าสู่การต่อสู้ แต่หากเข้าสู่การต่อสู้ ในช่วงเวลาที่มีบาเรียอยู่ Fu Xuan จะเปิดใช้งาน \"Matrix of Prescience\" โดยอัตโนมัติ เป็นเวลา {{2}} เทิร์น",
        "shortDesc": "เปิดใช้งานบาเรีย โดยเมื่อถูกศัตรูโจมตีจะไม่เข้าสู่การต่อสู้ แต่หลังจากเข้าสู่การต่อสู้แล้ว จะเปิดใช้งาน \"Matrix of Prescience\" โดยอัตโนมัติ"
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "หลังจากโจมตีศัตรูและเข้าสู่การต่อสู้ จะลดทอนความทนทานของประเภทที่สอดคล้องกับศัตรูเป้าหมาย",
        "shortDesc": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Taiyi, the Macrocosmic",
        "fullDesc": "เมื่อเปิดใช้งาน \"Matrix of Prescience\" จะฟื้นฟูพลังงานเพิ่มเติม {{1}} หน่วย เมื่อ Fu Xuan ปล่อยสกิลต่อสู้",
        "shortDesc": ""
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Dunjia, the Metamystic",
        "fullDesc": "เมื่อปล่อยท่าไม้ตาย จะฟื้นฟู HP ให้กับเป้าหมายอื่นในฝ่ายเราเท่ากับ {{1, percent}}% ของ HP สูงสุดของ Fu Xuan +{{2}}",
        "shortDesc": ""
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Liuren, the Sexagenary",
        "fullDesc": "เมื่อเปิดใช้งาน \"Matrix of Prescience\" หากศัตรูเป้าหมายปล่อยสถานะ Debuff ประเภทควบคุมใส่ฝ่ายเราแล้ว ฝ่ายเราทั้งหมดจะต้านทานสถานะ Debuff ประเภทควบคุมทั้งหมด ที่ศัตรูเป้าหมายปล่อยในแอ็กชันครั้งนี้ เอฟเฟกต์นี้จะเกิดขึ้นได้ 1 ครั้ง โดยหลังจากเปิดใช้งาน \"Matrix of Prescience\" อีกครั้ง จะรีเฟรชจำนวนการเกิดเอฟเฟกต์นี้",
        "shortDesc": ""
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Dominus Pacis",
      "desc": "\"Knowledge\" ทำให้ DMG คริติคอลเพิ่มขึ้น {{1, percent}}%"
    },
    "2": {
      "name": "Optimus Felix",
      "desc": "เมื่อเปิดใช้งาน \"Matrix of Prescience\" หากเป้าหมายฝ่ายเราได้รับ DMG ที่รุนแรงถึงตาย เป้าหมายฝ่ายเราทั้งหมดที่ได้รับ DMG ร้ายแรงถึงตายในแอ็กชันครั้งนี้ จะไม่ติดสถานะหมดสติ และฟื้นฟู HP {{1, percent}}% ของ HP สูงสุดของตัวเองทันที โดยเอฟเฟกต์นี้สามารถเกิดได้ 1 ครั้งต่อหนึ่งการต่อสู้"
    },
    "3": {
      "name": "Apex Nexus",
      "desc": "เลเวลสกิลต่อสู้ +2 สูงสุดไม่เกิน Lv.15 และเลเวลพรสวรรค์ +2 สูงสุดไม่เกิน\\nLv.15"
    },
    "4": {
      "name": "Fortuna Stellaris",
      "desc": "เมื่อเป้าหมายอื่นในฝ่ายเราที่อยู่ภายใต้ Matrix of Prescience ถูกโจมตี Fu Xuan จะฟื้นฟูพลังงาน {{1}} หน่วย"
    },
    "5": {
      "name": "Arbiter Primus",
      "desc": "เลเวลท่าไม้ตาย +2 สูงสุดไม่เกิน Lv.15 และเลเวลการโจมตีปกติ +1 สูงสุดไม่เกิน Lv.10"
    },
    "6": {
      "name": "Omnia Vita",
      "desc": "เมื่อเปิดใช้งาน \"Matrix of Prescience\" จะสะสม HP ที่ฝ่ายเราทั้งหมดเสียไปในการต่อสู้นี้ และท่าไม้ตายของ Fu Xuan จะสร้าง DMG เพิ่มขึ้น โดยค่าที่เพิ่มขึ้นจะเท่ากับ {{1, percent}}% ของจำนวน HP ที่เสียไปในการต่อสู้นี้\\nโดยจำนวน HP ที่เสียไปในการต่อสู้นี้ จะสะสมได้สูงสุดไม่เกิน {{2, percent}}% ของ HP สูงสุดของ Fu Xuan โดยจะถูกรีเซ็ตและสะสมใหม่ หลังจากที่ปล่อยท่าไม้ตาย"
    }
  }
}