{
  "name": "ท่าน Herta",
  "abilities": {
    "basic": {
      "0": {
        "name": "Did You Get It",
        "fullDesc": "สร้าง DMG น้ำแข็ง <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของท่าน Herta แก่ศัตรูที่กำหนดหนึ่งตัว",
        "shortDesc": "สร้าง DMG น้ำแข็งเล็กน้อย แก่ศัตรูที่กำหนดหนึ่งตัว",
        "tag": "โจมตีเดี่ยว"
      }
    },
    "skill": {
      "0": {
        "name": "Big Brain Energy",
        "fullDesc": "สร้าง DMG น้ำแข็ง <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของท่าน Herta แก่ศัตรูที่กำหนดหนึ่งตัว และเพิ่ม \"ตีความ\" {{2}} ชั้น อีกทั้งสร้าง DMG น้ำแข็งเท่ากับ <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของท่าน Herta แก่เป้าหมายที่ถูกสกิลต่อสู้ในครั้งนี้โจมตี รวมถึงตัวที่อยู่ใกล้เคียง กับเป้าหมายดังกล่าว โดยเอฟเฟกต์นี้จะเกิดซ้ำ 2 ครั้ง",
        "shortDesc": "สร้าง DMG แก่ศัตรูที่กำหนดหนึ่งตัว และสร้าง DMG แก่เป้าหมายที่ถูกสกิลต่อสู้ครั้งนี้โจมตี รวมถึงตัวที่อยู่ใกล้เคียง กับเป้าหมายดังกล่าว ซ้ำ 2 ครั้ง",
        "tag": "กระจาย"
      },
      "1": {
        "name": "Hear Me Out",
        "fullDesc": "ใช้ \"แรงบันดาลใจ\" 1 ชั้นเพื่อสร้าง DMG น้ำแข็ง <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของท่าน Herta แก่ศัตรูที่กำหนดหนึ่งตัว และเพิ่ม \"ตีความ\" ให้ {{2}} ชั้น อีกทั้งสร้าง DMG น้ำแข็งเท่ากับ <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของท่าน Herta แก่เป้าหมายที่ถูกสกิลต่อสู้ในครั้งนี้โจมตี รวมถึงตัวที่อยู่ใกล้เคียง กับเป้าหมายดังกล่าวซ้ำ 2 ครั้ง สุดท้ายจะสร้าง DMG น้ำแข็ง <orangeStrong>{{3, percent}}%</orangeStrong> ของ ATK ของท่าน Herta แก่ศัตรูเป้าหมายทั้งหมด",
        "shortDesc": "สร้าง DMG แก่ศัตรูที่กำหนดหนึ่งตัว และสร้าง DMG แก่เป้าหมายที่ถูกสกิลต่อสู้ครั้งนี้โจมตี รวมถึงตัวที่อยู่ใกล้เคียง กับเป้าหมายดังกล่าวซ้ำ 2 ครั้ง จากนั้นจะสร้าง DMG แก่ศัตรูทั้งหมด",
        "tag": "โจมตีหมู่"
      }
    },
    "ult": {
      "0": {
        "name": "Told Ya! Magic Happens",
        "fullDesc": "เรียงลำดับจำนวนชั้น \"ตีความ\" ของศัตรูทั้งหมดอีกครั้ง โดย \"ตีความ\" ที่มีจำนวนชั้นค่อนข้างสูง จะถูกโอนย้ายไปยังเป้าหมาย ตั้งแต่ระดับสูงขึ้นไปก่อน และสร้าง DMG น้ำแข็ง <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของท่าน Herta แก่ศัตรูทั้งหมด เมื่อปล่อยท่าไม้ตาย จะทำให้ ATK ของท่าน Herta เพิ่มขึ้น <orangeStrong>{{4, percent}}%</orangeStrong> เป็นเวลา {{5}} เทิร์น หลังจากปล่อยแล้ว จะทำให้ท่าน Herta พร้อมแอ็กชันทันที และได้รับ \"แรงบันดาลใจ\" 1 ชั้น โดย \"แรงบันดาลใจ\" จะมีได้มากสุด {{6}} ชั้น ทั้งนี้เมื่อมี \"แรงบันดาลใจ\" อยู่ สกิลต่อสู้จะถูกเสริมพลังเป็น \"Hear Me Out\"",
        "shortDesc": "<orangeStrong>เรียงลำดับจำนวนชั้น</orangeStrong> \"ตีความ\" ของศัตรูทั้งหมดอีกครั้ง โดย \"ตีความ\" ที่มีจำนวนชั้นค่อนข้างสูง จะถูกโอนย้ายไปยังเป้าหมาย ตั้งแต่ระดับสูงขึ้นไปก่อน และสร้าง DMG น้ำแข็งแก่ศัตรูทั้งหมด หลังจากใช้งาน จะได้รับสกิลต่อสู้แบบเสริมพลัง และพร้อมแอ็กชันทันที",
        "tag": "โจมตีหมู่"
      }
    },
    "talent": {
      "0": {
        "name": "Hand Them Over",
        "fullDesc": "เมื่อศัตรูเป้าหมายเข้าสู่การต่อสู้ ท่าน Herta จะเพิ่ม \"ตีความ\" ให้กับตัวดังกล่าว 1 ชั้น โดยเมื่อเริ่มต้นในแต่ละ Wave จะเพิ่ม \"ตีความ\" {{6}} ชั้น ให้แก่ศัตรูแบบสุ่มเป้าหมาย โดยจะเพิ่มให้กับเป้าหมายตั้งแต่ระดับสูงขึ้นไป ก่อนเป็นอันดับแรก และเมื่อเป้าหมายหลัก ของสกิลต่อสู้แบบเสริมพลังมี \"ตีความ\" อยู่ จะสร้างตัวคูณ DMG เพิ่มขึ้น โดยแต่ละชั้นจะเพิ่มให้เป้าหมายหลัก/ เป้าหมายอื่นๆ <orangeStrong>{{1, percent(fixed: 1)}}%</orangeStrong>/ <orangeStrong>{{2, percent(fixed: 1)}}%</orangeStrong> หากในทีมมีตัวละคร Path \"ปัญญา\" มากกว่าหรือเท่ากับ 2 ตัว แต่ละชั้นจะเพิ่มให้เป้าหมายหลัก/ เป้าหมายอื่นๆ อีก <orangeStrong>{{1, percent(fixed: 1)}}%</orangeStrong>/ <orangeStrong>{{2, percent(fixed: 1)}}%</orangeStrong> ทั้งนี้ \"ตีความ\" สามารถซ้อนทับได้มากสุด {{3}} ชั้น เมื่อใช้สกิลต่อสู้แบบเสริมพลัง จะรีเซ็ตจำนวนชั้น \"ตีความ\" ของเป้าหมายหลัก เป็น 1 ชั้น หลังจากศัตรูเป้าหมายออกจากการต่อสู้ หรือถูกตัวใดก็ตามกำจัดแล้ว \"ตีความ\" จะถูกย้ายไปยังเป้าหมายตั้งแต่ระดับสูงขึ้นไป ก่อนเป็นอันดับแรก",
        "shortDesc": "สกิลต่อสู้แบบเสริมพลังจะทำให้<orangeStrong> DMG ที่สร้างเพิ่มขึ้น ตามจำนวนชั้น \"ตีความ\"</orangeStrong> ของเป้าหมาย",
        "tag": "เสริมพลัง"
      }
    },
    "technique": {
      "0": {
        "name": "Vibe Checker",
        "fullDesc": "หลังจากใช้เทคนิคแล้ว เมื่อเริ่มการต่อสู้ครั้งถัดไป ATK ของท่าน Herta จะเพิ่มขึ้น {{1, percent}}% เป็นเวลา {{2}} เทิร์น<br>หากในฉากปัจจุบัน มีสมบัติธรรมดาอยู่ หลังจากใช้เทคนิคแล้ว จะทำเครื่องหมายตำแหน่งของสมบัติธรรมดา ได้มากสุด {{3}} จุด<br>หลังจากใช้เทคนิคใน Simulated Universe, จักรวาลต่างมิติ และเข้าสู่การต่อสู้แล้ว เมื่อเริ่มต้นในแต่ละ Wave จะสร้าง DMG จริง แก่ศัตรูเป้าหมายที่ต่ำกว่าระดับสูง เท่ากับ {{4, percent}}% ของ HP สูงสุดของเป้าหมาย และสร้าง DMG จริง แก่ศัตรูเป้าหมายตั้งแต่ระดับสูงขึ้นไป เท่ากับ {{5, percent}}% ของ HP สูงสุดของเป้าหมาย",
        "shortDesc": "หลังจากใช้เทคนิคแล้ว จะสามารถ<orangeStrong>ทำเครื่องหมาย ตำแหน่งของสมบัติธรรมดาได้หลายจุด</orangeStrong> และเมื่อเริ่มการต่อสู้ครั้งต่อไป ATK ของท่าน Herta จะเพิ่มขึ้น<br>หลังจากใช้เทคนิคใน Simulated Universe, จักรวาลต่างมิติ และเข้าสู่การต่อสู้แล้ว เมื่อเริ่มต้นในแต่ละ Wave จะสร้าง DMG จริง อย่างรุนแรงแก่ศัตรูทั้งหมด",
        "tag": "เสริมพลัง"
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "หลังจากโจมตีศัตรูและเข้าสู่การต่อสู้ จะลดทอนความทนทานของประเภท ที่สอดคล้องกับศัตรูเป้าหมาย",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Aloofly Honest",
        "fullDesc": "หลังจากเป้าหมายฝ่ายเราทำการโจมตี จะเพิ่ม \"ตีความ\" 1 ชั้น แก่ศัตรูเป้าหมายที่โจมตีโดน โดยหลังจากที่โจมตี เป้าหมายทุก 1 ตัวที่โจมตีโดนในครั้งนี้ จะทำให้ท่าน Herta ฟื้นฟูพลังงานคงที่ {{1}} หน่วย โดยจะคำนวณเป้าหมายสูงสุดที่ 5 ตัว เมื่อปล่อยสกิลต่อสู้แบบเสริมพลัง หากจำนวนชั้น \"ตีความ\" ของเป้าหมายหลักถึง 42 ชั้น จะทำให้ท่าน Herta สร้าง DMG เพิ่มขึ้น {{2, percent}}% จนกว่าการโจมตีครั้งนี้จะสิ้นสุดลง"
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Message From Beyond the Veil",
        "fullDesc": "เมื่อเข้าสู่การต่อสู้ หากมีตัวละคร Path \"ปัญญา\" อยู่ในทีมมากกว่าหรือเท่ากับ 2 ตัว จะทำให้ DMG คริติคอลของฝ่ายเราทั้งหมด เพิ่มขึ้น {{1, percent}}% เมื่อ Trace \"Aloofly Honest\" คำนวณจำนวนเป้าหมายที่โจมตีโดน อย่างน้อยจะคำนวณเป้าหมายเป็น {{2}} ตัว หลังจากทำการโจมตีแล้ว จะเพิ่ม \"ตีความ\" {{3}} ชั้น แก่ศัตรูเป้าหมายที่มีจำนวนชั้น \"ตีความ\" สูงที่สุด ในบรรดาศัตรูที่โดนโจมตี แต่หากผู้โจมตีเป็นตัวละคร Path \"ปัญญา\" ก็จะเพิ่มอีก {{4}} ชั้น"
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Starved Landscape of Vacua",
        "fullDesc": "เมื่อศัตรูเป้าหมายถูกเพิ่ม \"ตีความ\" ทุก 1 ชั้น ท่าน Herta จะได้รับ \"คำตอบของปริศนา\" 1 ชั้น โดยสามารถซ้อนทับได้มากสุด {{2}} ชั้น และเมื่อปล่อยท่าไม้ตาย \"คำตอบของปริศนา\" ทุกๆ 1 ชั้นที่มี จะทำให้ตัวคูณ DMG ของท่าไม้ตายในครั้งนี้เพิ่มขึ้น {{1, percent(fixed: 1)}}%"
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Night at Shorefall",
      "desc": "เมื่อสกิลต่อสู้แบบเสริมพลัง คำนวณจำนวนชั้นของ \"ตีความ\" ก็จะคำนวณจำนวนชั้น \"ตีความ\" ในปัจจุบันของเป้าหมายหลัก และตัวที่อยู่ใกล้เคียงกับเป้าหมาย 1 ตัว ที่มีจำนวนชั้นของสถานะดังกล่าวสูงที่สุด เพิ่มอีก {{1, percent}}% เมื่อปล่อยสกิลต่อสู้แบบเสริมพลัง เพื่อรีเซ็ต \"ตีความ\" ก็จะเปลี่ยนจำนวนชั้นที่รีเซ็ตเป็น {{2}} ชั้น"
    },
    "2": {
      "name": "Wind Through Keyhole",
      "desc": "หลังจากท่าน Herta เข้าสู่การต่อสู้ และปล่อยท่าไม้ตาย จะได้รับ \"แรงบันดาลใจ\" เพิ่มอีก 1 ชั้น หลังจากปล่อยสกิลต่อสู้แบบเสริมพลัง ท่าน Herta จะ เร่งแอ็กชัน ในครั้งต่อไปขึ้น {{1, percent}}%"
    },
    "3": {
      "name": "Door into Summer",
      "desc": "เลเวลสกิลต่อสู้ +2 สูงสุดไม่เกิน Lv.15 และเลเวลพรสวรรค์ +2 สูงสุดไม่เกิน<br>Lv.15"
    },
    "4": {
      "name": "The Sixteenth Key",
      "desc": "ความเร็วของตัวละคร Path \"ปัญญา\" ในทีมเพิ่มขึ้น {{1, percent}}%"
    },
    "5": {
      "name": "Bitter Pill of Truth",
      "desc": "เลเวลท่าไม้ตาย +2 สูงสุดไม่เกิน Lv.15 และเลเวลการโจมตีปกติ +1 สูงสุดไม่เกิน Lv.10"
    },
    "6": {
      "name": "Sweet Lure of Answer",
      "desc": "การทะลวงความต้านทานน้ำแข็ง ของท่าน Herta เพิ่มขึ้น {{4, percent}}% หากมีศัตรูเป้าหมายในการต่อสู้เท่ากับ 3 (หรือมากกว่า)/ 2/ 1 ตัว ตัวคูณ DMG ท่าไม้ตายจะเพิ่มขึ้น {{1, percent}}%/ {{2, percent}}%/ {{3, percent}}%"
    }
  }
}