{
  "name": "Jing Yuan",
  "abilities": {
    "basic": {
      "0": {
        "name": "Glistening Light",
        "fullDesc": "สร้าง DMG สายฟ้า <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Jing Yuan แก่ศัตรูที่กำหนดหนึ่งตัว",
        "shortDesc": "สร้าง DMG สายฟ้าเล็กน้อยแก่ฝ่ายศัตรูหนึ่งตัว",
        "tag": "โจมตีเดี่ยว"
      }
    },
    "skill": {
      "0": {
        "name": "Rifting Zenith",
        "fullDesc": "สร้าง DMG สายฟ้า <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Jing Yuan แก่ศัตรูทั้งหมด พร้อมทั้งเพิ่มจำนวนการโจมตีในเทิร์นถัดไปของ \"จ้าวสวรรค์\" {{2}} ครั้ง",
        "shortDesc": "สร้าง DMG สายฟ้าเล็กน้อยแก่ฝ่ายศัตรูทั้งหมด และ<orangeStrong>เพิ่มจำนวนการโจมตีของ \"จ้าวสวรรค์\"</orangeStrong>",
        "tag": "โจมตีหมู่"
      }
    },
    "ult": {
      "0": {
        "name": "Lightbringer",
        "fullDesc": "สร้าง DMG สายฟ้า <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Jing Yuan แก่ศัตรูทั้งหมด พร้อมทั้งเพิ่มจำนวนการโจมตีในเทิร์นถัดไปของ \"จ้าวสวรรค์\" {{2}} ครั้ง",
        "shortDesc": "สร้าง DMG สายฟ้าแก่ฝ่ายศัตรูทั้งหมด และ<orangeStrong>เพิ่มจำนวนการโจมตีของ \"จ้าวสวรรค์\"</orangeStrong>",
        "tag": "โจมตีหมู่"
      }
    },
    "talent": {
      "0": {
        "name": "Prana Extirpated",
        "fullDesc": "เมื่ออัญเชิญ \"จ้าวสวรรค์\" ออกมาในช่วงเริ่มต้นการต่อสู้ \"จ้าวสวรรค์\" จะมีความเร็วเริ่มต้น {{1}} หน่วย และจำนวนการโจมตี {{4}} ครั้ง เมื่อแอ็กชันและทำการโจมตีต่อเนื่อง การโจมตีแต่ละครั้งจะสุ่มสร้าง DMG สายฟ้า <orangeStrong>{{2, percent}}%</orangeStrong> ของ ATK ของ Jing Yuan แก่ศัตรูหนึ่งตัว พร้อมทั้งสร้าง DMG สายฟ้า {{5, percent}}% ของ DMG ที่เกิดกับเป้าหมายหลัก แก่ศัตรูที่อยู่ใกล้เคียงกับเป้าหมายด้วย<br>จำนวนการโจมตีของจ้าวสวรรค์ สะสมได้สูงสุดถึง {{6}} ครั้ง และทุกครั้งที่จำนวนการโจมตีของ \"จ้าวสวรรค์\" เพิ่มขึ้น 1 ครั้ง ความเร็วจะเพิ่มขึ้น {{3}} หน่วย หลังจากจบการแอ็กชัน ความเร็วและจำนวนการโจมตีจะฟื้นกลับคืนสู่ค่าเริ่มต้น<br>หาก Jing Yuan หมดสติ แล้ว \"จ้าวสวรรค์\" จะหายไป<br>เมื่อ Jing Yuan ได้รับผลกระทบจากสถานะ Debuff ประเภทควบคุม \"จ้าวสวรรค์\" จะไม่สามารถแอ็กชันได้",
        "shortDesc": "อัญเชิญ \"จ้าวสวรรค์\" ออกมาเมื่อเริ่มต้นการต่อสู้ และเมื่อ \"จ้าวสวรรค์\" แอ็กชัน จะปล่อยการ โจมตีต่อเนื่อง และสุ่ม<orangeStrong>สร้าง DMG สายฟ้าเล็กน้อย</orangeStrong> แก่ศัตรูหนึ่งตัว รวมถึงตัวที่อยู่ใกล้เคียงกับเป้าหมาย <orangeStrong>โดยอัตโนมัติ</orangeStrong>",
        "tag": "จู่โจม"
      }
    },
    "technique": {
      "0": {
        "name": "Spiritus Invocation",
        "fullDesc": "หลังจากที่ใช้เทคนิคแล้ว เมื่อเริ่มการต่อสู้ครั้งต่อไป จำนวนการโจมตีของ \"จ้าวสวรรค์\" ในเทิร์นที่ 1 จะเพิ่มขึ้น {{1}} ครั้ง",
        "shortDesc": "หลังจากที่ใช้เทคนิคแล้ว เมื่อเข้าสู่การต่อสู้ครั้งถัดไป <orangeStrong>จะเพิ่มจำนวนการโจมตีของ \"จ้าวสวรรค์\"</orangeStrong>",
        "tag": "เสริมพลัง"
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "หลังจากโจมตีศัตรูและเข้าสู่การต่อสู้ จะลดทอนความทนทานของประเภทที่สอดคล้องกับศัตรูเป้าหมาย",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Battalia Crush",
        "fullDesc": "หากจำนวนการโจมตีในเทิร์นถัดไปของ \"จ้าวสวรรค์\" มากกว่าหรือเท่ากับ {{1}} ครั้ง DMG คริติคอลในเทิร์นถัดไปของ \"จ้าวสวรรค์\" จะเพิ่มขึ้น {{2, percent}}%"
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Savant Providence",
        "fullDesc": "เมื่อเริ่มต้นการต่อสู้ จะฟื้นฟูพลังงาน {{1}} หน่วยทันที"
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "War Marshal",
        "fullDesc": "หลังจากปล่อยสกิลต่อสู้ อัตราคริติคอลจะเพิ่มขึ้น {{1, percent}}% เป็นเวลา {{2}} เทิร์น"
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Slash, Seas Split",
      "desc": "เมื่อ \"จ้าวสวรรค์\" ทำการโจมตี ตัวคูณ DMG ของเป้าหมาย ที่อยู่ใกล้เคียงกับศัตรูที่กำหนด จะเพิ่มขึ้นอีก {{1, percent}}% ของตัวคูณ DMG ของศัตรูเป้าหมายหลัก"
    },
    "2": {
      "name": "Swing, Skies Squashed",
      "desc": "หลังจาก \"จ้าวสวรรค์\" แอ็กชัน การโจมตีปกติ, สกิลต่อสู้, และท่าไม้ตายของ Jing Yuan จะสร้าง DMG เพิ่มขึ้น {{1, percent}}% เป็นเวลา {{2}} เทิร์น"
    },
    "3": {
      "name": "Strike, Suns Subdued",
      "desc": "เลเวลท่าไม้ตาย +2 สูงสุดไม่เกิน Lv.15 และเลเวลการโจมตีปกติ +1 สูงสุดไม่เกิน Lv.10"
    },
    "4": {
      "name": "Spin, Stars Sieged",
      "desc": "ทุกครั้งที่ \"จ้าวสวรรค์\" ทำการโจมตี Jing Yuan จะฟื้นฟูพลังงาน {{1}} หน่วย"
    },
    "5": {
      "name": "Stride, Spoils Seized",
      "desc": "เลเวลสกิลต่อสู้ +2 สูงสุดไม่เกิน Lv.15 และเลเวลพรสวรรค์ +2 สูงสุดไม่เกิน Lv.15"
    },
    "6": {
      "name": "Sweep, Souls Slain",
      "desc": "หลังจากการโจมตีแต่ละครั้งของ \"จ้าวสวรรค์\" จะทำให้ศัตรูเป้าหมายที่กำหนด ติดสถานะเปราะบางเพิ่มเติม<br>ศัตรูเป้าหมายที่ติดสถานะเปราะบาง จะได้รับ DMG เพิ่มขึ้น {{1, percent}}% จนกว่าจะสิ้นสุดเทิร์นปัจจุบันของ \"จ้าวสวรรค์\" โดยสามารถซ้อนทับได้สูงสุด {{2}} ชั้น"
    }
  }
}