{
  "name": "Moze",
  "abilities": {
    "basic": {
      "0": {
        "name": "Hurlthorn",
        "fullDesc": "สร้าง DMG สายฟ้า <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Moze แก่ศัตรูที่กำหนดหนึ่งตัว",
        "shortDesc": "สร้าง DMG สายฟ้าเล็กน้อย แก่ฝ่ายศัตรูหนึ่งตัว",
        "tag": "โจมตีเดี่ยว"
      }
    },
    "skill": {
      "0": {
        "name": "Fleetwinged Raid",
        "fullDesc": "ทำให้ศัตรูเป้าหมายที่กำหนดหนึ่งตัว กลายเป็น \"เหยื่อ\" และสร้าง DMG สายฟ้า <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Moze แก่ศัตรูดังกล่าว อีกทั้งได้รับการชาร์จพลัง {{2}} หน่วย<br>เมื่อในการต่อสู้ ไม่มีตัวละครอื่นที่สามารถต่อสู้ได้ Moze จะไม่สามารถใช้สกิลต่อสู้ และจะลบล้างสถานะ \"เหยื่อ\" ของศัตรู",
        "shortDesc": "<orangeStrong>ทำให้ศัตรูหนึ่งตัวกลายเป็น \"เหยื่อ\"</orangeStrong> และสร้าง DMG สายฟ้าแก่ศัตรูดังกล่าว อีกทั้งได้รับการชาร์จพลัง <orangeStrong>{{2}}</orangeStrong> หน่วย",
        "tag": "โจมตีเดี่ยว"
      }
    },
    "ult": {
      "0": {
        "name": "Dash In, Gash Out",
        "fullDesc": "สร้าง DMG สายฟ้า <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของ Moze แก่ศัตรูที่กำหนดหนึ่งตัว และปล่อย \"การโจมตีต่อเนื่อง\" ของพรสวรรค์ ใส่เป้าหมายดังกล่าว หากเป้าหมายถูกกำจัด ก่อนที่จะปล่อย การโจมตีต่อเนื่อง ครั้งนี้ ก็จะปล่อย การโจมตีต่อเนื่อง ใส่ศัตรูหนึ่งตัวแบบสุ่ม",
        "shortDesc": "สร้าง DMG สายฟ้าแก่ศัตรูหนึ่งตัว และปล่อยการ<orangeStrong>โจมตีต่อเนื่อง</orangeStrong>ของพรสวรรค์",
        "tag": "โจมตีเดี่ยว"
      }
    },
    "talent": {
      "0": {
        "name": "Cascading Featherblade",
        "fullDesc": "เมื่อมี \"เหยื่อ\" อยู่ในการต่อสู้ Moze จะเข้าสู่สถานะ ออกจากสนาม<br>หลังจากเป้าหมายฝ่ายเราโจมตี \"เหยื่อ\" แล้ว Moze จะสร้าง DMG สายฟ้าเพิ่มเติม <orangeStrong>{{1, percent}}%</orangeStrong> ของ ATK ของตัวเอง อีก 1 ครั้ง และใช้การชาร์จพลัง 1 หน่วย ทุกครั้งที่ใช้การชาร์จพลังไป {{2}} หน่วย Moze จะปล่อย การโจมตีต่อเนื่อง ใส่ \"เหยื่อ\" 1 ครั้ง ซึ่งสร้าง DMG สายฟ้า <orangeStrong>{{3, percent}}%</orangeStrong> ของ ATK ของตัวเอง เมื่อการชาร์จพลังเป็น 0 ก็จะลบล้างสถานะ \"เหยื่อ\" ของเป้าหมาย และรีเซ็ตการนับจำนวนหน่วยชาร์จพลัง ซึ่งจำเป็นต่อการปล่อย โจมตีต่อเนื่อง ทั้งนี้ การโจมตีต่อเนื่อง ของพรสวรรค์ จะไม่ใช้การชาร์จพลังแต่อย่างใด",
        "shortDesc": "เมื่อมี \"เหยื่อ\" อยู่ในการต่อสู้ Moze จะเข้าสู่สถานะ <orangeStrong>\"ออกจากสนาม\"</orangeStrong><br>หลังจากเป้าหมายฝ่ายเราโจมตี \"เหยื่อ\" แล้ว Moze จะสร้าง <orangeStrong>DMG สายฟ้าเพิ่มเติม</orangeStrong> อีกทั้งใช้การชาร์จพลัง 1 หน่วย ทุกครั้งที่ใช้การชาร์จพลังไป <orangeStrong>{{2}}</orangeStrong> หน่วย Moze จะปล่อย<orangeStrong>การโจมตีต่อเนื่อง</orangeStrong>ใส่ \"เหยื่อ\" ซึ่งจะสร้าง DMG สายฟ้า เมื่อการชาร์จพลังเป็น 0 ก็จะลบล้างสถานะ \"เหยื่อ\" ของเป้าหมาย",
        "tag": "โจมตีเดี่ยว"
      }
    },
    "technique": {
      "0": {
        "name": "Bated Wings",
        "fullDesc": "หลังจากใช้เทคนิคแล้ว จะติดสถานะซ่อนตัวเป็นเวลา {{1}} วินาที ขณะที่ติดสถานะซ่อนตัว จะไม่ถูกศัตรูเป้าหมายค้นพบ เมื่อ Moze ที่อยู่ในสถานะซ่อนตัว ทำการโจมตีศัตรูและเข้าสู่การต่อสู้ DMG จะเพิ่มขึ้น {{2, percent}}% เป็นเวลา {{3}} เทิร์น",
        "shortDesc": "เข้าสู่สถานะซ่อนตัว เมื่อโจมตีศัตรูและเข้าสู่การต่อสู้ ในขณะที่ติดสถานะซ่อนตัว ก็จะสร้าง DMG เพิ่มขึ้น",
        "tag": "เสริมพลัง"
      }
    },
    "overworld": {
      "0": {
        "name": "Attack",
        "fullDesc": "หลังจากโจมตีศัตรูและเข้าสู่การต่อสู้ จะลดทอนความทนทานของประเภท ที่สอดคล้องกับศัตรูเป้าหมาย",
        "tag": ""
      }
    },
    "bonusAbility1": {
      "0": {
        "name": "Nightfeather",
        "fullDesc": "หลังจากปล่อยการ โจมตีต่อเนื่อง ของพรสวรรค์ จะฟื้นฟูแต้มสกิลต่อสู้ {{1}} แต้ม โดยหลังจากผ่านไป {{2}} เทิร์น เอฟเฟกต์นี้จะสามารถเกิดขึ้นได้อีกครั้ง"
      }
    },
    "bonusAbility2": {
      "0": {
        "name": "Daggerhold",
        "fullDesc": "เมื่อ Moze ปลดสถานะ ออกจากสนาม แล้ว จะ เร่งแอ็กชัน {{1, percent}}% และเมื่อแต่ละ Wave เริ่มขึ้น Moze จะ เร่งแอ็กชัน ขึ้น {{2, percent}}%"
      }
    },
    "bonusAbility3": {
      "0": {
        "name": "Vengewise",
        "fullDesc": "เมื่อปล่อยท่าไม้ตายเพื่อสร้าง DMG จะถือเป็นการ โจมตีต่อเนื่อง นอกจากนั้น \"เหยื่อ\" จะได้รับ DMG โจมตีต่อเนื่อง เพิ่มขึ้น {{1, percent}}%"
      }
    }
  },
  "ranks": {
    "1": {
      "name": "Oathkeeper",
      "desc": "หลังจากเข้าสู่การต่อสู้ Moze จะฟื้นฟูพลังงาน {{2}} หน่วย และทุกครั้งที่พรสวรรค์ทำให้เกิด DMG เพิ่มเติม 1 ครั้ง Moze จะฟื้นฟูพลังงาน {{1}} หน่วย"
    },
    "2": {
      "name": "Wrathbearer",
      "desc": "เมื่อเป้าหมายฝ่ายเราทั้งหมด สร้าง DMG แก่ศัตรูเป้าหมายที่กลายเป็น \"เหยื่อ\" แล้ว DMG คริติคอลจะเพิ่มขึ้น {{1, percent}}%"
    },
    "3": {
      "name": "Deathchaser",
      "desc": "เลเวลท่าไม้ตาย +2 สูงสุดไม่เกิน Lv.15 และเลเวลพรสวรรค์ +2 สูงสุดไม่เกิน<br>Lv.15"
    },
    "4": {
      "name": "Heathprowler",
      "desc": "เมื่อปล่อยท่าไม้ตาย Moze สร้าง DMG เพิ่มขึ้น {{1, percent(fixed: 1)}}% เป็นเวลา {{2}} เทิร์น"
    },
    "5": {
      "name": "Truthbender",
      "desc": "เลเวลสกิลต่อสู้ +2 สูงสุดไม่เกิน Lv.15 และเลเวลการโจมตีปกติ +1 สูงสุดไม่เกิน Lv.10"
    },
    "6": {
      "name": "Faithbinder",
      "desc": "ตัวคูณ DMG ของการ โจมตีต่อเนื่อง จากพรสวรรค์เพิ่มขึ้น {{1, percent}}%"
    }
  }
}