{
  "name": "Mem",
  "abilities": {
    "skill": {
      "0": {
        "name": "Baddies! Trouble!",
        "fullDesc": "สร้าง DMG {{2}} ครั้ง โดยทุกครั้งจะสร้าง DMG น้ำแข็ง <orangeStrong>{{1, percent(fixed: 1)}}%</orangeStrong> ของ ATK ของ Mem แก่ศัตรูหนึ่งตัวแบบสุ่มเป้าหมาย และสุดท้ายจะสร้าง DMG น้ำแข็ง <orangeStrong>{{3, percent}}%</orangeStrong> ของ ATK ของ Mem แก่ศัตรูทั้งหมด",
        "shortDesc": "สร้าง DMG น้ำแข็งเล็กน้อย และรัวการโจมตีทั้งหมด <orangeStrong>{{2}}</orangeStrong> ครั้ง และสุดท้ายจะสร้าง DMG น้ำแข็งเล็กน้อยแก่ศัตรูทั้งหมด",
        "tag": "โจมตีหมู่"
      },
      "1": {
        "name": "Lemme! Help You!",
        "fullDesc": "เร่งแอ็กชัน ของฝ่ายเราที่กำหนดหนึ่งตัว {{3, percent}}% และมอบ \"การสนับสนุนจาก Mem\" เป็นเวลา {{2}} เทิร์น<br>เมื่อเป้าหมายที่มี \"การสนับสนุนจาก Mem\" สร้าง DMG ทุก 1 ครั้ง จะสร้าง DMG จริง <orangeStrong>{{1, percent}}%</orangeStrong> ของ DMG เดิมเพิ่มอีก 1 ครั้ง<br>เมื่อใช้สกิลนี้กับตัวเอง จะไม่สามารถเกิดเอฟเฟกต์ เร่งแอ็กชัน ได้",
        "shortDesc": "<orangeStrong>เร่งแอ็กชัน</orangeStrong> ของฝ่ายเราหนึ่งตัว และมอบ \"การสนับสนุนจาก Mem\": หลังจากสร้าง DMG แล้ว จะสร้าง <orangeStrong>DMG จริง</orangeStrong> เพิ่มอีก",
        "tag": "สนับสนุน"
      }
    },
    "talent": {
      "0": {
        "name": "Friends! Together!",
        "fullDesc": "ทำให้ DMG คริติคอลของฝ่ายเราทั้งหมดเพิ่มขึ้น โดยค่าที่เพิ่มขึ้นจะเท่ากับ <orangeStrong>{{1, percent(fixed: 1)}}%</orangeStrong> ของ DMG คริติคอลของ Mem +<orangeStrong>{{2, percent(fixed: 1)}}%</orangeStrong><br>หากการชาร์จพลังยังไม่ถึง 100% เมื่อ Mem แอ็กชัน จะปล่อย \"Baddies! Trouble!\" โดยอัตโนมัติ เมื่อชาร์จพลังถึง 100% แล้ว Mem จะพร้อมแอ็กชันทันที และเมื่อแอ็กชันครั้งถัดไป จะสามารถเลือกฝ่ายเราหนึ่งตัว และปล่อย \"Lemme! Help You!\" ได้",
        "shortDesc": "ทำให้ DMG คริติคอลของฝ่ายเราทั้งหมดเพิ่มขึ้น<br>เมื่อแอ็กชัน จะปล่อยการโจมตีโดยอัตโนมัติ และหากชาร์จพลังถึง 100% แล้วจะพร้อมแอ็กชันทันที อีกทั้งสามารถปล่อยสกิลใหม่ได้: <orangeStrong>เร่งแอ็กชัน</orangeStrong> ของฝ่ายเราหนึ่งตัว และสามารถสร้าง <orangeStrong>DMG จริง</orangeStrong> ได้",
        "tag": "สนับสนุน"
      },
      "1": {
        "name": "Go, Mem, Go!",
        "fullDesc": "เมื่อ Mem ถูกอัญเชิญ จะได้รับการชาร์จพลัง {{1, percent}}% ทันที",
        "shortDesc": "เมื่อถูกอัญเชิญ จะได้รับการชาร์จพลังทันที",
        "tag": "เสริมพลัง"
      },
      "2": {
        "name": "No... Regrets",
        "fullDesc": "เมื่อ Mem หายไป จะเร่งแอ็กชัน ของผู้บุกเบิก {{1, percent}}%",
        "shortDesc": "เมื่อหายไป จะ เร่งแอ็กชัน ของผู้บุกเบิก",
        "tag": "เสริมพลัง"
      }
    }
  }
}