{
  "name": "Yanfei",
  "title": "Cơ Trí Ngây Thơ",
  "description": "Nhà cố vấn luật nổi tiếng hoạt động tại Liyue, là một thiếu nữ thông minh hoạt bát mang trong người huyết thống tiên thú.",
  "constellationName": "Cung Pháp Thú",
  "auto": {
    "name": "Hỏa Ấn",
    "fields": {
      "normal": {
        "0": "<strong><strong>Tấn Công Thường</strong>",
        "1": "Bắn cầu lửa liên tục, gây tối đa 3 lần <pyro>Sát Thương Nguyên Tố Hỏa</pyro>.",
        "2": "Khi đánh thường trúng địch sẽ tạo cho Yanfei 1 Đan Hỏa Ấn. Ban đầu tối đa chỉ được 3 Đan Hỏa Ấn, mỗi lần kích hoạt sẽ làm mới thời gian duy trì Đan Hỏa Ấn đã có.",
        "3": "Mỗi Đan Hỏa Ấn sẽ giảm thể lực tiêu hao cho Yanfei, đồng thời sẽ biến mất khi Yanfei rời trận."
      },
      "charged": {
        "0": "<strong>Trọng Kích</strong>",
        "1": "Tiêu hao thể lực, sau khi tụ lực, tiêu hao tất cả Đan Hỏa Ấn để gây <pyro>Sát Thương Nguyên Tố Hỏa</pyro> về phía trước.",
        "2": "Dựa vào số lượng Đan Hỏa Ấn tiêu hao để cường hóa phạm vi và sát thương của trọng kích lần này."
      },
      "plunging": {
        "0": "<strong>Tấn Công Khi Đáp</strong>",
        "1": "Ngưng tụ sức mạnh Nguyên Tố Hỏa, xung kích từ trên không xuống đất, tấn công kẻ địch trên đường đi, gây <pyro>sát thương phạm vi Nguyên Tố Hỏa</pyro> khi chạm đất."
      }
    },
    "skillParams": {
      "0": "Sát Thương Lần 1",
      "1": "Sát Thương Lần 2",
      "2": "Sát Thương Lần 3",
      "3": "Sát Thương Trọng Kích",
      "4": "Thể lực Trọng Kích tiêu hao",
      "5": "Giảm tiêu hao thể lực Đan Hỏa Ấn",
      "6": "Thời Gian Đan Hỏa Ấn Kéo Dài",
      "7": "Sát Thương Khi Rơi",
      "8": "Sát Thương Khi Rơi Từ Độ Cao Thấp/Cao",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Sắc Lệnh Đã Ký",
    "description": {
      "0": "Triệu hồi liệt hỏa, gây <pyro>Sát Thương Nguyên Tố Hỏa diện rộng</pyro>.",
      "1": "Khi đánh trúng kẻ địch sẽ cung cấp số lượng Đan Hỏa Ấn tối đa cho Yanfei.",
      "2": "<br/>",
      "3": "<i>Ngoài hiệu lực pháp lý ra, ngọn lửa còn mang những điều khoản bổ sung riêng của Yanfei. Suy cho cùng thì quy luật tự nhiên sẽ không thể thay đổi bởi một mình tổng bộ.</i>"
    },
    "skillParams": {
      "0": "Sát Thương Kỹ Năng",
      "1": "CD",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Khế Ước Đã Định",
    "description": {
      "0": "Kích hoạt liệt hỏa xung kích kẻ địch xung quanh, gây <pyro>Sát Thương Nguyên Tố Hỏa diện rộng</pyro>, cung cấp số lượng Đan Hỏa Ấn tối đa và hiệu ứng Bỏng Cháy cho Yanfei.",
      "1": "<br/>",
      "2": "<strong>Bỏng Cháy</strong>",
      "3": "Hiệu quả:",
      "4": [
        "Mỗi cách một khoảng thời gian sẽ cung cấp 1 Đan Hỏa Ấn cho Yanfei;",
        "Tăng sát thương trọng kích tạo thành."
      ],
      "5": "Hiệu ứng Bỏng Cháy sẽ mất khi Yanfei rời trận hoặc ngã xuống.",
      "6": "<br/>",
      "7": "<i>\"Điều khoản đã đủ, lập khế ước sinh tử nào. Đương nhiên, ta sống ngươi chết!\"</i>"
    },
    "skillParams": {
      "0": "Sát Thương Kỹ Năng",
      "1": "",
      "2": "Giãn cách cung cấp Đan Hỏa Ấn",
      "3": "Sát Thương Trọng Kích Tăng",
      "4": "Thời Gian Kéo Dài",
      "5": "CD",
      "6": "Năng Lượng Nguyên Tố",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Điều Khoản Liên Quan",
    "description": {
      "0": "Khi Yanfei tiêu hao Đan Hỏa Ấn thông qua trọng kích, mỗi Đan Hỏa Ấn sẽ tăng 5% buff <pyro>sát thương Nguyên Tố Hỏa</pyro> của Yanfei, kéo dài 6s. Nếu thi triển lại trọng kích trong thời gian duy trì hiệu ứng này, sẽ hủy hiệu ứng ban đầu trước."
    }
  },
  "passive2": {
    "name": "Pháp Thú Chước Nhãn",
    "description": {
      "0": "Khi Yanfei chủ động thi triển Trọng Kích gây ra bạo kích sẽ gây thêm 1 lần <pyro>sát thương phạm vi Nguyên Tố Hỏa</pyro> bằng 80% tấn công. Sát thương này xem như sát thương Trọng Kích."
    }
  },
  "passive3": {
    "name": "Thông Minh Uyên Bác",
    "description": {
      "0": "Hiển thị vị trí <strong>đặc sản xung quanh khu vực Liyue</strong> trên bản đồ nhỏ."
    }
  },
  "constellation1": {
    "name": "Được Nước Làm Tới",
    "description": {
      "0": "Khi Yanfei thực hiện trọng kích, mỗi khi sở hữu 1 Đan Hỏa Ấn sẽ tăng khả năng kháng gián đoạn trong thời gian tụ lực, đồng thời giảm thêm thể lực tiêu hao bằng với 10% Trọng Kích của lần này."
    }
  },
  "constellation2": {
    "name": "Quyền Giải Thích Cuối Cùng",
    "description": {
      "0": "Khi Yanfei thi triển trọng kích lên kẻ địch có HP dưới 50%, tỷ lệ bạo kích tăng 20%."
    }
  },
  "constellation3": {
    "name": "Chân Hỏa Luyện Bảo Ấn",
    "description": {
      "0": "Cấp kỹ năng <strong>Sắc Lệnh Đã Ký</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation4": {
    "name": "Đan Thư Kim Thiết Quyển",
    "description": {
      "0": "Khi thi triển <strong>Khế Ước Đã Định</strong>:",
      "1": "Hình thành tấm khiên hấp thu sát thương tương đương với 45% giới hạn HP, kéo dài 15s.",
      "2": "Khiên có hiệu quả hấp thụ 250% <pyro>sát thương Nguyên Tố Hỏa</pyro>."
    }
  },
  "constellation5": {
    "name": "Tuân Pháp Thiết Kết Thư",
    "description": {
      "0": "Cấp kỹ năng <strong>Khế Ước Đã Định</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation6": {
    "name": "Điều Khoản Đi Kèm",
    "description": {
      "0": "Số lượng tối đa của Đan Hỏa Ấn mà Yanfei sở hữu tăng thêm 1."
    }
  }
}