{
  "name": "Mona",
  "title": "Thủy Kính Thiên Tinh",
  "description": "Thuật sĩ thần bí, tự xưng là nhà chiêm tinh vĩ đại, có thực lực bất phàm, thông minh cao ngạo.",
  "constellationName": "Cung Ánh Thiên",
  "auto": {
    "name": "Điểm Hóa Nhân Quả",
    "fields": {
      "normal": {
        "0": "<strong><strong>Tấn Công Thường</strong>",
        "1": "Thực hiện tối đa 4 lần tấn công hoa nước, gây <hydro>Sát Thương Nguyên Tố Thủy</hydro>."
      },
      "charged": {
        "0": "<strong>Trọng Kích</strong>",
        "1": "Tiêu hao thể lực nhất định, sau khi tụ lực, gây <hydro>Sát Thương Phạm Vi Nguyên Tố Thủy</hydro>."
      },
      "plunging": {
        "0": "<strong>Tấn Công Khi Đáp</strong>",
        "1": "Ngưng tụ sức mạnh nguyên tố Thủy, từ trên trời tấn công xuống mặt đất, tấn công kẻ địch trên đường đi, gây <hydro>sát thương phạm vi Nguyên Tố Thủy</hydro> khi chạm đất."
      }
    },
    "skillParams": {
      "0": "Sát Thương Lần 1",
      "1": "Sát Thương Lần 2",
      "2": "Sát Thương Lần 3",
      "3": "Sát Thương Lần 4",
      "4": "Sát Thương Trọng Kích",
      "5": "Thể lực Trọng Kích tiêu hao",
      "6": "Sát Thương Khi Rơi",
      "7": "Sát Thương Khi Rơi Từ Độ Cao Thấp/Cao",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Ảo Vọng Dưới Nước",
    "description": {
      "0": "Hội tụ hoa nước hình thành ảo ảnh vận mệnh.",
      "1": "<br/>",
      "2": "<strong>Hư Ảnh</strong>",
      "3": "Có đặc tính như sau:",
      "4": [
        "Liên tục khiêu khích địch xung quanh, thu hút địch tấn công;",
        "Gây <hydro>Sát Thương Nguyên Tố Thủy</hydro> liên tục cho địch ở gần;",
        "Khi kết thúc, hư ảnh sẽ nổ tung, gây <hydro>Sát Thương Phạm Vi Nguyên Tố Thủy</hydro>."
      ],
      "5": "<br/>",
      "6": "<strong>Nhấn giữ</strong>",
      "7": "Mượn dòng thủy lưu lùi nhanh về phía sau và gọi Hư Ảnh.",
      "8": "<br/>",
      "9": "Trong trận chỉ có thể đồng thời tồn tại một Hư Ảnh được tạo ra từ nước,",
      "10": "<br/>",
      "11": "<i>Thuật sĩ chiêm tinh tinh vi luôn muốn tạo ra hư ảnh của bản thân để gánh lấy tai ương sắp ập đến. Ở Teyvat, chắc chỉ có Mona là người đầu tiên chế giễu tai ương như thế.</i>"
    },
    "skillParams": {
      "0": "Sát Thương Kéo Dài",
      "1": "Sát Thương Nổ",
      "2": "CD",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Quỹ Đạo Tinh Mệnh",
    "description": {
      "0": "Sóng nước ngưng tụ phản chiếu tinh không hư ảo, thi triển trạng thái Bóng Nước cho địch trong phạm vi lớn.",
      "1": "<br/>",
      "2": "<strong>Bóng Nước</strong>",
      "3": "Dùng bong bóng bao lấy kẻ địch, thi triển trạng thái <hydro>Ẩm Ướt</hydro>, giam cầm kẻ yếu đuối trong bóng nước.",
      "4": "Kẻ địch trong trạng thái Bóng Nước chịu phải sát thương sẽ có hiệu ứng sau:",
      "5": [
        "Tạo ra thêm hiệu quả buff sát thương của Tinh Dị cho địch, tăng sát thương phải chịu ở lần này;",
        "Xóa hiệu ứng Bóng Nước và gây thêm một lần <hydro>sát thương Nguyên Tố Thủy</hydro>."
      ],
      "6": "<br/>",
      "7": "<strong>Tinh Dị</strong>",
      "8": "Trong thời gian duy trì, tăng sát thương chịu phải.",
      "9": "<br/>",
      "10": "<i>Khi ánh mắt của Thần bắt đầu dẫn dắt ánh sáng trên bầu trời, thì kể từ đó vận mệnh đã được gọi tên là vận mệnh.</i>"
    },
    "skillParams": {
      "0": "Thời Gian Bóng Nước Kéo Dài",
      "1": "Sát Thương Bóng Nước Vỡ",
      "2": "Sát Thương Thêm",
      "3": "Thời Gian CD Tinh Dị",
      "4": "CD",
      "5": "Năng Lượng Nguyên Tố",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "sprint": {
    "name": "Dòng Chảy Ảo",
    "description": {
      "0": "<strong>Thay thế xung kích</strong>",
      "1": "Ẩn vào dòng nước, trả giá bằng tiêu hao thể lực, hóa thành dòng chảy cực nhanh.",
      "2": "<br/>",
      "3": "Ở trạng thái dòng chảy ảo, Mona có thể di chuyển nhanh trên mặt nước.",
      "4": "Khi kết thúc dòng chảy ảo và hiện thân, sẽ thi triển trạng thái <hydro>Ẩm Ướt</hydro> cho địch xung quanh.",
      "5": "<br/>",
      "6": "<i>Đây là việc mà Mona làm được nhưng thầy của cô không thể làm. Nó chẳng liên quan đến Vision Nguyên Tố Thủy gì cả, vì dẫu sao thì thầy của cô cũng không bị ép phải học kỹ năng này.</i>"
    }
  },
  "passive1": {
    "name": "\"Bà lão hãy đến bắt ta!\"",
    "description": {
      "0": "Sau khi vào trạng thái <strong>dòng chảy ảo</strong> 2s, nếu xung quanh có kẻ địch sẽ tự động ngưng tụ thành một ảo ảnh.",
      "1": "Ảo ảnh sinh ra theo cách này sẽ duy trì 2s, sát thương vỡ ra bằng 50% sát thương của <strong>Ảo Vọng Dưới Nước</strong>."
    }
  },
  "passive2": {
    "name": "\"Cứ để mặc cho vận mệnh đi!\"",
    "description": {
      "0": "Tăng thêm <hydro>buff sát thương Nguyên Tố Thủy</hydro> của Mona, mức tăng bằng 20% hiệu quả nạp nguyên tố của Mona."
    }
  },
  "passive3": {
    "name": "Nguyên Lý Vận Hành",
    "description": {
      "0": "Khi ghép nguyên liệu đột phá vũ khí, có tỷ lệ 25% hoàn trả một phần nguyên liệu ghép."
    }
  },
  "constellation1": {
    "name": "Tiên Tri Chìm Đắm",
    "description": {
      "0": "Trong vòng 8s sau khi nhân vật của bản thân trong đội tấn công địch ở trạng thái Tinh Dị, sẽ tăng hiệu quả <hydro>phản ứng với Nguyên Tố Thủy</hydro>:",
      "1": [
        "Tăng 15% sát thương phản ứng Điện Cảm gây ra, tăng 15% sát thương phản ứng Bốc Hơi gây ra, tăng 15% sát thương phản ứng khuếch tán Nguyên Tố Thủy gây ra.",
        "Thời gian duy trì phản ứng đóng băng kéo dài 15%."
      ]
    }
  },
  "constellation2": {
    "name": "Tinh Nguyệt Liên Châu",
    "description": {
      "0": "Khi tấn công thường đánh trúng có 20% tỷ lệ tự động thi triển trọng kích 1 lần.",
      "1": "Hiệu quả này mỗi 5s chỉ kích hoạt 1 lần."
    }
  },
  "constellation3": {
    "name": "Thiên Văn Trường Tồn",
    "description": {
      "0": "Cấp kỹ năng <strong>Quỹ Đạo Tinh Mệnh</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation4": {
    "name": "Tiên Tri Diệt Chủng",
    "description": {
      "0": "Khi tất cả nhân vật trong đội tấn công địch ở trạng thái Tinh Dị, tỷ lệ bạo kích tăng 15%."
    }
  },
  "constellation5": {
    "name": "Số Phận Trêu Ngươi",
    "description": {
      "0": "Cấp kỹ năng <strong>Ảo Vọng Dưới Nước</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation6": {
    "name": "Tình Cảnh Đen Đủi",
    "description": {
      "0": "Sau khi vào trạng thái <strong>Dòng Chảy Ảo</strong>, mỗi 1s di chuyển, sát thương trọng kích ở lần sau của Mona tăng 60%,",
      "1": "Tối đa có thể nhận buff sát thương trọng kích 180%, hiệu quả kéo dài 8s."
    }
  }
}