{
  "name": "Albedo",
  "title": "Kreideprinz",
  "description": "Người đứng đầu trong các Giả Kim Thuật Sĩ kiêm đội trưởng tiểu đội điều tra của Đội Kỵ Sĩ Tây Phong, được gọi là thiên tài \"Kreideprinz\".",
  "constellationName": "Cung Đứa Con Vôi Trắng",
  "auto": {
    "name": "Tây Phong Kiếm Thuật - Bạch",
    "fields": {
      "normal": {
        "0": "<strong><strong>Tấn Công Thường</strong>",
        "1": "Thực hiện tối đa 5 lần đánh kiếm liên tiếp."
      },
      "charged": {
        "0": "<strong>Trọng Kích</strong>",
        "1": "Tiêu hao thể lực nhất định, đánh ra hai kiếm về phía trước trong chớp mắt."
      },
      "plunging": {
        "0": "<strong>Tấn Công Khi Đáp</strong>",
        "1": "Đáp xuống đất từ trên không, tấn công kẻ địch trên đường và gây sát thương phạm vi khi chạm đất."
      }
    },
    "skillParams": {
      "0": "Sát Thương Lần 1",
      "1": "Sát Thương Lần 2",
      "2": "Sát Thương Lần 3",
      "3": "Sát Thương Lần 4",
      "4": "Sát Thương Lần 5",
      "5": "Sát Thương Trọng Kích",
      "6": "Thể lực Trọng Kích tiêu hao",
      "7": "Sát Thương Khi Đáp",
      "8": "ST Khi Rơi Từ Độ Cao Thấp/Cao",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Thuật Sáng Thế - Chế Tạo Mặt Trời",
    "description": {
      "0": "Luyện thành Hoa Mặt Trời, gây <geo>sát thương phạm vi Nguyên Tố Nham</geo>.",
      "1": "<br/>",
      "2": "<strong>Hoa Mặt Trời</strong>",
      "3": "Có những đặc tính sau:",
      "4": [
        "Lấy Hoa Mặt Trời làm tâm, khi địch nằm trong khu vực nhận sát thương, Hoa Mặt Trời sẽ sinh ra Hoa Khoảnh Khắc, bung nở gây <geo>sát thương phạm vi Nguyên Tố Nham</geo>, sát thương tính theo phòng ngự của Albedo.",
        "Mỗi 2 giây chỉ có thể sinh ra 1 Hoa Khoảnh Khắc.",
        "Khi nhân vật đứng trên Hoa Mặt Trời sẽ ngưng tụ sức mạnh Nguyên Tố Nham, hình thành đài thủy tinh nâng nhân vật lên. Cùng lúc chỉ tồn tại 1 đài thủy tinh.",
        "Cùng lúc chỉ có thể tồn tại 1 Hoa Mặt Trời do Albedo tạo ra, Hoa Mặt Trời được coi như <geo>vật tạo Nguyên Tố Nham</geo>."
      ],
      "5": "<br/>",
      "6": "<strong>Nhấn giữ</strong>",
      "7": "Có thể điều chỉnh vị trí hiệu lực của kỹ năng.",
      "8": "<br/>",
      "9": "<i>Loại Nham hoa này có đặc tính kỳ lạ, cũng giống như thuật giả kim, sinh ra từ mặt đất nhưng lại luôn hy vọng vươn cao lên trời, hóa thành vầng thái dương.</i>"
    },
    "skillParams": {
      "0": "Sát Thương Kỹ Năng",
      "1": "ST Hoa Khoảnh Khắc",
      "2": "Thời Gian Kéo Dài",
      "3": "CD Kỹ Năng",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Chiêu Giáng Sinh - Sóng Vỗ Đại Lục",
    "description": {
      "0": "Dưới chỉ huy của Albedo, nham tinh bùng nổ, gây <geo>sát thương phạm vi Nguyên Tố Nham</geo> về phía trước.",
      "1": "Khi trong trận có tồn tại Hoa Mặt Trời do Albedo tạo ra, sẽ nở bung 7 đóa Hoa Sinh Tử trong khu vực của Hoa Mặt Trời, nở rộ rực rỡ đồng thời gây <geo>sát thương phạm vi Nguyên Tố Nham</geo>.",
      "2": "<br/>",
      "3": "Sát thương bạo phát và sát thương của Hoa Sinh Tử sẽ không tạo thành Hoa Khoảnh Khắc.",
      "4": "<br/>",
      "5": "<i>Dưới mệnh lệnh của Kreideprinz, dòng thủy triều của địa chất cuồn cuộn dâng trào.</i>"
    },
    "skillParams": {
      "0": "ST Bạo Phát",
      "1": "ST Hoa Sinh Tử",
      "2": "CD",
      "3": "Năng Lượng Nguyên Tố",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Uy Lực Màu Vôi Trắng",
    "description": {
      "0": "Hoa Khoảnh Khắc sinh ra từ <strong>Thuật Sáng Thế - Chế Tạo Mặt Trời</strong> sát thương gây cho kẻ địch có HP dưới 50% sẽ tăng 25%."
    }
  },
  "passive2": {
    "name": "Trí Tuệ Người Trong Bình",
    "description": {
      "0": "Khi thi triển <strong>Chiêu Giáng Sinh - Sóng Vỗ Đại Lục</strong> sẽ tăng 125 điểm Tinh Thông Nguyên Tố cho thành viên trong đội ở gần, kéo dài 10s."
    }
  },
  "passive3": {
    "name": "Phát Hiện Của Thiên Tài",
    "description": {
      "0": "Khi ghép nguyên liệu đột phá vũ khí sẽ có 10% tỷ lệ nhận x2 thành phẩm."
    }
  },
  "constellation1": {
    "name": "Hoa Địa Đàng",
    "description": {
      "0": "Khi Hoa Khoảnh Khắc được tạo ra từ <strong>Thuật Sáng Thế - Chế Tạo Mặt Trời</strong> của Albedo bung nở, sẽ hồi 1,2 điểm Năng Lượng Nguyên Tố cho Albedo."
    }
  },
  "constellation2": {
    "name": "Liên Đại Hiển Sinh",
    "description": {
      "0": "Khi Hoa Khoảnh Khắc từ <strong>Thuật Sáng Thế - Chế Tạo Mặt Trời</strong> nở, sẽ ban hiệu quả Sinh Tử cho Albedo, kéo dài 30s:",
      "1": [
        "Khi thi triển <strong>Chiêu Giáng Sinh - Sóng Vỗ Đại Lục</strong> sẽ xóa tất cả hiệu quả Sinh Tử và tăng sát thương nổ của Chiêu Giáng Sinh - Sóng Vỗ Đại Lục cũng như sát thương do Hoa Sinh Tử gây ra theo số tầng bị xóa.",
        "Mỗi tầng Sinh Tử sẽ tăng sát thương bằng 30% phòng ngự của Albedo.",
        "Hiệu quả này tối đa cộng dồn 4 lần."
      ]
    }
  },
  "constellation3": {
    "name": "Ánh Sáng Mặt Trời",
    "description": {
      "0": "Cấp kỹ năng <strong>Thuật Sáng Thế - Chế Tạo Mặt Trời</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation4": {
    "name": "Sự Giáng Thế Của Thần",
    "description": {
      "0": "Nhân vật trong đội trên trận ở khu vực Hoa Mặt Trời sẽ tăng 30% sát thương tấn công khi đáp tạo ra."
    }
  },
  "constellation5": {
    "name": "Thủy Triều Cổ Đại",
    "description": {
      "0": "Cấp kỹ năng <strong>Chiêu Giáng Sinh - Sóng Vỗ Đại Lục</strong> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation6": {
    "name": "Đất Tinh Khiết",
    "description": {
      "0": "Nhân vật trong đội trên trận ở khu vực Hoa Mặt Trời, nếu đang được bảo vệ bởi khiên sinh ra từ phản ứng kết tinh, thì sát thương tạo thành sẽ tăng 17%."
    }
  }
}