{
  "name": "Xiao",
  "title": "Vigilant Yaksha",
  "description": "Yaksha, sesosok makhluk abadi yang juga memiliki julukan \"Conqueror of Demons\" atau \"Guardian Yaksha\".",
  "constellationName": "Alatus Nemeseos",
  "auto": {
    "name": "Whirlwind Thrust",
    "fields": {
      "normal": {
        "0": "<strong>Normal Attack</strong>",
        "1": "Melancarkan maks. 6 serangan berturut-turut."
      },
      "charged": {
        "0": "<strong>Charged Attack</strong>",
        "1": "Mengonsumsi sejumlah Stamina untuk melakukan serangan melompat."
      },
      "plunging": {
        "0": "<strong>Plunging Attack</strong>",
        "1": "Menerjang dari udara untuk menghantam tanah, mengakibatkan DMG pada musuh di jalur terjangan dan mengakibatkan DMG area saat mendarat.",
        "2": "Saat melakukan Plunging Attack, Xiao tidak akan terkena DMG karena terjatuh dari ketinggian."
      }
    }
  },
  "skill": {
    "name": "Lemniscatic Wind Cycling",
    "description": {
      "0": "Xiao menerjang ke depan dan mengakibatkan <anemo>Anemo DMG</anemo> pada musuh di jalur terjangan.",
      "1": "Dapat digunakan di tengah udara.",
      "2": "Dimulai dengan 2 kali penggunaan.",
      "3": "<br/>",
      "4": "<i>Menurut legenda dari negara lain, dunia ini suatu hari akan dihancurkan oleh dua roda angin raksasa. Keahlian Xiao dalam menggunakan tombak tiada duanya dan dapat menebas musuh seperti dua roda angin raksasa dalam legenda.</i>"
    }
  },
  "burst": {
    "name": "Bane of All Evil",
    "description": {
      "0": "Menjelma menjadi wujud Yaksha yang ditakuti oleh para iblis dan juga Archon sejak ribuan tahun lalu.",
      "1": "<br/>",
      "2": "<strong>Yaksha's Mask</strong>",
      "3": [
        "Meningkatkan kekuatan loncatan Xiao secara drastis.",
        "Meningkatkan DMG dan area serangan.",
        "Mengonversi DMG serangan menjadi <anemo>Anemo DMG</anemo>, konversi ini tidak dapat ditimpa oleh Elemental Infusion lainnya."
      ],
      "4": "<br/>",
      "5": "Dalam kondisi ini, Xiao akan terus kehilangan HP.",
      "6": "Efek dari skill berakhir saat Xiao keluar dari medan pertempuran.",
      "7": "<br/>",
      "8": "<i>Saat mengenakan topeng Yaksha, Xiao mengambil bentuk Vigilant Yaksha — sang penakluk iblis yang mengerikan. Dia memperoleh kekuatan yang sangat besar, namun peningkatan kekuatan tersebut harus dibayar dengan rasa sakit yang sama besarnya. Dia juga disebut \"The Bane of All Evil.\"</i>"
    }
  },
  "passive1": {
    "name": "Conqueror of Evil: Tamer of Demons",
    "description": {
      "0": "Meningkatkan 5% DMG Xiao saat berada dalam kondisi <strong>Bane of All Evil</strong>. Selama durasi skill, DMG Xiao akan terus meningkat sebesar 5% setiap 3 detik.",
      "1": "Batas peningkatan DMG Talenta: 25%."
    }
  },
  "passive2": {
    "name": "Dissolution Eon: Heaven Fall",
    "description": {
      "0": "Menggunakan skill <strong>Lemniscatic Wind Cycling</strong> akan meningkatkan 15% DMG Lemniscatic Wind Cycling selanjutnya selama 7 detik.",
      "1": "Maksimum ditumpuk 3 lapis. Durasi terulang setiap tumpukan baru ditambahkan."
    }
  },
  "passive3": {
    "name": "Transcension: Gravity Defier",
    "description": {
      "0": "Mengurangi 20% konsumsi Stamina saat memanjat untuk anggota party sendiri.",
      "1": "Tidak dapat ditumpuk dengan Talenta Pasif dengan efek yang sama."
    }
  },
  "constellation1": {
    "name": "Dissolution Eon: Destroyer of Worlds",
    "description": {
      "0": "Meningkatkan 1 charge <strong>Lemniscatic Wind Cycling</strong>."
    }
  },
  "constellation2": {
    "name": "Annihilation Eon: Blossom of Kaleidos",
    "description": {
      "0": "Ketika Xiao berada di dalam party namun tidak sedang bertempur, Energy Recharge Xiao meningkat 25%."
    }
  },
  "constellation3": {
    "name": "Conqueror of Evil: Wrath Deity",
    "description": {
      "0": "Meningkatkan 3 level <strong>Lemniscatic Wind Cycling</strong>.",
      "1": "Level maksimum adalah level 15."
    }
  },
  "constellation4": {
    "name": "Transcension: Extinction of Suffering",
    "description": {
      "0": "Saat HP Xiao kurang dari 50%, mendapatkan 100% Bonus DEF."
    }
  },
  "constellation5": {
    "name": "Evolution Eon: Origin of Ignorance",
    "description": {
      "0": "Meningkatkan 3 level <strong>Bane of All Evil</strong>.",
      "1": "Level maksimum adalah level 15."
    }
  },
  "constellation6": {
    "name": "Conqueror of Evil: Guardian Yaksha",
    "description": {
      "0": "Saat berada dalam kondisi <strong>Bane of All Evil</strong>, Xiao akan mendapatkan 1 charge <strong>Lemniscatic Wind Cycling</strong> bila menyerang 2 musuh atau lebih dengan menggunakan Plunging Attack. Selain itu, Xiao bisa menggunakan Lemniscatic Wind Cycling terus-menerus tanpa mempedulikan waktu CD selama 1 detik berikutnya."
    }
  }
}