{
  "name": "Yoimiya",
  "title": "Frolicking Flames",
  "description": "Pemilik Naganohara Fireworks. Juga dikenal sebagai \"Ratu Festival Musim Panas\", dia mahir membuat kembang api yang melambangkan harapan dan impian semua orang.",
  "constellationName": "Carassius Auratus",
  "auto": {
    "name": "Firework Flare-Up",
    "fields": {
      "normal": {
        "0": "<strong>Normal Attack</strong>",
        "1": "Melancarkan maks. 5 serangan berturut-turut dengan busur."
      },
      "charged": {
        "0": "<strong>Charged Attack</strong>",
        "1": "Melancarkan <strong>Serangan Membidik</strong> yang lebih akurat dan mengakibatkan DMG lebih tinggi.",
        "2": "Saat membidik, kobaran api akan terus berkumpul di ujung panah dan mengikuti lesatan panah yang dilepas. Dapat menyebabkan beragam efek berikut berdasarkan durasi tombol serangan ditahan.",
        "3": [
          "Charge Tahap 1: Menembakkan panah api yang mengakibatkan <pyro>Pyro DMG</pyro>;",
          "Charge Tahap 2: Menghasilkan hingga 3 Kindling Arrow berdasarkan durasi tombol serangan ditahan, dan dilepas bersamaan seiring Serangan Membidik Yoimiya. Kindling Arrow akan memburu musuh di sekitar secara otomatis dan mengakibatkan <pyro>Pyro DMG</pyro> pada musuh yang terkena."
        ]
      },
      "plunging": {
        "0": "<strong>Plunging Attack</strong>",
        "1": "Melancarkan hujan panah yang menerjang tanah dengan kecepatan tinggi, mengakibatkan DMG Area saat mendarat."
      }
    },
    "skillParams": {
      "0": "DMG Tahap 1",
      "1": "DMG Tahap 2",
      "2": "DMG Tahap 3",
      "3": "DMG Tahap 4",
      "4": "DMG Tahap 5",
      "5": "DMG Membidik",
      "6": "DMG Membidik Penuh",
      "7": "DMG Kindling Arrow",
      "8": "DMG Selama Plunging",
      "9": "DMG Plunging Attack Rendah/Tinggi",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Niwabi Fire-Dance",
    "description": {
      "0": "Dengan sebuah kembang api, sebuah lingkaran yang mengandung bubuk mesiu muncul mengelilingi Yoimiya.",
      "1": "<br/>",
      "2": "<strong>Niwabi Enshou</strong>",
      "3": "Selama durasi skill, panah dari Normal Attack Yoimiya akan menjadi Blazing Arrow dan DMG yang diakibatkan akan meningkat dan menjadi <pyro>Pyro DMG</pyro>; Charge Tahap 2 dari Normal Attack: Firework Flare-Up tidak akan menghasilkan Kindling Arrow selama durasi skill.",
      "4": "<br/>",
      "5": "Efek ini akan menghilang ketika Yoimiya meninggalkan medan tempur.",
      "6": "<br/>",
      "7": "<i>\"Niwabi\" adalah sejenis kembang api yang diciptakan Yoimiya. Kembang api ini dapat menyala sendiri tanpa perlu persiapan. Karena itu, Niwabi sangat digemari orang-orang. Tetapi karena terjadinya banyak insiden-insiden kebakaran, Tenryou Commission pun kemudian melarang penggunaan Niwabi. Namun kerlip cahaya kecil nan terang dari Niwabi masih kerap terlihat di kegelapan malam. Bila dilihat dari tempat tinggi, kerlip-kerlip cahaya Niwabi nampak seperti bintang-bintang yang terang di langit malam.</i>"
    },
    "skillParams": {
      "0": "DMG Blazing Arrow",
      "1": "Durasi",
      "2": "Cooldown",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Ryuukin Saxifrage",
    "description": {
      "0": "Seiring \"Ryuukin Saxifrage\" ciptaannya melompat ke udara, Yoimiya melesatkan roket api penuh kejutan ke depan, mengakibatkan <pyro>Pyro DMG Area</pyro>, dan memberikan salah satu musuh yang terkena efek Aurous Blaze.",
      "1": "<br/>",
      "2": "<strong>Aurous Blaze</strong>",
      "3": "Jika Normal/Charged/Plunging Attack, Elemental Skill, dan Elemental Burst dari anggota party selain Yoimiya mengenai musuh yang ditandai dengan Aurous Blaze, maka serangan tersebut akan memicu ledakan yang mengakibatkan <pyro>Pyro DMG Area</pyro>.",
      "4": "Jika musuh yang terkena pengaruh Aurous Blaze gugur selama durasi efek berlangsung, efek Aurous Blaze akan berpindah ke musuh lain di sekitarnya dan melanjutkan sisa durasi Aurous Blaze.",
      "5": "<br/>",
      "6": "Satu ledakan Aurous Blaze dapat terpicu setiap 2 detik. Ketika Yoimiya gugur, efek Aurous Blaze yang tercipta dari skill Yoimiya akan menghilang.",
      "7": "<br/>",
      "8": "<i>Kembang api adalah cahaya bintang buatan manusia, bagaikan komet-komet yang ditembakkan ke langit. Meskipun kembang api hanya terlihat sesaat, tapi kenangan saat cahaya kembang api bermekaran akan terus dikenang.</i>"
    },
    "skillParams": {
      "0": "DMG Skill",
      "1": "DMG Ledakan Aurous Blaze",
      "2": "Durasi",
      "3": "Cooldown",
      "4": "Konsumsi Energy",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Tricks of the Trouble-Maker",
    "description": {
      "0": "Selama durasi <strong>Niwabi Fire-Dance</strong>, saat Normal Attack Yoimiya mengenai musuh, Yoimiya akan memperoleh 2% <pyro>Pyro DMG Bonus</pyro>. Efek ini berlangsung selama 3 detik dan dapat ditumpuk hingga 10 lapis."
    }
  },
  "passive2": {
    "name": "Summer Night's Dawn",
    "description": {
      "0": "Melancarkan <strong>Ryuukin Saxifrage</strong> akan meningkatkan 10% ATK seluruh anggota party di sekitar (tidak termasuk Yoimiya) selama 15 detik. Selain itu, Karakter juga akan mendapatkan peningkatan ATK tambahan berdasarkan jumlah lapisan \"Tricks of the Trouble-Maker\" yang dimiliki Yoimiya saat menggunakan <strong>Ryuukin Saxifrage</strong>. Setiap lapisan akan meningkatkan 1% peningkatan ATK."
    }
  },
  "passive3": {
    "name": "Blazing Match",
    "description": {
      "0": "Yoimiya memiliki 100% kemungkinan untuk mendapatkan kembali sebagian material yang digunakan dalam pembuatan dekorasi, perabot dan hiasan."
    }
  },
  "constellation1": {
    "name": "Agate Ryuukin",
    "description": {
      "0": "Durasi Aurous Blaze yang tercipta dari <strong>Ryuukin Saxifrage</strong> bertahan 4 detik lebih lama.",
      "1": "Selain itu, jika musuh yang terkena efek Aurous Blaze dikalahkan selama durasi masih berlangsung, ATK Yoimiya akan meningkat 20% selama 20 detik."
    }
  },
  "constellation2": {
    "name": "A Procession of Bonfires",
    "description": {
      "0": "Saat <pyro>Pyro DMG</pyro> Yoimiya mengakibatkan serangan CRIT, Yoimiya akan mendapatkan 25% <pyro>Pyro DMG Bonus</pyro> selama 6 detik.",
      "1": "Efek ini tetap dapat terpicu meskipun Yoimiya tidak berada di medan pertempuran."
    }
  },
  "constellation3": {
    "name": "Trickster's Flare",
    "description": {
      "0": "Meningkatkan 3 level <strong>Niwabi Fire-Dance</strong>.",
      "1": "Maksimum: Lv. 15."
    }
  },
  "constellation4": {
    "name": "Pyrotechnic Professional",
    "description": {
      "0": "Saat Aurous Blaze milik Yoimiya sendiri memicu ledakan, CD <strong>Niwabi Fire-Dance</strong> akan berkurang 1,2 detik."
    }
  },
  "constellation5": {
    "name": "A Summer Festival's Eve",
    "description": {
      "0": "Meningkatkan 3 level <strong>Ryuukin Saxifrage</strong>.",
      "1": "Maksimum: Lv. 15."
    }
  },
  "constellation6": {
    "name": "Naganohara Meteor Swarm",
    "description": {
      "0": "Selama durasi <strong>Niwabi Fire-Dance</strong>, Normal Attack Yoimiya memiliki 50% kemungkinan menembakkan Blazing Arrow tambahan yang mengakibatkan 60% DMG aslinya. DMG ini terhitung sebagai Normal Attack DMG."
    }
  }
}