{
  "intro": "<0>Pemindai Otomatis<0><1>Pemindai otomatis merupakan alat yang bisa memindai data in-game secara otomatis dengan cara memanipulasi pergerakan mouse, mengambil screenshot dalam game, dan memindai informasi dari screenshot tersebut. alat ini memiliki risiko rendah dan dapat membantu pemindaian artefak ke dalam GO secara otomatis. Seperti alat lainnya yang secara tidak langsung berinteraksi dengan game, meskipun alat ini tidak terdeteksi secara virtual, risiko dalam menggunakannya mungkin masih ada.</1> Jadi, kebijaksanaan penggunaan disarankan.</1><p> Aspek yang paling penting dalam dalam menggunakan pemindai dengan GO sebagai format outputnya:</p><3><0>sejak <1>v5.21.0</1>, GO bisa mengimpor data artefak ke dalam format <3>mona-uranai</3>. </0><1>Sejak <1></1>, GO bisa mengimpor ata ke dalam format <3>Genshin Open Object Description (GOOD)</3>. </1></3><p>Berikut merupakan beberapa pemindai yang telah diuji coba dengan GO. </p><5>Untuk mengupload file yang sudah diekspor, pergi ke halaman <1>Database</1> dan unggah filemu ke dalam \"Database Upload\".</5>",
  "gis": "<0>Pemindai Genshin Impact</0><p>Aplikasi ringan ini bisa memindai semua karaktermu + senjata + artefak di dalam tasmu. Ikuti instruksi di dalam aplikasi untuk mengaturnya. Pemindai ini hanya akan memindai jika gamenya menggunakan bahasa Ingris. </p><p>Aplikasi mengekspor ke format GOOD secara default. </p><3><0></0>Unduh link</3>",
  "amenoma": "<0>「天目」-- Amenoma</0><p>Memindai semua artefakmu di dalam. Ikuti instruksi untuk menangkap jendela lalu pindai.</p><2>Memiliki versi Cina dan Inggris. (Unduh versi <1>_EN.exe</1> untuk memindai dalam bahasa Inggris)</2><3> <1>mona-uranai</1> dan format <3>GOOD</3> diterima di dalam GO. format <5>GOOD</5> direkomendasikan.</3><4><0><0></0> Unduh link</0></4><p>Silakan bergabung ke dalam discord mereka jika kalian menemukan bug. Mereka membutuhkan tester yang lebih yang berbahasa Inggris.</p><6><0></0> Undang Discord</6>",
  "cocogoat": "<0>cocogoat</0><p>Pemindai yang berasal dari cina dan diporting ke dalam bahasa Inggris. Memiliki overlay untuk memindai artefak secara individual. </p><p>Cocogoat juga menyimpan artefak yang sudah dipindai hingga kamu bisa mengeditnya secara individual, lalu menggunakannya ke dalam fitur bawaan optimisasi mona-uranai. (Optimisasi yang hanya tersedia dalam bahasa Cina untuk saat ini) </p><p>Disarankan mengekspor ke dalam format \"Mona's Divination Shop\". </p><4><0><0></0> Unduh link</0> </4><5>PERINGATAN: Jangan menggunakan format \"Genshin Optimizer\" export. Mengimpornya akan menghapus data karakter dan senjatamu.",
  "backHome": "Kembali ke halaman utama"
}